Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: libkdcraw-0.1.9/po/*/libkdcraw.po
Languages: de, es

source: Reset to default value
de: Aus Standardwerte zurücksetzen
es: Reiniciar al valor predeterminado

source: 16 bits color depth
de: 16-Bit Farbtiefe
es: Profundidad de color de 16 bits

source: <p>If enabled, all RAW files will be decoded in 16-bit color depth using a linear gamma curve. To prevent dark picture rendering in the editor, it is recommended to use Color Management in this mode.<p>If disabled, all RAW files will be decoded in 8-bit color depth with a BT.709 gamma curve and a 99th-percentile white point. This mode is faster than 16-bit decoding.
de: <p>Wenn diese Einstellung aktiviert wird, werden alle Rodateien mit 16-Bit Farbtiefe unter Benutzung einer linearen Gammakurve dekodiert. Um das Berechnen eines Schwarzbildes zu verhindern empfehlen wir Ihnen die Farbverwaltung in diesem Modus zu benutzen.<p>Wenn die Einstellung deaktiviert ist, werden alle Rohdateien mit 8-Bit Farbtiefe unter Benutzung einer BT.709-Gammakurve und einem 99 % Weißpunkt dekodiert. Dieser Modus ist schneller als eine 16-Bit Dekodierung.
es: <p>Si activa la opción, todos los archivos RAW serán descodificados para una profundidad de color de 16 bits, usando una curva de gamma linear. Para evitar el mostrar imágenes negras en el editor, se recomienda que use el gestor de colores en este modo. <p>Si desactivada, todos los archivos RAW serán descodificados para una profundidad de color de 8 bits, con una curva de gama BT.709 y un punto blanco en el percentil-99. Este modo es mas rápido que la descodificación de 16 bits.

source: Interpolate RGB as four colors
de: RGB als vier Farben interpolieren
es: Interpolar el RGB como cuatro colores

source: <p><b>Interpolate RGB as four colors</b><p>The default is to assume that all green pixels are the same. If even-row green pixels are more sensitive to ultraviolet light than odd-row this difference causes a mesh pattern in the output; using this option solves this problem with minimal loss of detail.<p>To resume, this option blurs the image a little, but it eliminates false 2x2 mesh patterns with VNG quality method or mazes with AHD quality method.
de: <p><b>Interpoliert RGB durch vier Farben.</b> <p>Die Voreinstellung ist es, anzunehmen, dass alle grünen Pixel identisch sind. Da eine ebenmäßige Reihe von grünen Pixeln empfindlicher auf ultraviolettes Licht reagiert als eine nicht ebenmäßige, wird normalerweise durch diesen Unterschied ein Netzmuster erzeugt. Diese Option löst dieses Problem mit einem minimalen Verlust von Details. <p>Diese Option verschmiert das Bild ein wenig, aber es verhindert fehlerhafte 2x2 Gitter mit der VNG- oder der AHD-Qualitätsmethode.
es: <p><b>Interpolar el RGB como cuatro colores.</b><p>De forma predeterminada se asume que todos los puntos verdes son lo mismo. Si los puntos verdes de las líneas pares fuesen más sensibles a la luz ultravioleta que los de las lineas impares esta diferencia causa un patrón reticular en el resultado; si se usa esta opción, se resuelve el problema con una mínima pérdida de detalle.<p>En resumen, esta opción borra la imagen un poco, pero elimina los falsos patrones en malla 2x2 con el método de calidad VNG o los laberintos con el método AHD.

source: Visit dcraw project website
de: Webseite des dcraw-Projektes besuchen
es: Visite el sitio web del proyecto «dcraw»

source: Do not stretch or rotate pixels
de: Pixel nicht dehnen oder drehen
es: No modificar o girar los puntos

source: <p><b>Do not stretch or rotate pixels</b><p>For Fuji Super CCD cameras, show the image tilted 45 degrees. For cameras with non-square pixels, do not stretch the image to its correct aspect ratio. In any case, this option guarantees that each output pixel corresponds to one RAW pixel.<p>
de: <p><b>Pixel nicht dehnen oder drehen</b><p>Zeigt das Bild um 45 Grad gekippt für Fuji Super CCD Kameras. Für Kameras mit nicht-quadratischen Pixeln wird das Bild nicht auf das richtige Seitenverhältnis gedehnt. Diese Option sorgt also in allen Fälllen dafür, dass jeder Ausgabepixel genau einem Rohpixel entspricht.<p>
es: <p><b>No modificar o girar los puntos</b><p>En las máquinas Fuji Super CCD, muestra la imagen girada 45 grados. Para las máquinas con puntos no-cuadrados, no modifica la imagen a su proporción correcta. En cualquiera de los dos casos, esta opción garantiza que cada punto en el resultado corresponda a un punto RAW.<p>

source: Quality:
de: Qualität:
es: Calidad:

source: <p><b>Quality (interpolation)</b><p>Select here the demosaicing RAW images decoding interpolation method. A demosaicing algorithm is a digital image process used to interpolate a complete image from the partial raw data received from the color-filtered image sensor internal to many digital cameras in form of a matrix of colored pixels. Also known as CFA interpolation or color reconstruction, another common spelling is demosaicing. There are 4 methods to demosaicing RAW images:<p><b>Bilinear</b>: use high-speed but low-quality bilinear interpolation (default - for slow computer). In this method, the red value of a non-red pixel is computed as the average of the adjacent red pixels, and similar for blue and green.<p><b>VNG</b>: use Variable Number of Gradients interpolation. This method computes gradients near the pixel of interest and uses the lower gradients (representing smoother and more similar parts of the image) to make an estimate.<p><b>PPG</b>: use Patterned Pixel Grouping interpolation. Pixel Grouping uses assumptions about natural scenery in making estimates. It has fewer color artifacts on natural images than the Variable Number of Gradients method.<p><b>AHD</b>: use Adaptive Homogeneity-Directed interpolation. This method selects the direction of interpolation so as to maximize a homogeneity metric, thus typically minimizing color artifacts.<p>
de: <p><b>Qualität</b><p>Wählen Sie hier die Interpolationsmethode zum Demosaicing der Rohbilder. Ein Demosaicing-Algorithmus ist der digitale Prozess, der benutzt wird, um ein komplettes Bild aus den Rohdaten des farbgefilterten Bildsensors zu interpolieren. Dieser Sensor ist in vielen Digitalkameras in Form einer Matrix von farbigen Pixeln enthalten. Demosaicing ist auch bekannt als CFA Interpolation, Farbfiltermatrix oder Farbrekonstruktion. Es gibt drei Methoden zur Farbrekonstruktion von Rohbildern:<p><b>Bilinear</b>: benutzt eine sehr schnelle bilineare Interpolation, die eine schlechte Qualität erzeugt. Diese Methode ist der Standard für langsame Rechner. In der Methode wird der Rotwert eines nicht-roten Pixel als der Durchschnitt der benachbarten roten Pixel berechnet. Analog wird für den Blau- und Grünwert verfahren.<p><b>VNG</b>: benutzt zur Interpolation eine Variable Nummer von Gradienten. Diese Methode berechnet Gradienten neben dem interessanten Pixel und benutzt die niedrigen Gradienten, die glattere und ähnlichere Teile des Bildes repräsentieren, um eine Schätzung für den Pixel zu machen. <p><b>PPG</b>: benutzt eine Patterned Pixel Grouping Interpolation. Pixelgruppierungen gehen von Annahmen über natürliche Szenen bei Ihren Schätzungen aus. Es erzeugt daher weniger Farbartefakte bei natürlichen Bildern als die VNG-Methode.<p><b>AHD</b>: benutzt eine adaptive homogenitäts-gerichtete Interpolation. Diese Methode wählt die Richtung der Interpolation, so dass eine Homogenitätsmetrik maximiert wird. Die minimiert typischerweise Farbartefakte.<p>
es: <p><b>Calidad (interpolación)</b><p>Seleccione aquí el método de interpolación en la decodificación para eliminar el mosaico de las imágenes RAW. Un algoritmo de borrado de mosaicos es un proceso digital sobre la imagen usado para interpolar una imagen completa a partir de los datos parciales en bruto que son recibidos desde el sensor de imagen con filtros de colores, sensor interno en muchas cámaras digitales en forma de una matriz de puntos coloreados. Se conoce también por interpolación CFA o reconstrucción de colores, siendo el otro término común el borrado de mosaicos. Existen 4 métodos para borrar los mosaicos de las imágenes RAW:<p><b>Bilineal</b>: usa la interpolación bilinear, rápida pero de baja calidad (predeterminado para máquinas lentas). En este método, el valor de rojo de un punto que no es rojo se calcula como la media de los puntos rojos adyacentes, aplicándose el mismo principio para el azul y el verde.<p><b>VNG</b>: usa la interpolación de número de gradientes variable (del inglés Variable Number of Gradients). Este método calcula los gradientes, próximos al punto de interés, y usa los gradientes menores (que representan las partes mas suaves y semejantes de la imagen) para hacer una estimación. <p><b>PPG</b>: utiliza la interpolación por agrupación de puntos en patrones (del inglés Patterned Pixel Grouping). La agrupación de puntos hace estimaciones para paisajes naturales. Existen pocos artefactos de color en las imágenes naturales en contraposición al método del número de gradientes variable.<p><b>AHD</b>: usa la interpolación adaptativa y direccionada a la homogeneidad (del inglés Adaptive Homogeneity-Directed). Este método selecciona la dirección de interpolación, de modo a maximizar una métrica de homogeneidad, minimizando de esta forma los artefactos de colores.<p>

source: Filter:
es: Filtro de mediana:

source: <p><b>Median Filter</b><p>Set here the passes used by median filter applied after interpolation to Red-Green and Blue-Green channels.
de: <p><b>Mittelwertfilter</b><p>Setzen Sie hier die Durchläufe für den Mittelwertfilter nach der Interpolation der Rot-Grün und Blau-Grün-Kanäle.
es: <p><b>Filtro de mediana</b><p>Establezca aquí los pases utilizados por el filtro de mediana que se aplicarán después de la interpolación a los canales rojo-verde y azul-verde.

source: Demosaicing
es: Eliminar mosaico

source: Method:
de: Methode:
es: Método:

source: Default D65
de: Standard D65
es: D65 predeterminado

source: Camera
de: Kamera
es: Cámara

source: Automatic
de: Automatisch
es: Automático

source: <p><b>White Balance Method</b><p>Configure the raw white balance :<p><b>Default D65</b>: Use a standard daylight D65 white balance (dcraw defaults)<p><b>Camera</b>: Use the white balance specified by the camera. If not available, reverts to default neutral white balance<p><b>Automatic</b>: Calculates an automatic white balance averaging the entire image<p><b>Manual</b>: Set a custom temperature and green level values
de: <p><b>Weißabgleichsmethode</b><p>Konfiguration des Roh-Weißabgleichs:<p><b>Standard D65</b>: Benutzt einen Standardtageslichtweißabgleich D65 (dcraw Standard).<p><b>Kamera</b>: Benutzt den Weißabgleich der von der Kamera vorgegeben wurde. Wenn dieser nicht verfügbar ist, dann wird der Standard, der neutrale Weißabgleich benutzt.<p><b>Automatisch</b>: Berechnet einen automatischen Weißabgleich, der das gesamte Bild mittelt.<p><b>Manuell</b>: Setzt benutzerdefinierte Temperatur und Grünwerte.
es: <p><b>Método de balance de blancos</b><p>Configurar el balance de blancos en bruto :<p><b>D65 predeterminado</b>: Utiliza un balance de blancos D65 de luz diurna (predeterminado de dcraw)<p><b>Cámara</b>: Utiliza el balance de blancos especificado por la cámara. Si no está disponible, vuelve al balance de blancos neutro predeterminado.<p><b>Automático</b>: Calcula un balance de blancos automático promediando la imagen completa<p><b>Manual</b>: Establece los valores personalizados de la temperatura y del nivel de verde

source: <p><b>Temperature</b><p>Set here the color temperature in Kelvin.
de: <p><b>Temperatur</b><p>Setzen Sie hier die Farbtemperatur in Kelvin.
es: <p><b>Temperatura</b><p>Establece aquí la temperatura del color en Kelvin.

source: Green:
de: Grün:
es: Verde:

source: <p>Set here the green component to set magenta color cast removal level.
de: <p>Legen Sie hier die Grünkomponente fest, um den Grad der Magentaentfernung zu bestimmen.
es: <p>Establezca aquí el componente verde para establecer la tonalidad del color magenta a eliminar.

source: Highlights:
de: Spitzlichter:
es: Tonos claros:

source: Solid white
de: Durchgehendes Weiß
es: Blanco puro

source: Unclip
de: Lösen
es: No superponer

source: Blend
de: Abmischen
es: Mezclar

source: Rebuild
de: Rekonstruieren
es: Reconstruir

source: <p><b>Highlights</b><p>Select here the highlight clipping method:<p><b>Solid white</b>: clip all highlights to solid white<p><b>Unclip</b>: leave highlights unclipped in various shades of pink<p><b>Blend</b>:Blend clipped and unclipped values together for a gradual fade to white<p><b>Rebuild</b>: reconstruct highlights using a level value
de: <p><b>Spitzlichter</b><p>Wählen Sie hier Spitzlichterabschneidemethode:<p><b>Durchgehendes Weiß</b>: setzt alle Spitzlichter auf ein durchgehendes weiß.<p><b>Lösen</b>: lässt alle Spitzlichter gelöst in verschiedenen Schattierungen von Rosa. <p><b>Abmischen</b>:Mischt gelöste und befestigte Werte zusammen für eine abgestufte Abblendung nach weiß.<p><b>Rekonstruieren</b>: rekonstruiert alle Spitzlichter durch die Benutzung eines Levelwertes.
es: <p><b>Tonos claros</b><p>Seleccione aquí el método de recorte de los tonos claros:<p><b>Blanco puro</b>: ajusta todos los tonos claros hacia un blanco puro <p><b>No superponer</b>: Deja los tonos claros de las diferentes zonas en varios tonos de rosa<p><b>Mezclar</b>: Combina los valores de las diferentes zonas para conseguir una transición gradual hacia el blanco<p><b>Reconstruir</b>: reconstruye los tonos claros, usando un valor de nivel

source: Level:
de: Niveau:
es: Nivel:

source: <p><b>Level</b><p>Specify the reconstruct highlight level. Low values favor whites and high values favor colors.
de: <p><b>Niveau</b><p>Gibt das Spitzlichterniveau des Ausgabebildes für die Rekonstruktion. Niedrige Werte bevorzugen Weiss und hohe Werte Farben.
es: <p><b>Nivel</b><p>Indica el nivel de tonos claros en la reconstrucción. Los valores bajo favorecen los blancos y los valores altos favorecen los colores.

source: Brightness:
de: Helligkeit:
es: Brillo:

source: <p><b>Brighness</b><p>Specify the brightness level of output image.The default value is 1.0 (works in 8-bit mode only).<p>
de: <p><b>Helligkeit</b><p>Gibt das Helligkeitsniveau des Ausgabebildes an. Der Standardwert ist 1,0. Diese Funktion arbeitet nur im 8-Bit Modus.<p>
es: <p><b>Brillo</b><p>Indique el nivel de brillo de la imagen resultante. El valor predeterminado es 1,0 (solo funciona en el modo de 8-bit).<p>

source: Black:
de: Schwarz:
es: Negro:

source: <p><b>Black point</b><p>Use a specific black point value to decode RAW pictures. If you set this option to off, the Black Point value will be automatically computed.<p>
de: <p><b>Schwarzpunkt</b><p>Benutzt einen spezifischen Schwarzpunktwert, um die Rohbilder zu dekodieren. Wenn Sie diese Option ausschalten, dann wird der Schwarzpunktwert automatisch berechnet.<p>
es: <p><b>Punto negro</b><p>Usar un valor específico de punto negro para decodificar las imagenes RAW. Si deshabilita esta opción, el valor del punto negro se calculará automaticamente.<p>

source: <p><b>Black point value</b><p>Specify specific black point value of the output image.<p>
de: <p><b>Schwarzpunktwert</b><p>Geben Sie den spezifischen Schwarzpunktwert des Ausgabebildes an.<p>
es: <p><b>Valor del punto negro</b><p>Especifique un valor del punto negro de la imagen resultado.<p>

source: White:
de: Weiß:
es: Blanco:

source: <p><b>White point</b><p>Use a specific white point value to decode RAW pictures. If you set this option to off, the White Point value will be automatically computed.<p>
de: <p><b>Weißpunkt</b><p>Benutzt einen spezifischen Weißpunktwert, um die Rohbilder zu dekodieren. Wenn Sie diese Option ausschalten, dann wird der Weißpunktwert automatisch berechnet.<p>
es: <p><b>Punto blanco</b><p>Usa un valor específico de punto blanco para decodificar las imagenes RAW. Si deshabilita esta opción, el valor del punto blanco se calculará automaticamente.<p>

source: <p><b>White point value</b><p>Specify specific white point value of the output image.<p>
de: <p><b>Weißpunktwert</b><p>Geben Sie den spezifischen Weißpunktwert des Ausgabebildes an.<p>
es: <p><b>Valor del punto blanco</b><p>Especifique un valor del punto blanco de la imagen resultado.<p>

source: White Balance
de: Weißabgleich
es: Balance de blancos

source: Enable noise reduction
de: Rauschminderung einschalten
es: Activar la reducción de ruido

source: <p><b>Enable Noise Reduction</b><p>Use wavelets to erase noise while preserving real detail.<p>
de: <p><b>Rauschminderung einschalten</b><p>Benutzt Wavelets, um Rauschen zu löschen und dabei die echten Details zu erhalten.<p>
es: <p><b>Activar reducción de ruido</b><p>Usa wavelets para borrar el ruido mientras se preserva los detalles reales.<p>

source: Threshold:
de: Schwellwert:
es: Umbral:

source: <p><b>Threshold</b><p>Set here the noise reduction threshold value to use.
de: <p><b>Schwellwert</b><p>Geben Sie hier den Schwellwert ein, der für die Rauschminderung benutzt wird.
es: <p><b>Umbral:</b><p>Configure aquí el umbral para la reducción de ruido.

source: Enable Chromatic Aberration correction
de: Farbabweichungskorrektur einschalten
es: Activar la corrección de aberración cromática

source: <p><b>Enable Chromatic Aberration correction</b><p>Enlarge the raw red and blue layers by the given factors, typically 0.999 to 1.001, to correct chromatic aberration.<p>
de: <p><b>Farbabweichungskorrektur einschalten</b><p>Vergrößert die Rot- und Blau-Ebenen der Rohdaten, um einen gegebenen Faktor, üblicherweise zwischen 0,999 und 1,001, um farbabweichungen zu korrigieren.<p>
es: <p><b>Activar la corrección de aberración cromática</b><p>Amplía las capas de rojo y de azul en bruto de acuerdo a los factores dados, normalmente 0,999 y 1,001, para corregir la aberración cromática.<p>

source: Red:
de: Rot:
es: Rojo:

source: <p><b>Red multiplier</b><p>Set here the magnification factor of the red layer
de: <p><b>Rotmultiplikator</b><p>Geben Sie hier den Vergrößerungsfaktor der Rotebene.
es: <p><b>Multiplicador rojo</b><p>Establezca aquí el factor de aumento de la capa roja

source: Blue:
de: Blau:
es: Azul:

source: <p><b>Blue multiplier</b><p>Set here the magnification factor of the blue layer
de: <p><b>Rotmultiplikator</b><p>Geben Sie hier den Vergrößerungsfaktor der Rotebene.
es: <p><b>Multiplicador azul</b><p>Establezca aquí el factor de aumento de la capa azul

source: Corrections
de: Korrekturen
es: Correcciones

source: Camera Profile:
de: Kameraprofil:
es: Pérfil de la cámara:

source: None
de: Keins
es: Ninguno

source: Embedded
de: Eingebettet
es: Empotrado

source: Custom
de: Benutzerdefiniert
es: Personalizado

source: <p><b>Camera Profile</b><p>Select here the input color space used to decode RAW data.<p><b>None</b>: no input color profile is used during RAW decoding.<p><b>Embedded</b>: use embedded color profile from RAW file if exist.<p><b>Custom</b>: use a custom input color space profile.
de: <p><b>Kameraprofil</b><p>Wählen Sie hier den Eingabefarbraum zur Dekodierung der Rohdaten.<p><b>Keins</b>: es wird kein Eingabefarbraum während der Rohdekodierung benutzt.<p><b>Eingebettet</b>: es wird das in der Rohdatei eingebettete Farbprofil benutzt, falls eins existiert.<p><b>Benutzerdefiniert</b>: es wird ein benutzerdefiniertes Farbprofil benutzt.
es: <p><b>Perfil de la cámara</b><p>Seleccione aquí el espacio de color de entrada utilizado para decodificar los datos RAW.<p><b>Ninguno</b>: no se utilizará perfil de color para la decodificación RAW.<p><b>Empotrado</b>: utiliza el perfil del color incluido en el archivo RAW si es que existe.<p><b>Personalizado</b>: utiliza un perfil de espacio de color de entrada personalizado.

source: ICC Files (*.icc; *.icm)
de: ICC-Dateien (*.icc; *.icm)
es: Archivos ICC (*.icc; *.icm)

source: Workspace:
de: Arbeitsbereich:
es: Espacio de trabajo:

source: Raw (linear)
de: Roh (linear)
es: Bruto (linear)

source: Adobe RGB
es: RGB de Adobe

source: Wide Gamut
es: Espectro amplio

source: <p><b>Workspace</b><p>Select here the output color space used to decode RAW data.<p><b>Raw (linear)</b>: in this mode, no output color space is used during RAW decoding.<p><b>sRGB</b>: this is a RGB color space, created cooperatively by Hewlett-Packard and Microsoft. It is the best choice for images destined for the Web and portrait photography.<p><b>Adobe RGB</b>: this color space is an extended RGB color space, developed by Adobe. It is used for photography applications such as advertising and fine art.<p><b>Wide Gamut</b>: this color space is an expanded version of the Adobe RGB color space.<p><b>Pro-Photo</b>: this color space is an RGB color space, developed by Kodak, that offers an especially large gamut designed for use with photographic outputs in mind.<p><b>Custom</b>: use a custom output color space profile.
de: <p><b>Arbeitsbereich</b><p>Wählen Sie hier den Ausgabefarbraum für die dekodierten Rohdaten.<p><b>Roh (linear)</b>: in diesem Modus wird kein Ausgabefarbraum während der Rohdekodierung benutzt.<p><b>sRGB</b>: dieser Farbraum ist ein RGB-Farbraum, der in Kooperation zwischen Hewlett-Packard und Microsoft erstellt wurde. Er ist die beste Wahl für Bilder die für das Web oder als Portrait gedacht sind.<p><b>Adobe RGB</b>: dieser Farbraum ist ein RGB-Farbraum, der von Adobe entwickelt wurde. Er ist gedacht für Fotoanwendungen wie Werbung und Kunst.<p><b>Wide-Gamut</b>: dieser Farbraum ist eine erweiterte Version des Adobe RGB-Farbraums.<p><b>Pro-Foto</b>: dieser Farbraum ist ein RGB-Farbraum, der von Kodak entwickelt wurde. Er ermöglicht eine sehr große Farbskala (Gamut) und wurde für die fotographische Ausgabe entworfen.
es: <p><b>Espacio de trabajo</b><p>Seleccione aquí el espacio de color de salida utilizado para decodificar los datos RAW.<p><b>Bruto (linear)</b>: en este modo, no se usa ningún espacio de colores como resultado de la decodificación del RAW.<p><b>sRGB</b>: este espacio de colores es un espacio de colores RGB, desarrollado en cooperación entre Hewlett-Packard y Microsoft, siendo la mejor elección para imágenes destinadas a la web y a los retratos fotográficos.<p><b>RGB de Adobe</b>: este espacio de colores es un espacio de colores RGB, desarrollado por Adobe, que se usa en aplicaciones de fotografía tales como la publicidad y el arte.<p><b>Espectro amplio</b>: este espacio de colores es una versión expandida del espacio de colores RGB de Adobe.<p><b>Pro-Photo</b>: este espacio de colores es un espacio RGB, desarrollado por Kodak, que ofrece un espectro especialmente grande, diseñado para usarse con resultados fotográficos.<p><b>Personalizado</b>: utiliza un perfil de espacio de color de salida personalizado.

source: Color Management
de: Farbverwaltung
es: Administración de color

source: Manual
de: Manuell

source: Pro-Photo
de: Pro-Foto
