Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_sendimages.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nb, nl, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, zh_cn

source: _: NAME OF TRANSLATORS Your names
ca: Albert Astals Cid,Josep Ma. Ferrer
cs: Klára Cihlářová,Jakub Friedl
da: Rune Rønde Laursen
de: Oliver Dörr,Thomas Reitelbach
el: Σπύρος Γεωργαράς
es: Enrique Matías Sánchez (Quique)
et: Marek Laane
fr: Gilles Caulier,Tung Nguyen
gl: mvillarino
is: Sveinn í Felli
it: Federico Zenith
ja: Yukiko Bando
nb: Nils Kristian Tomren
nl: Jasper van der Marel,Sander Devrieze,Wilbert Berendsen,Rinse de Vries
pl: Igor Klimer
pt: Pedro Morais,José Nuno Pires
pt_br: Lisiane S. Teixeira, José Monteiro
sr: Слободан Симић
sr@latn: Slobodan Simić
sv: Stefan Asserhäll
ta: tamilpcteam
th: ถนอมทรัพย์ นพบูรณ์
tr: İsmail Şimşek
zh_cn: 开源软件国际化之 KDE 简体中文组

source: _: EMAIL OF TRANSLATORS Your emails
ca: astals11@terra.es,txemaq@gmail.com
cs: koty@seznam.cz,jfriedl@suse.cz
da: runerl@skjoldhoej.dk
de: kde@doerr-privat.de,tr@erdfunkstelle.de
el: sng@hellug.gr
es: cronopios@gmail.com
et: bald@starman.ee
fr: caulier dot gilles at free.fr,ntung@free.fr
gl: mvillarino@users.sourceforge.net
is: sveinki@nett.is
it: federico.zenith@member.fsf.org
ja: ybando@k6.dion.ne.jp
nb: project@nilsk.net
nl: ,s.devrieze@pandora.be,wbsoft@xs4all.nl,rinsedevries@kde.nl
pl: kigro@vp.pl
pt: morais@kde.org,jncp@netcabo.pt
pt_br: lisiane@kdemail.net, jf.monteiro@yahoo.com
sr: simicsl@verat.net
sr@latn: simicsl@verat.net
sv: stefan.asserhall@comhem.se
ta: tamilpc@ambalam.com
th: donga.nb@gmail.com
tr: thelightning@mynet.com
zh_cn: i18n-translation@lists.linux.net.cn

source: Image File Name
ca: Nom del fitxer de la imatge
cs: Jméno souboru obrázku
da: Billedfilnavn
de: Bilddateiname
el: Όνομα αρχείου εικόνας
es: Nombre del archivo de imagen
et: Pildifaili nimi
fr: Nom du fichier image
gl: Nome do Arquivo de Imaxe
is: Nafn myndskrár
it: Nome del file immagine
ja: 画像ファイル名
nb: Bildefilnavn
nl: Bestandsnaam van de afbeelding
pl: Nazwa pliku ze zdjęciem
pt: Nome do Ficheiro de Imagem
pt_br: Nome de arquivo da imagem
sr: Име фајла слике
sr@latn: Ime fajla slike
sv: Bildfilnamn
ta: பிம்ப கோப்பு பெயர்
th: ชื่อแฟ้ม
tr: Resim Dosya Adı
zh_cn: 图像文件名

source: From Album
ca: Des de l'àlbum
cs: Z alba
da: Fra album
de: Aus dem Album
el: Από άλμπουμ
es: Del álbum
et: Albumist
fr: Album
gl: Do Álbum
is: Úr albúmi
it: Da album
ja: アルバムから
nb: Fra album
nl: Van album
pl: Z albumu
pt: Do Álbum
pt_br: Do álbum
sr: Из албума
sr@latn: Iz albuma
sv: Från album
ta: ஆல்பத்தில் இருந்து
th: จากอัลบั้ม
tr: Albümden
zh_cn: 来自相册

source: Email Images...
ca: Envia les imatges per correu-e...
cs: Odeslat obrázky...
da: Send billeder med e-mail...
de: Bilder per E-Mail versenden ...
el: Αποστολή εικόνων με Email...
es: Enviar imágenes por correo electrónico...
et: Saada pildid e-postiga...
fr: Envoyer par courrier électronique...
gl: Enviar Imaxes por Email...
is: Tölvupóstsenda myndir...
it: Invia immagini...
ja: 画像をメールで送る...
nb: Send bilder med e-post …
nl: Afbeeldingen e-mailen...
pl: Wyślij zdjęcia e-mailem...
pt: Enviar Imagens por E-mail...
pt_br: Enviar imagens por e-mail...
sr: Пошаљи слике е-поштом...
sr@latn: Pošalji slike e-poštom...
sv: E-posta bilder...
ta: பிம்பங்களை மின்னஞ்சல் செய்...
th: ส่งภาพทางอีเมล...
tr: Resimleri gönder...
zh_cn: 电邮图像...

source: Preparing images to send
ca: Preparant les imatges per a enviar
cs: Připravuji obrázky k odeslání
da: Forbereder billeder til sending med e-mail
de: Bilder zum Senden vorbereiten
el: Προετοιμασία εικόνων για αποστολή
es: Preparando las imágenes a enviar
et: Piltide ettevalmistamine saatmiseks
fr: Préparation des images à envoyer
gl: A preparar as imaxes para enviar
is: Undirbýr myndir til að senda
it: Preparazione delle immagini da inviare
ja: 送信する画像を準備中
nb: Forbereder bilder til sending med e-post
nl: Afbeeldingen worden voorbereid om te verzenden
pl: Przygotowywanie zdjęć do wysłania
pt: A preparar as imagens para enviar
pt_br: Preparando imagens para enviar
sr: Спремам слике за слање
sr@latn: Spremam slike za slanje
sv: Förbereder bilder att skicka
ta: அனுபுவதற்கு பிம்பங்களை தயார்படுத்துகிறது
th: กำลังเตรียมภาพเพื่อส่ง
tr: Resimleri gönderilmek için hazırlanıyor
zh_cn: 准备要发送的图像

source: _n: Preparing 1 image to send.... Preparing %n images to send....
ca: S'està preparant 1 imatge per a enviar... S'estan preparant %n imatges per a enviar...
cs: Probíhá příprava odeslání obrázku... Probíhá příprava odeslání %n obrázků... Probíhá příprava odeslání %n obrázků...
da: Forbereder 1 billede til sending.... Forbereder %n n billeder til sending...
de: Bild wird zum Senden vorbereitet ... %n Bilder werden zum Senden vorbereitet ...
el: Προετοιμασία μίας εικόνας για αποστολή... Προετοιμασία %n εικόνων για αποστολή...
es: Preparando 1 imagen a enviar... Preparando %n imágenes a enviar...
et: 1 pildi ettevalmistamine saatmiseks... %n pildi ettevalmistamine saatmiseks...
fr: Préparation d'une image à envoyer... Préparation de %n images à envoyer...
gl: A preparar 1 imaxe para enviar... A preparar %n imaxes para enviar...
is: Undirbýr mynd til að senda.... Undirbýr %n myndir til að senda....
it: Preparazione di 1 immagine da inviare... Preparazione di %n immagini da inviare...
ja: 送信する %n 個の画像を準備中...
nb: Forbereder 1 bilde til sending.... Forbereder %n bilder til sending …
nl: Afbeelding wordt voorbereid om te verzenden.... Er worden %n afbeeldingen voorbereid om te verzenden....
pl: Przygotowywanie jednego zdjęcia do wysłania.... Przygotowywanie %n zdjęć do wysłania.... Przygotowywanie %n zdjęć do wysłania....
pt: A preparar 1 imagem para enviar... A preparar %n imagens para enviar...
pt_br: Preparado 1 imagem para enviar.... Preparando %n imagens para enviar....
sr: Спремам %n слику за слање... Спремам %n слике за слање... Спремам %n слика за слање...
sr@latn: Spremam %n sliku za slanje... Spremam %n slike za slanje... Spremam %n slika za slanje...
sv: Förbereder en bild att skicka... Förbereder %n bilder att skicka...
th: กำลังเตรียมภาพทั้ง %n ภาพเพื่อส่ง....
tr: %n resim gönderilmek için hazırlanıyor...
zh_cn: 正在准备要发送的 %n 个图像...

source: Resizing '%1' from Album '%2'...
ca: S'està redimensionat '%1' des de l'àlbum '%2'...
cs: Měním velikost '%1' z alba '%2'...
da: Størrelsesændrer '%1' fra album '%2'...
de: Größenänderung von "%1" aus Album "%2" ...
el: Αλλαγή μεγέθους του '%1' από το Άλμπουμ '%2'...
es: Redimensionando «%1» del álbum «%2»...
et: '%1' (albumist '%2') suuruse muutmine...
fr: Redimensionner « %1 » de l'album « %2 »...
gl: A redimensionar '%1' do Álbum '%2'...
is: Smækka '%1' frá albúmi '%2'...
it: Ridimensionamento di «%1» dell'album «%2»...
ja: アルバム '%2' の '%1' をサイズ変更...
nb: Endrer størrelse på '%1' fra album '%2' …
nl: Grootte van '%1' uit album '%2' aanpassen...
pl: Zmienianie rozmiaru zdjęcia '%1' z albumu '%2'...
pt: A mudar o tamanho de '%1' do Álbum '%2'...
pt_br: Redimensionando '%1' do álbum '%2'...
sr: Мењам величину „%1“ из албума „%2“...
sr@latn: Menjam veličinu „%1“ iz albuma „%2“...
sv: Ändrar storlek på '%1' från albumet '%2'...
ta: ஆல்பம் '%2'ல் இருந்து '%1'ஐ மறுஅளவாக்குகிறது...
th: ปรับขนาด '%1' จากอัลบั้ม '%2'...
tr: '%2' Albümünden '%1' yeniden boyutlandırılıyor...
zh_cn: 正在从相册“%2”缩放“%1”...

source: Using '%1' from Album '%2' without resizing...
ca: S'està usant '%1' des de l'àlbum '%2' sense redimensionar...
cs: Používán '%1' z alba '%2' bez změny velikosti...
da: Bruger '%1' fra album '%2' uden størrelsesændring...
de: "%1" aus Album "%2" ohne Größenänderung verwenden ...
el: Χρήση του '%1' από το Άλμπουμ '%2' χωρίς αλλαγή μεγέθους...
es: Usando «%1» del álbum «%2» sin redimensionamiento...
et: '%1' (albumist '%2') kasutamine suurust muutmata...
fr: Utiliser « %1 » de l'album « %2 » sans redimensionner...
gl: A utilizar '%1' do álbum '%2' sen redimensionar...
is: Nota '%1' frá albúmi '%2' án smækkunar...
it: Uso di «%1» dell'album «%2» senza ridimensionamento...
ja: アルバム '%2' の '%1' をサイズ変更せずに使用...
nb: Bruker '%1' fra album '%2' uten å endre størrelse …
nl: Gebruik makend van '%1' uit album '%2' zonder aanpassing van grootte...
pl: Używanie zdjęcia '%1' z albumu '%2' bez zmiany rozmiaru...
pt: A utilizar '%1' do álbum '%2' sem mudar o tamanho...
pt_br: Usando '%1' do álbum '%2' sem redimensionar...
sr: Користим „%1“ из албума „%2“ без промене величине...
sr@latn: Koristim „%1“ iz albuma „%2“ bez promene veličine...
sv: Använder '%1' från album '%2' utan att ändra storlek...
ta: ஆல்பம் '%2'ல் இருந்து '%1'ஐ மறுஅளவாக்கம் இல்லாமல் பயன்படுத்துகிறது
th: ใช้ '%1' จากอัลบั้ม '%2' โดยไม่ต้องปรับขนาด...
tr: '%2' Albümünden '%1' yeniden boyutlandırılmadan kullanılıyor...
zh_cn: 正在使用相册“%2”中的“%1”而不进行缩放...

source: Failed to resize '%1' from Album '%2'
ca: Ha fallat en redimensionar '%1' des de l'àlbum '%2'
cs: Chyba při změně velikosti '%1' z alba '%2'
da: Kunne ikke størrelsesændre '%1' fra album '%2'
de: Größe von "%1" aus Album "%2" lässt sich nicht ändern.
el: Απέτυχε η αλλαγή μεγέθους του '%1' από το Άλμπουμ '%2'
es: No se ha podido redimensionar «%1» del álbum «%2»
et: '%1' (albumist '%2') suuruse muutmine ebaõnnestus
fr: Impossible de redimensionner « %1 » de l'album « %2 »
gl: Fallou o redimensionamento de '%1' do Álbum '%2'
is: Mistókst að smækka '%1' frá albúmi '%2'
it: Ridimensionamento non riuscito di «%1» dell'album «%2»
ja: アルバム '%2' の '%1' のサイズ変更に失敗
nb: Kunne ikke endre størrelse på '%1' fra album '%2'
nl: Kan grootte van '%1' uit album '%2' niet aanpassen
pl: Nie można zmienić rozmiaru zdjęcia '%1' z albumu '%2'
pt: Mudança de tamanho falhou para '%1' do Álbum '%2'
pt_br: Falha ao redimensionar '%1' do álbum '%2'
sr: Нисам успео да променим величину „%1“ из албума „%2“
sr@latn: Nisam uspeo da promenim veličinu „%1“ iz albuma „%2“
sv: Misslyckades ändra storlek på '%1' från albumet '%2'
ta: ஆல்பம் '%2'ல் இருந்து '%1'ஐ மறுஅளவாக்க முடியவில்லை
th: ล้มเหลวในการปรับขนาด '%1' จากอัลบั้ม '%2'
tr: '%2' Albümünden '%1' yeniden boyutlandırılamadı...
zh_cn: 将相册“%2”中的“%1”缩放失败

source: Resizing '%1' from Album '%2' completed.
ca: Ha finalitzat el redimensionament de '%1' des de l'àlbum '%2'.
cs: Změna velikosti '%1' z alba '%2' dokončena.
da: Størrelsesændring '%1' fra album '%2' udført.
de: Die Größe von "%1" aus dem Album "%2" wurde geändert.
el: Η αλλαγή μεγέθους του '%1' από το Άλμπουμ '%2' ολοκληρώθηκε.
es: Finalizado el redimensionamiento de «%1» del álbum «%2».
et: '%1' (albumist '%2') suurus muudetud.
fr: Redimensionner « %1 » de l'album « %2 » terminé.
gl: Completou-se o redimensionamento de '%1' do Álbum '%2'.
is: Smækkun '%1' frá albúmi '%2' er lokið.
it: Ridimensionamento di «%1» dell'album «%2» completato.
ja: アルバム '%2' の '%1' のサイズを変更しました。
nb: Endre størrelse på '%1' fra album '%2' er utført.
nl: Het aanpassen van de grootte van '%1' uit album '%2' is voltooid.
pl: Zmiana rozmiaru zdjęcia '%1' z albumu '%2' zakończona.
pt: Mudança de tamanho de '%1' do Álbum '%2' completa.
pt_br: A operação de redimensionamento de '%1' do álbum '%2' foi completada.
sr: Промена величине „%1“ из албума „%2“ је завршена.
sr@latn: Promena veličine „%1“ iz albuma „%2“ je završena.
sv: Ändra storlek på '%1' från albumet '%2' klart.
ta: ஆல்பம் '%2'ல் இருந்து '%1'ஐ மறுஅளவிடுதல் முடிந்தது.
th: ทำการปรับขนาด '%1' จากอัลบั้ม '%2' เรียบร้อยแล้ว
tr: '%2' Albümünden '%1''nin yeniden boyutlandırılması bitti.
zh_cn: 从相册“%2”缩放“%1”完成。

source: All preparatory operations completed.
ca: Totes les operacions preparatòries s'han completat.
cs: Všechny přípravné operace dokončeny.
da: Alle forberedende handlinger udført.
de: Alle vorbereitenden Schritte wurden durchgeführt.
el: 'Όλες οι προετοιμασίες ολοκληρώθηκαν.
es: Finalizadas todas las operaciones preparativas.
et: Kõik ettevalmistavad toimingud on tehtud.
fr: Préparation des images terminée.
gl: Todas as operazóns de preparazón foron concluidas.
is: Öllum undirbúningsaðgerðum lokið.
it: Tutte le operazioni preliminari completate.
ja: すべての準備が完了しました。
nb: Alle forberedende handlinger er utført.
nl: Alle voorbereidende handelingen zijn voltooid.
pl: Wszystkie operacje wstępne zakończone.
pt: Todas as operações de preparação foram concluídas.
pt_br: Todas as operações preparatórias foram concluídas.
sr: Све припремне операције су завршене.
sr@latn: Sve pripremne operacije su završene.
sv: Alla förberedande åtgärder klara.
ta: எல்லா முன்னேற்பாடு செயல்கள் முடிந்தது
th: ขั้นตอนการเตรียมการทั้งหมดเสร็จเรียบร้อยแล้ว
tr: Bütün hazırlık işlemleri tamamlandı.
zh_cn: 所有准备操作都已完成。

source: Creating comments file if necessary...
ca: S'està creant el fitxer de comentaris si és necessari...
cs: Vytvářím potřebné soubory komentářů...
da: Opretter kommentarer om nødvendigt...
de: Kommentardatei wird erstellt, falls nötig ...
el: Δημιουργία αρχείου σχολίων αν είναι απαραίτητο...
es: Crear el archivo de comentarios si es necesario...
et: Vajadusel kommentaaride faili loomine...
fr: Création du fichier des commentaires si nécessaire...
gl: Criar o ficheiro de comentários se fose necesário...
is: Bý til skrá með athugasemdum ef það reynist nauðsynlegt...
it: Creazione del file dei commenti se necessario...
ja: コメントファイルを作成中...
nb: Oppretter kommentarer om nødvendig …
nl: Commentaarbestand aanmaken indien nodig...
pl: Tworzenie pliku komentarzy, jeśli obecne...
pt: Criar o ficheiro de comentário se necessário...
pt_br: Criando arquivo de comentários se necessário...
sr: Правим фајл са коментарима ако је потребно...
sr@latn: Pravim fajl sa komentarima ako je potrebno...
sv: Skapar kommentarfiler om det behövs...
ta: தேவைப்பட்டால் குறிப்புகள் கோப்பை தொடங்குகிறது
th: ทำการสร้างหมายเหตุของแฟ้ม หากจำเป็น...
tr: Gerekiyorsa yorum dosyası oluşturuluyor...
zh_cn: 正在创建所需的注释文件...

source: Starting mailer agent...
ca: S'està engegant l'agent de correu...
cs: Spouštím poštovního klienta...
da: Starter e-mail-program
de: E-Mailprogramm wird gestartet ...
el: Εκκίνηση πελάτη αποστολέα...
es: Iniciando el gestor de correo...
et: E-posti kliendi käivitamine...
fr: Démarrage du programme de courrier... APPUYEZ SUR « Fermer » POUR FERMER CETTE FENÊTRE.
gl: A iniciar o axente de envio...
is: Ræsi póstforrit...
it: Avvio dell'agente di posta...
ja: メールソフトを開始...
nb: Starter e-postprogram
nl: Maileragent wordt gestart...
pl: Uruchamianie klienta pocztowego...
pt: A iniciar o agente de envio...
pt_br: Iniciando agente de e-mail...
sr: Покрећем поштански агент...
sr@latn: Pokrećem poštanski agent...
sv: Startar e-postprogram...
ta: அஞ்சலிடும் முகவர் தொடங்குகிறது...
th: กำลังเรียกเครื่องมือส่งเมล...
tr: E-posta programı başlatılıyor...
zh_cn: 正在启动邮件程序...

source: no caption
ca: sense comentaris
de: Keine Beschriftung
es: sin comentarios
et: pealdis puudub
is: enginn skýringartexti
it: nessuna didascalia
ja: キャプションなし
nl: geen titel
pt: sem título
sr: без коментара
sv: ingen rubrik

source: Caption for image "%1": %2
ca: Commentaris per a la imatge "%1": %2
de: Beschriftung des Bildes "%1": %2
es: Comentario de la imagen «%1»: %2
et: Pildi "%1" pealdis: %2
is: Skýringartexti við mynd "%1": %2
it: Didascalia dell'immagine «%1»: %2
ja: 画像 "%1" のキャプション: %2
nl: Titel van afbeelding "%1": %2
pt: Título da imagem "%1": %2
sr: Коментар за слику „%1“: %2
sv: Rubrik för bilden "%1": %2

source: Tags: %2
ca: Etiquetes: %2
cs: Tagy: %2
da: Mærker: %2
de: Stichworte: %2
el: Ετικέτες: %2
es: Etiquetas: %2
et: Sildid: %2
gl: Marcas: %2
is: Merki: %2
it: Tag: %2
ja: タグ: %2
pl: Znaczniki: %2
pt: Marcas: %2
pt_br: Etiquetas: %2
sr: Ознаке: %2
sr@latn: Oznake: %2
sv: Etiketter: %2
th: ป้ายชื่อ: %2

source: comments.txt
cs: komentare.txt
da: kommentarer.txt
de: kommentare.txt
es: comentarios.txt
et: kommentaarid.txt
fr: commentaires.txt
gl: comentários.txt
nb: kommentarer.txt
nl: commentaar.txt
pl: komentarze.txt
pt: comentários.txt
pt_br: comentarios.txt
sr: коментари.txt
sr@latn: komentari.txt
sv: kommentarer.txt
ta: கட்டளை.txt

source: Error during resize images process.
ca: Error durant el procés de redimensionament d'imatges.
cs: Chyba během změny velikosti obrázku.
da: Fejl under størrelsesændringsprocessen
de: Bei der Größenänderung des Bildes trat ein Fehler auf.
el: Σφάλμα κατά την αλλαγή μεγέθους των εικόνων.
es: Error durante el proceso de redimensionamiento de las imágenes.
et: Viga piltide suuruse muutmisel.
fr: Erreur pendant le redimensionnement des images.
gl: Erro durante o redimensionamento das imaxes.
is: Villa við smækkun mynda.
it: Errore durante il processo di ridimensionamento delle immagini.
ja: 画像のサイズ変更中にエラー発生。
nb: Feil under endring av størrelse.
nl: Er is een fout opgetreden tijdens het aanpassen van de grootte van de afbeeldingen.
pl: Błąd podczas zmiany rozmiaru zdjęć.
pt: Erro durante o processo de mudança de tamanho das imagens.
pt_br: Erro durante o processo de redimensionamento de imagens.
sr: Грешка током промене величине слика.
sr@latn: Greška tokom promene veličine slika.
sv: Fel under storleksändring av bilder.
ta: படங்களை அளவை மாற்றும்போது பிழை
th: เกิดข้อผิดพลาดระหว่างทำการปรับขนาดภาพ
tr: Resimleri yeniden boyutlandırma işleminde hata.
zh_cn: 缩放图像的过程出错。

source: Cannot resize the following image files:
ca: No s'ha pogut redimensionar els fitxers d'imatge següents:
cs: Nelze zvětšit velikost následujících obrázků:
da: Kan ikke ændre størrelsen på følgende billeder:
de: Die folgenden Bilder können nicht in der Größe verändert werden:
el: Αδύνατη η αλλαγή μεγέθους των ακόλουθων εικόνων:
es: No se puede redimensionar los siguientes archivos de imagen:
et: Järgmiste pildifailide suuruse muutmine ebaõnnestus:
fr: Impossible de redimensionner les fichiers image suivants :
gl: Non foi posíbel redimensionar as seguintes imaxes:
is: Get ekki minnkað eftirtaldar myndir:
it: Impossibile ridimensionare i seguenti file immagine:
ja: 次の画像のサイズを変更できません:
nb: Kan ikke endre størrelsen på følgende bilder:
nl: Kan de grootte van volgende afbeeldingen niet aanpassen:
pl: Nie można zmienić rozmiaru następujących zdjęć:
pt: Não foi possível mudar o tamanho dos seguintes ficheiros de imagem:
pt_br: Não foi possível redimensionar os seguintes arquivos de imagens:
sr: Не могу да променим величину следећих слика:
sr@latn: Ne mogu da promenim veličinu sledećih slika:
sv: Kan inte ändra storlek på följande bildfiler:
ta: பின்வரும் பிம்ப கோப்புகளை அளவு மாற்றமுடியாது:
th: ไม่สามารถปรับขนาดแฟ้มต่อไปนี้ได้:
tr: Şu resim dosyaları yeniden boyutlandırılamadı:
zh_cn: 无法缩放下列图像文件：

source: Do you want them to be added as attachments (without resizing)?
ca: Voleu que siguin afegides com adjunts (sense redimensionar)?
cs: Chcete je připojit jako přílohy (bez změny velikosti)?
da: Vil du tilføje billederne som vedhæftninger (uden størrelsesændring)?
de: Sollen diese Bilder als Anhang in der Originalgröße hinzugefügt werden?
el: Θέλετε να προστεθούν σαν συνημμένα (χωρίς αλλαγή μεγέθους);
es: ¿Desea añadirlos como adjuntos (sin redimensionamiento)?
et: Kas soovid lisada need pildifailid kaasatud failidena (suurust muutmata)?
fr: Voulez-vous les ajouter comme pièces jointes (sans redimensionner) ?
gl: Desexa engadi-los como anexos (sen redimensionar)?
is: Viltu að þeim sé bætt við sem viðhengjum (án minnkunar)?
it: Vuoi che siano aggiunte come allegati (senza ridimensionamento)?
ja: サイズ変更せずに添付ファイルとして追加しますか？
nb: Vil du legge til bildene som vedlegg (uten å endre størrelse)?
nl: Wilt u dat ze toegevoegd worden als bijlagen (zonder aanpassing van de grootte)?
pl: Czy chcesz, aby wybrane zdjęcia zostały dołączone jako załączniki (bez zmiany rozmiaru)?
pt: Deseja adicioná-los como anexos (sem mudar de tamanho)?
pt_br: Você gostaria que eles fossem adicionados como anexos (sem redimensionar)?
sr: Желите ли да их додате као прилоге (без промене величине)?
sr@latn: Želite li da ih dodate kao priloge (bez promene veličine)?
sv: Vill du lägga till de här bildfilerna som bilagor (utan att ändra storlek)?
ta: அவைகளை இணைப்புகளாக சேர்க்கவேண்டுமா? (மறுஅளவிடல் இல்லாமல்)
th: คุณต้องการจะเพิ่มเป็นแฟ้มแนบหรือไม่ (โดยไม่มีการปรับขนาด) ?
tr: Bunları ilişikte göndermek istiyor musunuz (yeniden boyutlandırılmadan)?
zh_cn: 您是否想要将其添加为附件(不进行缩放)？

source: Cannot start '%1' program; please check your installation.
ca: No s'ha pogut engegar el programa '%1'; si us plau, comproveu la vostra instal·lació.
cs: Nelze spustit program '%1', překontrolujte instalaci.
da: Kan ikke starte '%1' programmet. Undersøg din installation.
de: Das Programm "%1" lässt sich nicht starten. Bitte überprüfen Sie die Installation.
el: Αδύνατη η εκκίνηση της εφαρμογής '%1'. Παρακαλώ ελέγξτε την εγκατάστασή σας.
es: No se puede iniciar el programa «%1». Por favor, compruebe su instalación.
et: Programmi '%1' käivitamine ebaõnnestus. Palun kontrolli paigaldust.
fr: Impossible de démarrer le programme « %1 ». Veuillez vérifier votre installation.
gl: Non foi posíbel iniciar o programa '%1'; por favor verifique a sua instalazón.
is: Get ekki ræst forritið '%1' ; athugaðu uppsetningu þess.
it: Impossibile avviare il programma «%1»; per piacere, controlla la tua installazione.
ja: プログラム %1 を開始できません。 インストールを確認してください。
nb: Kan ikke starte '%1' programmet. Undersøk din installasjon.
nl: Kan programma '%1' niet starten; controleer uw installatie.
pl: Nie można uruchomić programu '%1'. Proszę sprawdzić poprawność instalacji.
pt: Não foi possível iniciar o programa '%1'; por favor verifique a sua instalação.
pt_br: Não foi possível iniciar o programa '%1'; por favor, confira sua instalação.
sr: Не могу да покренем наредбу „%1“. Проверите своју инсталацију.
sr@latn: Ne mogu da pokrenem naredbu „%1“. Proverite svoju instalaciju.
sv: Kan inte starta programmet '%1'. Kontrollera installationen.
ta: '%1' நிரலை துவக்க முடியாது நிறுவலை தயவு செய்து சரிப்பாக்கவும்.
th: ไม่สามารถเริ่มการทำงานโปรแกรม '%1' ได้ โปรดตรวจสอบการติดตั้งโปรแกรมของคุณ
tr: '%1' programı başlatılamadı; kurumunuzu kontrol ediniz.
zh_cn: 无法启动“%1”程序； 请检查您的安装。

source: Cannot remove temporary folder %1.
ca: No s'ha pogut eliminar la carpeta temporal %1.
cs: Nelze odstranit dočasný adresář %1.
da: Kan ikke fjerne midlertidig mappe %1.
de: Der temporäre Ordner "%1" lässt sich nicht löschen.
el: Αδύνατη η διαγραφή του προσωρινού φακέλου %1.
es: No se puede eliminar la carpeta temporal «%1».
et: Ajutise kataloogi %1 eemaldamine ebaõnnestus.
fr: Impossible de supprimer le dossier temporaire « %1 ».
gl: Non foi posíbel eliminar o cartafol temporal %1.
is: Get ekki fjarlægt bráðabirgðamöppu %1.
it: Impossibile rimuovere la cartella temporanea %1.
ja: 一時フォルダ %1 を削除できません。
nb: Kan ikke fjerne midlertidig mappe %1.
nl: Kan tijdelijke map %1 niet verwijderen.
pl: Nie można usunąć katalogu tymczasowego %1.
pt: Não foi possível remover a pasta temporária %1.
pt_br: Não foi possível remover a pasta temporária %1.
sr: Не могу да уклоним привремену фасциклу %1.
sr@latn: Ne mogu da uklonim privremenu fasciklu %1.
sv: Kan inte ta bort tillfällig katalog %1.
ta: தற்காலிக அடைவு %1 நீக்க முடியாது.
th: ไม่สามารถลบโฟลเดอร์ชั่วคราว %1 ได้
tr: Geçici dizin %1 kaldırılamadı.
zh_cn: 无法删除临时文件夹 %1。

source: Email Images Options
ca: Opcions d'enviar imatges per correu
cs: Volby odesílání obrázků
da: Indstillinger for Send billeder med e-mail
de: Einstellungen zum Senden von Bildern
el: Επιλογές αποστολής εικόνων
es: Opciones del envío de imágenes por correo electrónico
et: Piltide e-postiga saatmise valikud
fr: Envoyer par courrier électronique
gl: Opzóns de Envio de Imaxes por Email
is: Val við sendingu mynda
it: Opzioni di invio immagini
ja: 画像メール送信のオプション
nb: Innstillinger for Sending av bilder med e-post
nl: Opties voor het e-mailen van afbeeldingen
pl: Opcje wysyłania zdjęć e-mailem
pt: Opções de Envio de Imagens por E-mail
pt_br: Opções de imagem por e-mail
sr: Опције слања слика е-поштом
sr@latn: Opcije slanja slika e-poštom
sv: Alternativ för att e-posta bilder
ta: பிம்ப விருப்பத்தேர்வுகளை மின்னஞ்சல் அனுப்பு
th: ตัวเลือกการส่งภาพทางอีเมล
tr: Resim Eposta Seçenekleri
zh_cn: 电邮图像选项
