Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_imagesgallery.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nl, pa, pl, pt, pt_br, ru, sr, sr@latn, sv, ta, th, tr, uk, zh_cn

source: <p>Select here the application to preview or edit the HTML pages.
ca: <p>Seleccioneu aquí l'aplicació per previsualitzar o editar les pàgines HTML.
cs: <p>Zvolte program pro náhled nebo úpravu HTML stránek.
da: <p>Vælg det program HTML-galleriet skal forhåndsvises eller redigeres med.
de: <p>Wählen Sie hier das Programm für die Vorschau oder zum Bearbeiten der HTML-Seiten.
el: <p>Επιλέξτε εδώ την εφαρμογή στην οποία θα γίνει προεπισκόπηση ή επεξεργασία των σελίδων HTML.
es: <p>Seleccione aquí la aplicación que se utilizará para previsualizar o editar las páginas HTML.
et: <p>Vali rakendus HTML-lehekülgede eelvaatluseks või muutmiseks.
fr: <p>Sélectionnez ici l'application utilisée pour afficher ou modifier la galerie.
gl: <p>Escolla aqui a aplicazón para antever ou editar as páxinas HTML.
is: <p>Veldu hér hvaða forrit þú vilt nota til að forskoða eða breyta HTML síðunum.
it: <p>Seleziona qui l'applicazione per visualizzare l'anteprima o modificare le pagine HTML.
ja: <p>HTML ページをプレビューまたは編集するアプリケーションを選択します。
nl: <p>Selecteer hier de toepassing om de HTML pagina's te bewerken of er een voorbeeldweergave van te bekijken.
pl: <p>Wybierz tutaj program do podglądu lub edycji stron HTML.
pt: <p>Seleccione aqui a aplicação para antever ou editar as páginas HTML.
pt_br: <p>Selecione aqui o aplicativo para pré-visualizar ou editar as páginas HTML.
ru: <p>Выбрать приложение для просмотра или редактирования HTML страниц.
sr: <p>Изаберите овде програме којим прегледате или уређујете HTML стране.
sr@latn: <p>Izaberite ovde programe kojim pregledate ili uređujete HTML strane.
sv: <p> Välj program för att förhandsgranska eller redigera HTML sidorna.
ta: <p>HTML பக்கங்களை தொகுக்க அல்லது முன்காட்சியை பார்க்க பயன்பாட்டை இங்கே தேர்ந்தெடுக்கவும்.
th: <p>เลือกโปรแกรมสำหรับใช้ในการแสดงผลตัวอย่างหรือแก้ไขหน้าเอกสารเวบที่ได้
tr: <p>Burada HTML sayfalarını önizleme veya düzenlemek için uygulama seçiniz.
zh_cn: <p>在此选择预览或编辑 HTML 页面的应用程序。

source: <p>Select here the font name to use for the pages.
ca: <p>Seleccioneu aquí el nom del tipus de lletra que s'usarà a les pàgines.
cs: <p>Zvolte písmo stránek.
da: <p>Angiv skrifttypen der skal bruges til siderne i galleriet.
de: <p>Wählen Sie hier die Schriftart der Seiten.
el: <p>Επιλέξτε εδώ το όνομα γραμματοσειράς που θα χρησιμοποιηθεί στις σελίδες.
es: <p>Seleccione aquí el tipo de letra que se usará en las páginas.
et: <p>Vali kasutatava fondi nimi.
fr: <p>Sélectionnez ici la police utilisée pour la galerie.
gl: <p>Escolla aqui o tipo de letra utilizado nas páxinas.
is: <p>Veldu hér hvaða letur þú vilt nota á síðurnar.
it: <p>Seleziona qui il nome del tipo di carattere da usare nelle pagine.
ja: <p>ページに使用するフォントを選択します。
nl: <p>Selecteer hier het lettertype dat u wilt gebruiken voor de pagina's.
pl: <p>Wybierz tutaj rodzaj czcionki użytej na stronach.
pt: <p>Seleccione aqui o tipo de letra utilizado nas páginas.
pt_br: <p>Selecione aqui o nome da fonte para usar nas páginas.
ru: <p>Выбрать шрифт для использования на страницах.
sr: <p>Изаберите овде име фонта који се користи на странама.
sr@latn: <p>Izaberite ovde ime fonta koji se koristi na stranama.
sv: <p>Välj teckensnittsnamn som används för sidorna här.
ta: <p>பக்கங்களுக்கு பயன்படுத்தவேண்டிய எழுத்துரு பெயரை இங்கு தேர்ந்தேடுக்கவும்.
th: <p>เลือกชื่อแบบอักษรที่ต้องการใช้กับเอกสารเวบได้ที่นี่
tr: <p>Burada, sayfalarda kulanılmak üzere yazı tipi seçiniz.
zh_cn: <p>在此选择页面所使用的字体名称。

source: Fon&t name:
ca: Nom de lle&tra:
cs: Náz&ev písma:
da: &Skrifttypenavn:
de: &Schriftart:
el: Όνομα &γραμματοσειράς:
es: Nombre del &tipo de letra:
et: Fon&di nimi:
fr: &Nom de la police :
gl: Nome do &tipo de letra:
is: Le&turnafn:
it: Nome del &tipo di carattere:
ja: フォント名(&T):
nl: Letter&type:
pa: ਫੋਂਟ ਨਾਂ(&t):
pl: Nazwa &czcionki:
pt: Nome do &tipo de letra:
pt_br: &Nome da fonte:
ru: &Шрифт:
sr: &Име фонта:
sr@latn: &Ime fonta:
sv: Teckensni&ttsnamn
ta: எழுத்து&ரு பெயர்:
th: ชื่อแบบอักษร:
tr: &Yazıtipi adı:
uk: Назва шриф&ту:
zh_cn: 字体名称(&T)：

source: <p>Select here the font size to use for the pages.
ca: <p>Seleccioneu aquí la mida del tipus de lletra que s'usarà a les pàgines.
cs: <p>Zvolte velikost písma.
da: <p>Angiv skriftstørrelsen der skal bruges i galleriet.
de: <p>Wählen Sie hier die Schriftgröße der Seiten.
el: <p>Επιλέξτε εδώ το μέγεθος γραμματοσειράς που θα χρησιμοποιηθεί στις σελίδες.
es: <p>Seleccione aquí el tamaño del tipo de letra que se usará en las páginas.
et: <p>Vali kasutatava fondi suurus.
fr: <p>Sélectionnez ici la taille de la police utilisée pour la galerie.
gl: <p>Escolla o tamaño da letra utilizado nas páxinas.
is: <p>Veldu hér hvaða leturstærð þú vilt nota á síðurnar.
it: <p>Seleziona qui la dimensione del carattere da usare nelle pagine.
ja: <p>ページに使用するフォントサイズを選択します。
nl: <p>Selecteer hier de lettergrootte die u wilt gebruiken voor de pagina's.
pl: <p>Wybierz tutaj rozmiar czcionki użytej na stronach.
pt: <p>Seleccione o tamanho da letra utilizada nas páginas.
pt_br: <p>Selecione aqui o tamanho da fonte para usar nas páginas.
ru: <p>Выбрать размер шрифта.
sr: <p>Изаберите овде величину фонта који се користи на странама.
sr@latn: <p>Izaberite ovde veličinu fonta koji se koristi na stranama.
sv: <p>Välj teckenstorlek som används för sidorna här.
ta: <p>பக்கங்களுக்கு பயன்படுத்தவேண்டிய எழுத்துரு அளவை இங்கு தேர்ந்தேடுக்கவும்.
th: <p>เลือกขนาดตัวอักษรที่ต้องการใช้กับหน้าเอกสารเวบที่นี่
tr: <p>Burada sayfalar için kullanılacak yazı tipi büyüklüğünü seçiniz.
zh_cn: <p>在此选择页面所使用的字体大小。

source: Font si&ze:
ca: &Mida de lletra:
cs: Velikost &písma:
da: S&krifttypestørrelse
de: Schrift&größe:
el: Μέγεθος γ&ραμματοσειράς:
es: &Tamaño del tipo de letra:
et: &Fondi suurus:
fr: &Taille de la police :
gl: Tama&ño da letra:
is: Leturs&tærð:
it: Di&mensione del carattere:
ja: フォントサイズ(&Z):
nl: &Tekengrootte:
pa: ਫੋਂਟ ਅਕਾਰ(&z):
pl: &Rozmiar czcionki:
pt: Taman&ho da letra:
pt_br: &Tamanho da fonte:
ru: Р&азмер шрифта:
sr: &Величина фонта:
sr@latn: &Veličina fonta:
sv: Te&ckenstorlek:
ta: எழுத்துரு அ%ளவு:
th: ขนาดตัวอักษร:
tr: Yazıtipi boy&utu:
uk: Ро&змір шрифту:
zh_cn: 字体大小(&Z)：

source: <p>Select here the foreground color to use for the pages.
ca: <p>Seleccioneu aquí el color de primer pla que s'usarà a les pàgines.
cs: <p>Zvolte barvu popředí.
da: <p>Her angives forgrundsfarven i galleriet.
de: <p>Wählen Sie hier die Vordergrundfarbe der Seiten.
el: <p>Επιλέξτε εδώ το χρώμα προσκηνίου που θα χρησιμοποιηθεί στις σελίδες.
es: <p>Seleccione aquí el color del texto que se usará para las páginas.
et: <p>Vali lehekülgede esiplaani värv.
fr: <p>Sélectionnez ici la couleur du texte utilisée pour la galerie.
gl: <p>Escolla aqui a cor de primeiro plano utilizada polas páxinas.
is: <p>Veldu hér hvaða forgrunnslit þú vilt nota á síðurnar.
it: <p>Seleziona qui il colore di primo piano da usare nelle pagine.
ja: <p>ページに使用する前景色を選択します。
nl: <p>Selecteer hier de voorgrondkleur die u wilt gebruiken voor de pagina's.
pl: <p>Wybierz tutaj kolor tekstu użyty na stronach.
pt: <p>Seleccione aqui a cor de primeiro plano utilizada pelas páginas.
pt_br: <p>Selecione aqui a cor de primeiro plano para usar nas páginas.
ru: <p>Выбрать цвет текста для использования на страницах.
sr: <p>Изаберите овде боју исцртавања која се користи на странама.
sr@latn: <p>Izaberite ovde boju iscrtavanja koja se koristi na stranama.
sv: <p>Välj förgrundsfärg som används för sidorna här.
ta: <p>பக்கங்களுக்கான பின்னணி வண்ணத்தை இங்கு தேர்ந்தெடுக்கவும்.
th: <p>เลือกสีพื้นหน้าที่ต้องการใช้สำหรับเอกสารเวบได้ที่นี่
tr: <p>Burada sayfalar için kullanılacak önplan rengini seçiniz.
zh_cn: <p>在此选择页面所使用的前景色。

source: &Foreground color:
ca: Color de &primer pla:
cs: Ba&rva popředí:
da: &Forgrundsfarve:
de: &Vordergrundfarbe:
el: Χρώμα &προσκηνίου:
es: Color del &texto:
et: &Esiplaani värv:
fr: &Couleur du texte :
gl: Cor do &primeiro plano:
is: Litur &forgrunns:
it: &Colore di primo piano:
ja: 前景色(&F):
nl: &Voorgrondkleur:
pa: ਮੁੱਖਭੂਮੀ ਰੰਗ(&F):
pl: &Kolor tekstu:
pt: Cor &principal:
pt_br: &Cor do primeiro plano:
ru: Цвет &текста:
sr: Боја ис&цртавања:
sr@latn: Boja is&crtavanja:
sv: &Förgrundsfärg:
ta: &முன்னணி நிறம்:
th: สีพื้นหน้า:
tr: Ö&nplan rengi:
uk: Колір &тексту:
zh_cn: 前景色(&F)：

source: <p>Select here the background color to use for the pages.
ca: <p>Seleccioneu aquí el color de fons que s'usarà a les pàgines.
cs: <p>Zvolte barvu pozadí.
da: <p>Her angives baggrundsfarven i galleriet.
de: <p>Wählen Sie hier die Hintergrundfarbe der Seiten.
el: <p>Επιλέξτε εδώ το χρώμα φόντου που θα χρησιμοποιηθεί στις σελίδες.
es: <p>Seleccione aquí el color que se usará para el fondo de las páginas.
et: <p>Vali lehekülgede tausta värv.
fr: <p>Sélectionnez ici la couleur de fond utilisée pour la galerie.
gl: <p>Escolla aqui a cor de fondo utilizada polas páxinas.
is: <p>Veldu hér hvaða bakgrunnslit þú vilt nota á síðurnar.
it: <p>Seleziona qui il colore di sfondo da usare nelle pagine.
ja: <p>ページに使用する背景色を選択します。
nl: <p>Selecteer hier de achtergrondkleur die u wilt gebruiken voor de pagina's.
pl: <p>Wybierz tutaj kolor tła użyty na stronach.
pt: <p>Seleccione aqui a cor de fundo utilizada pelas páginas.
pt_br: <p>Selecione aqui a cor de segundo plano para usar nas páginas.
ru: <p>Выбрать цвет фона.
sr: <p>Изаберите овде боју позадине која се користи на странама.
sr@latn: <p>Izaberite ovde boju pozadine koja se koristi na stranama.
sv: <p>Välj bakgrundsfärg som används för sidorna här.
ta: <p>பக்கங்களுக்கான பயன்படுத்தவேண்டிய பின்னணி வண்ணத்தை இங்கு தேர்ந்தெடுக்கவும்.
th: <p>เลือกสีพื้นหลังที่ต้องการใช้สำหรับเอกสารเวบได้ที่นี่
tr: <p>Burada sayfalar için kullanılacak arkaplan rengini seçiniz.
zh_cn: <p>在此选择页面所使用的被景色。

source: &Background color:
ca: Color de &fons:
cs: &Barva pozadí:
da: &Baggrundsfarve:
de: &Hintergrundfarbe:
el: Χρώμα &φόντου:
es: Color de &fondo:
et: &Tausta värv:
fr: Couleur de &fond :
gl: Cor de &fondo:
is: Litur &bakgrunns:
it: Colore di s&fondo:
ja: 背景色(&B):
nl: Achter&grondkleur:
pa: ਪਿੱਠਭੂਮੀ ਰੰਗ(&B):
pl: Ko&lor tła:
pt: Cor de &fundo:
pt_br: &Cor de fundo:
ru: Цвет &фона:
sr: Боја &позадине:
sr@latn: Boja &pozadine:
sv: &Bakgrundsfärg:
ta: &பின்னணி வண்ணம்:
th: สีพื้นหลัง:
tr: &Arkaplan rengi:
uk: Колір &тла:
zh_cn: 背景色(&B)：

source: <p>Select here the image borders' size in pixels.
ca: <p>Seleccioneu aquí la mida de la vora de les imatges, en píxels.
cs: <p>Zvolte okraj obrázku v pixelech.
da: <p>Her angives billedernes rammestørrels i billedpunkter.
de: <p>Wählen Sie hier die Bildrandgröße in Pixeln.
el: <p>Επιλέξτε εδώ το μέγεθος περιγράμματος των εικόνων σε εικονοστοιχεία.
es: <p>Seleccione aquí el tamaño de los bordes de las imágenes, en número de puntos.
et: <p>Vali pildipiirete suurus pikslites.
fr: <p>Sélectionnez ici la taille de la bordure des images en pixel.
gl: <p>Escolla aqui o tamaño do contorno das imaxe en píxels.
is: <p>Veldu hér stærð jaðars á myndirnar.
it: <p>Seleziona qui la dimensione dei bordi delle immagini in pixel.
ja: <p>画像の縁取りのサイズをピクセルで指定してください。
nl: <p>Selecteer hier de grootte van de afbeeldingsranden in pixels.
pl: <p>Wybierz tutaj grubość ramki wokół zdjęcia, w pikselach.
pt: <p>Seleccione aqui o tamanho das margens em pontos.
pt_br: <p>Selecione aqui o tamanho das bordas da imagem, em pixels.
ru: <p>Выбрать размер рамки изображения (в пикселях).
sr: <p>Изаберите овде величину ивица слике у пикселима.
sr@latn: <p>Izaberite ovde veličinu ivica slike u pikselima.
sv: <p>Välj bildernas kantstorlek i bildpunkter här.
ta: <p>இங்கே பிம்ப விளிம்புகளின் அளவை படப்புள்ளிகளில் தேர்ந்தேடுக்கவும்.
th: <p>เลือกขนาดกรอบของภาพได้ที่นี่ โดยมีหน่วยเป็นพิกเซล
tr: <p>Burada resim kenar genişliğini piksel olarak seçiniz.
zh_cn: <p>在此选择图像边框的大小，以像素计。

source: Images borders s&ize:
ca: M&ida de la vora de les imatges:
cs: &Velikost okraje obrázku:
da: Rammestørre&lse:
de: Bildrand&größe:
el: Μέγε&θος περιγράμματος εικόνων:
es: &Tamaño de los bordes de las imágenes:
et: P&ildipiirete suurus:
fr: Taille de la bordure des &images :
gl: Tamaño do contorno das &imaxes:
is: Jaðarstærð m&ynda:
it: Dimen&sione del bordo delle immagini:
ja: 画像の縁取りのサイズ(&I):
nl: Grootte van de afbeeld&ingsranden:
pa: ਚਿੱਤਰ ਹਾਸ਼ੀਆ ਅਕਾਰ(&i):
pl: Grubość &ramki zdjęcia:
pt: Tamanho das margens das &imagens:
pt_br: &Tamanho das bordas da imagem:
ru: &Размер рамки изображений:
sr: Ве&личина ивица слике:
sr@latn: Ve&ličina ivica slike:
sv: B&ildernas kantstorlek:
ta: வடிவத்தின் ஓரம்&அளவு:
th: ขนาดของกรอบภาพ:
tr: Resim kenar &boyutu:
uk: Ро&змір рамки зображень:
zh_cn: 图像边框大小(&I)：

source: <p>Select here the color to use for the image borders.
ca: <p>Seleccioneu aquí el color de la vora de les imatges.
cs: <p>Zvolte barvu okraje.
da: <p>Her angives billedernes rammefarve.
de: <p>Wählen Sie hier die Farbe des Bildrandes.
el: <p>Επιλέξτε εδώ το χρώμα που θα χρησιμοποιηθεί για το περίγραμμα εικόνων.
es: <p>Seleccione aquí el color que se usará para los bordes de las imágenes.
et: <p>Vali pildipiirete värv.
fr: <p>Sélectionnez ici la couleur utilisée pour la bordure des images.
gl: <p>Escolla aqui a cor a utilizar nos contornos das imaxes.
is: <p>Veldu hér lit jaðars á myndirnar.
it: <p>Seleziona qui il colore da usare per il bordo alle immagini.
ja: <p>画像の縁取りに使用する色を選択します。
nl: <p>Selecteer hier de kleur die u wilt gebruiken voor de afbeeldingsranden.
pl: <p>Wybierz tutaj kolor ramki wokół zdjęcia.
pt: <p>Seleccione aqui a cor a utilizar para as margens das imagens.
pt_br: <p>Selecione aqui o tamanho das bordas da imagem, em pixels.
ru: <p>Выбрать цвет рамки.
sr: <p>Изаберите овде боју која се користи за ивице слике.
sr@latn: <p>Izaberite ovde boju koja se koristi za ivice slike.
sv: <p>Välj färg som används för bildernas kanter här.
ta: <p>பிம்ப விளிம்புகளுக்கு பயன்படுத்தவேண்டிய வண்ணத்தை இங்கே தேர்ந்தேடுக்கவும்.
th: <p>เลือกสีของกรอบภาพที่ต้องการใช้ได้ที่นี่
tr: <p>Burada, kullanılacak resim kenar rengini seçiniz.
zh_cn: <p>在此选择图像边框所使用的颜色。

source: Image bo&rder color:
ca: Color de la &vora de les imatges:
cs: &Barva okraje obrázku:
da: Farve på billed&ramme:
de: Bildrand&farbe:
el: Χρώμα περι&γράμματος εικόνας:
es: Color de los bo&rdes de las imágenes:
et: Pildipiirde vä&rv:
fr: Couleur de la bo&rdure des images :
gl: Co&r do contorno das imaxes:
is: Jaða&rlitur mynda:
it: Colo&re del bordo delle immagini:
ja: 画像の縁取りの色(&R):
nl: Kleur van afbeelding&randen:
pa: ਚਿੱਤਰ ਹਾਸ਼ੀਆ ਰੰਗ(&r):
pl: Kolor ra&mki zdjęcia:
pt: Co&r das margens das imagens:
pt_br: &Cor da borda da imagem:
ru: Цвет &рамки:
sr: Боја ивиц&а слике:
sr@latn: Boja ivic&a slike:
sv: Bilde&rnas kantfärg:
ta: பிம்ப விளிம்பு வண்ணம்:
th: สีของกรอบภาพ:
tr: Resim &kenar rengi:
uk: Колір ра&мки зображень:
zh_cn: 图像边框颜色(&R)：

source: Album
ca: Àlbum
el: Άλμπουμ
es: Álbum
gl: Álbum
is: Albúm
ja: アルバム
pa: ਐਲਬਮ
pt: Álbum
pt_br: Álbum
ru: Альбом
sr: Албум
ta: திரட்டுவைப்பேடு
th: อัลบั้ม
tr: Albüm
uk: Альбом
zh_cn: 相册

source: Photo Album
ca: Àlbum de fotos
cs: Foto album
da: Fotoalbum
de: Fotoalbum
el: Άλμπουμ φωτογραφιών
es: Álbum de fotos
et: Fotoalbum
fr: Album photo
gl: Álbum Fotográfico
is: Myndaalbúm
it: Album fotografico
ja: フォトアルバム
nl: Fotoalbum
pa: ਫੋਟੋ ਐਲਬਮ
pl: Album ze zdjęciami
pt: Álbum Fotográfico
pt_br: Álbum de fotos
ru: Фото Альбом
sr: Фото албум
sr@latn: Foto album
sv: Fotoalbum
ta: புகைப்பட திரட்டுவைப்பேடு
th: อัลบั้มภาพถ่าย
tr: Fotoğraf Albümü
uk: Фотоальбом
zh_cn: 相片相册

source: &Save gallery to:
ca: &Desa la galeria a:
cs: &Uložit galerii do:
da: &Gem galleri som:
de: Galerie &speichern in:
el: Απο&θήκευση συλλογής στο:
es: &Guardar la galería de imágenes en:
et: Galerii &salvestamise asukoht:
fr: Enregi&strer la galerie sous :
gl: &Guardar galeria en:
is: Vi&sta myndasafn í:
it: &Salva galleria in:
ja: ギャラリーの保存先(&S):
nl: Galerij op&slaan in:
pa: ਗੈਲਰੀ ਇੱਥੇ ਸੰਭਾਲੋ(&S):
pl: &Zapisz galerię do:
pt: &Gravar galeria para:
pt_br: &Salvar galeria em:
ru: &Сохранить галерею в:
sr: &Сними галерију у:
sr@latn: &Snimi galeriju u:
sv: &Spara galleri i:
ta: படத்தொகுப்பை சேமிக்கவும்:
th: บันทึกแกลเลอรีภาพไปยัง:
tr: Galeriyi buraya kaydet:
uk: &Зберегти галерею в:
zh_cn: 图库保存到(&S)：

source: <p>The folder name where the galleries will be saved.
ca: <p>El nom de la carpeta on es desaran les galeries.
cs: <p>Jméno složky, do které bude galerie uložena.
da: <p>Mappen hvori gallerierne bliver gemt.
de: <p>Der Name des Ordners, in dem die Galerie gespeichert wird.
el: <p>Το όνομα του φακέλου όπου θα αποθηκευτούν οι συλλογές.
es: <p>El nombre de la carpeta donde se guardarán las galerías.
et: <p>Kataloogi nimi, kuhu galeriid salvestada.
fr: <p>Le chemin du dossier où la galerie sera enregistrée.
gl: <p>O nome do cartafol onde as galerias serán guardadas.
is: <p>Heiti möppunnar þar sem myndasöfnin verða vistuð.
it: <p>Il nome della cartella in cui verranno salvate le gallerie.
ja: <p>ギャラリーを保存するフォルダ名を指定してください。
nl: <p>De mapnaam waar de galerijen in zullen worden opgeslagen.
pl: <p>Nazwa katalogu, w którym zostaną zapisane galerie.
pt: <p>O nome da pasta onde as galerias serão gravadas.
pt_br: <p>O nome da pasta onde as galerias serão salvas.
ru: <p>Имя папки, в которую будет сохранена галерея.
sr: <p>Име фасцикле у коју се снимају галерије.
sr@latn: <p>Ime fascikle u koju se snimaju galerije.
sv: <p>Katalognamnet där gallerierna sparas.
ta: அடைவின் பெயர் எங்கு படத்தொகுப்பு சேமிக்கப்பட்டுள்ளது.
th: <p>โฟลเดอร์ที่ต้องการใช้บันทึกแกลเลอรี
tr: <p>Galerilerin kaydedileceği dizin adı:
zh_cn: <p>即将保存图库的文件夹名称。

source: Resize target images
ca: Redimensiona les imatges destí
cs: Změnit velikost obrázků
da: Ændr billedstørrelse
de: Bildgröße der Zielbilder anpassen
el: Αλλαγή μεγέθους εικόνων προορισμού
es: Redimensionar las imágenes de destino
et: Sihtpiltide suurust muudetakse
fr: Redimensionner les images cible
gl: Redimensionar as imaxes de destino
is: Endurákvarða stærð úttaksmynda
it: Ridimensiona le immagini
ja: 画像のサイズを変更
nl: Grootte van de doelafbeeldingen wijzigen
pa: ਨਿਯਤ ਚਿੱਤਰ ਮੁੜ-ਅਕਾਰ
pl: Zmień rozmiary zdjęć
pt: Redimensionar as imagens alvo
pt_br: Redimensionar imagens
ru: Изменить размер изображений
sr: Промени величину циљних слика
sr@latn: Promeni veličinu ciljnih slika
sv: Ändra storlek på resultatbilder
ta: சேரும் அடைவை மறுஅளவாக்கு
th: ปรับขนาดของภาพเป้าหมาย
tr: Hedef resimleri boyutlandır
zh_cn: 缩放目标图像

source: <p>If you enable this option, all target images can be resized.
ca: <p>Si activeu aquesta opció, totes les imatges destí es podran redimensionar.
cs: <p>Pokud tuto volbu povolíte, dojde ke změně velikosti všech obrázků.
da: <p>Denne indstilling gendanner billedstørrelsen på de valgte billeder.
de: <p>Wenn diese Einstellung aktiviert ist, werden alle Zielbilder in der Größe angepasst.
el: <p>Αν ενεργοποιήσετε αυτή την επιλογή, όλες οι εικόνες προορισμού μπορούν να αλλάξουν μέγεθος.
es: <p>Si activa esta opción, se podrá redimensionar las imágenes de destino.
et: <p>Sisselülitamisel saab muuta kõigi sihtpiltide suurust.
fr: <p>Si vous activez cette option, toutes les images cible peuvent être redimensionnées.
gl: <p>Se activa esta opzón é posíbel redimensionar as imaxes obxectivo.
is: <p>Ef þú velur þetta, mun verða hægt að endurákvarða stærð allra myndanna.
it: <p>Abilitando questa opzione, tutte le immagini possono essere ridimensionate.
ja: <p>このオプションを有効にすると、画像のサイズを変更することができます。
nl: <p>Als u deze optie aanzet, kunnen alle doelafbeeldingen in grootte worden gewijzigd.
pl: <p>Jeśli ta opcja zostanie włączona, będzie możliwa zmiana rozmiaru zdjęć wyjściowych.
pt: <p>Se activar esta opção é possível mudar o tamanho das imagens alvo.
pt_br: <p>Se você habilitar esta opção, todas as imagens poderão ser redimensionadas.
ru: <p>Если включён этот параметр, размер всех изображений будет изменён.
sr: <p>Ако укључите ову опцију, величина свих циљних слика може се променити.
sr@latn: <p>Ako uključite ovu opciju, veličina svih ciljnih slika može se promeniti.
sv: <p>Om du aktiverar det här alternativet, kan storleken ändras på alla resultatbilder.
ta: <p>நீங்கள் இந்த தேர்வை செயலாக்கினால்,எல்லா வடிவங்களும் மறு அளவாக்கவும்.
th: <p>หากเปิดใช้ตัวเลือกนี้ ภาพเป้าหมายทั้งหมดจะถูกปรับขนาดก่อนบันทึก
tr: <p>Bu seçeneği etkinleştirirseniz, bütün resimler yeniden boyutlandırılacak.
zh_cn: <p>如果您启用了此选项，所有目标图像都将被缩放。

source: Target images size:
ca: Mida de les imatges destí:
cs: Nová velikost obrázků:
da: Målbilledets størrelse:
de: Größe der Zielbilder:
el: Μέγεθος εικόνων προορισμού:
es: Tamaño de las imágenes de destino:
et: Sihtpiltide suurus:
fr: Taille des images cible :
gl: Tamaño das imaxes de destino:
is: Stærð úttaksmynda:
it: Dimensione delle immagini di destinazione:
ja: 画像のサイズ
nl: Grootte voor de doelafbeeldingen:
pa: ਨਿਯਤ ਚਿੱਤਰ ਅਕਾਰ:
pl: Rozmiar zdjęć wyjściowych:
pt: Tamanho das imagens alvo:
pt_br: Tamanho das imagens de destino:
ru: Размер изображений:
sr: Величина циљних слика:
sr@latn: Veličina ciljnih slika:
sv: Resultatbildernas storlek:
ta: குறிக்கோள் பிம்பங்கள் அளவு:
th: ขนาดของภาพเป้าหมาย:
tr: Hedef resim boyutu:
zh_cn: 目标图像大小：

source: <p>The new size of the target images in pixels
ca: <p>La mida nova de les imatges destí, en píxels.
cs: <p>Nová velikost obrázků v pixelech.
da: <p>Billedernes nye størrelse opgivet i billedpunkter
de: <p>Die neue Größe der Zielbilder in Pixeln
el: <p>Το νέο μέγεθος των εικόνων προορισμού σε εικονοστοιχεία
es: <p>El nuevo tamaño de las imágenes de destino, en número de puntos
et: <p>Sihtpiltide uus suurus pikslites
fr: <p>Taille des images cible en pixel
gl: <p>O novo tamaño das imaxes obxectivo en pontos
is: <p>Ný stærð úttaksmynda í dílum
it: <p>La nuova dimensione delle immagini di destinazione in pixel
ja: <p>画像のサイズをピクセルで指定してください。
nl: <p>De nieuwe grootte voor de doelafbeeldingen in pixels.
pl: <p>Nowy rozmiar zdjęć wyjściowych, w pikselach.
pt: <p>O novo tamanho das imagens alvo em pontos
pt_br: <p>O novo tamanho das imagens, em pixels
ru: <p>Новый размер изображений в пикселях
sr: <p>Нова величина циљних слика у пикселима.
sr@latn: <p>Nova veličina ciljnih slika u pikselima.
sv: <p>Resultatbildernas nya storlek i bildpunkter.
ta: <p>குறிக்கோள் பிம்பங்களின் புதிய அளவு படப்புள்ளிகளில்.
th: <p>ขนาดของภาพเป้าหมาย หน่วยเป็นพิกเซล
tr: <p>Hedef resimlerin piksel olarak yeni boyutları
zh_cn: <p>目标图像的新大小，以像素计

source: Use a specific target image compression
ca: Usa una compressió específica d'imatge destí
cs: Použít zvláštní kompresní metodu
da: Benyt en specifik billedkomprimering.
de: Vorgegebene Kompressionsrate für die Vorschaubilder verwenden
el: Χρήση συγκεκριμένης συμπίεσης εικόνας προορισμού
es: Utilizar un nivel de compresión específico para las imágenes de destino
et: Kasutatakse spetsiifilist sihtpiltide tihendust
fr: Utiliser une compression spécifique des images cible
gl: Utilizar unha compresión específica para as imaxes obxectivo
is: Nota sérstaka þjöppun á úttaksmyndir
it: Usa una compressione specifica per le immagini di destinazione
ja: 指定した圧縮レベルを使う
nl: Specifieke compressie gebruiken
pl: Użyj wybranego współczynnika kompresji
pt: Utilizar uma compressão específica para as imagens alvo
pt_br: Usar uma compressão de imagem específica
ru: Использовать сжатие изображений
sr: Користи одређену компресију за циљне слике
sr@latn: Koristi određenu kompresiju za ciljne slike
sv: Använd specifik komprimering av resultatbilderna
ta: ஒரு குறிப்பிட்ட குறிக்கோள் பிம்ப அழுத்தத்தை பயன்படுத்தவும்
th: ใช้การบีบข้อมูลตามที่กำหนดกับภาพเป้าหมาย
tr: Özel resim sıkıştırma kullan
zh_cn: 使用指定的目标图像压缩
