Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_findimages.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nds, nl, pa, pl, pt, pt_br, ru, sr, sr@latn, sv, ta, th, tr

source: _: NAME OF TRANSLATORS Your names
ca: Albert Astals Cid,Josep Ma. Ferrer
cs: Klára Cihlářová,Jakub Friedl
da: Rune Rønde Lausen,Erik Kjær Pedersen
de: Oliver Dörr,Thomas Reitelbach
el: Σπύρος Γεωργαράς,Τούσης Μανώλης
es: Enrique Matías Sánchez (aka Quique)
et: Marek Laane
fr: David Jobet,Tung Nguyen,Fabien
gl: mvillarino
is: Sveinn í Felli
it: Federico Zenith
ja: Yukiko Bando
nds: Sönke Dibbern
nl: Jasper van der Marel,Sander Devrieze,Wilbert Berendsen,Rinse de Vries
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pl: Igor Klimer
pt: Pedro Morais,José Nuno Pires
pt_br: Lisiane S. Teixeira, José Monteiro, Luiz Fernando Ranghetti
ru: Николай Шафоростов,Дмитрий Бугай
sr: Слободан Симић
sr@latn: Slobodan Simić
sv: Stefan Asserhäll
ta: tamilpcteam
th: ถนอมทรัพย์ นพบูรณ์
tr: İsmail Şimşek

source: _: EMAIL OF TRANSLATORS Your emails
ca: astals11@terra.es,txemaq@gmail.com
cs: koty@seznam.cz,jfriedl@suse.cz
da: runerl@skjoldhoej.dk,erik@binghamton.edu
de: kde@doerr-privat.de,tr@erdfunkstelle.de
el: sng@hellug.gr,manolis@koppermind.homelinux.org
es: cronopios@gmail.com
et: bald@starman.ee
fr: david dot jobet at free dot fr,ntung@free.fr,fabien.ubuntu@gmail.com
gl: mvillarino@users.sourceforge.net
is: sveinki@nett.is
it: federico.zenith@member.fsf.org
ja: ybando@k6.dion.ne.jp
nds: s_dibbern@web.de
nl: ,s.devrieze@pandora.be,wbsoft@xs4all.nl,rinsedevries@kde.nl
pa: aalam@users.sf.net
pl: kigro@vp.pl
pt: morais@kde.org,jncp@netcabo.pt
pt_br: lisiane@kdemail.net, elchevive@opensuse.org
ru: shafff@ukr.net,sam@vhnet.ru
sr: simicsl@verat.net
sr@latn: simicsl@verat.net
sv: stefan.asserhall@comhem.se
ta: tamilpc@ambalam.com
th: donga.nb@gmail.com
tr: thelightning@mynet.com

source: Find Duplicate Images
ca: Cerca d'imatges duplicades
cs: Najít stejné obrázky
da: Find dubletter
de: Doppelte Bilder suchen
el: Αναζήτηση όμοιων εικόνων
es: Búscar imágenes duplicadas
et: Topeltpiltide otsing
fr: Recherche d'images semblables
gl: Atopar Imaxes Duplicadas
is: Finna afrit mynda
it: Cerca immagini duplicate
ja: 重複画像を検索
nds: Dubbelbiller opspören
nl: Dubbele afbeeldingen zoeken
pa: ਡੁਪਲੀਕੇਟ ਚਿੱਤਰ ਖੋਜੋ
pl: Znajdź duplikaty zdjęć
pt: Procurar Imagens Duplicadas
pt_br: Procurar imagens duplicadas
ru: Поиск одинаковых изображений
sr: Нађи слике са дупликатима
sr@latn: Nađi slike sa duplikatima
sv: Sök duplicerade bilder
ta: படியெடு படிமங்களை கண்டறி
th: ค้นหาภาพที่ซ้ำกัน
tr: Tekrarlanan Resimleri Bul

source: A Kipi plugin to find duplicate images This plugin is based on ShowImg implementation algorithm
ca: Un connector del Kipi per cercar imatges duplicades Aquest connector està basat en la implementació de l'algorisme del ShowImg
cs: KIPI plugin pro vyhledávání duplicitních obrázku. Tento plugin je založen na implementaci algoritmu ShowImg
da: En KIPI plugin til at finde dubletter Baseret på Showimg-algoritmen.
de: Ein KIPI-Modul zum Suchen von doppelten Bildern. Dieses Modul basiert auf der Implementierung von ShowImg.
el: Ένα πρόσθετο του Kipi για την αναζήτηση όμοιων εικόνων Αυτό το πρόσθετο βασίζεται στον αλγόριθμο του ShowImg
es: Un complemento de KIPI para la búsqueda de imágenes duplicadas Este complemento se basa en una implementación del programa «ShowImg»
et: KIPI plugin topeltpiltide leidmiseks Plugina aluseks on Showimg algoritm
fr: Un module externe KIPI pour rechercher des images semblables Ce module externe est basé sur un algorithme de ShowImg
gl: Un plugin de KIPI para atopar imaxes duplicadas Este plugin está baseado na implementazón de ShowImg
is: KIPI íforrit til að finna margvistaðar myndir Þetta íforrit er byggt á reikniriti ShowImg
it: Un plugin per Kipi per trovare immagini duplicate Questo plugin si basa sull'algoritmo dell'implementazione di ShowImg
ja: Kipi 重複画像検索プラグイン このプラグインは ShowImg のアルゴリズムに基づいています。
nds: En Kipi-Moduul för't Opspören vun dubbelte Biller Dit Moduul buut op den Algoritmus vun "ShowImg"
nl: Een KIPI-plugin voor het zoeken naar dubbele afbeeldingen Deze plugin is gebaseerd op de ShowImg-implementatie
pa: ਡੁਪਲੀਕੇਟ ਚਿੱਤਰ ਖੋਜਣ ਲਈ ਕਿੱਪੀ ਪਲੱਗਿੰਨ ਇਹ ਪਲੱਗਿੰਨ ShowImg implementation ਐਲੋਗਰਥਿਮ ਉੱਤੇ ਅਧਾਰਿਤ ਹੈ
pl: Wtyczka Kipi do wyszukiwania duplikatów zdjęć Ta wtyczka jest oparta na implementacji algorytmu z ShowImg
pt: Um 'plugin' de KIPI para procurar imagens duplicadas Este 'plugin' é baseado na implementação do ShowImg
pt_br: Um plug-in do Kipi para encontrar imagens duplicadas Este plug-in é baseado no algoritmo de implementação do ShowImg
ru: Модуль Kipi для поиска изображений-двойников Использует алгоритм из ShowImg
sr: KIPI-јев прикључак за тражење дупликата Овај прикључак заснован је на имплементационом алгоритму ShowImg-а
sr@latn: KIPI-jev priključak za traženje duplikata Ovaj priključak zasnovan je na implementacionom algoritmu ShowImg-a
sv: Ett KIPI-insticksprogram för att söka efter duplicerade bilder Insticksprogrammet är baserat på algoritmen implementerad i Showimg
ta: போலி பிம்பங்களை கண்டுபிடிக்க ஒரு கிபி சொருகுப்பொருள்இந்த சொருகுப்பொருள் பிம்பத்தைக்காட்டு நடைமுறையாக்க அல்கரிதத்தை சார்ந்தது
th: ปลั๊กอินของ Kipi สำหรับค้นหาภาพที่ซ้ำกัน โดยมีพื้นฐานบนโครงสร้างอัลกอริธึม ShowImg
tr: Tekrarlanan resimleri bulmak için bir KIPI eklentisi Bu eklenti ShowImg dayanır

source: Maintainer
ca: Mantenidor
cs: Správce
da: Vedligeholder
de: Betreuer
el: Συντηρητής
es: Responsable
et: Hooldaja
fr: Mainteneur
gl: Mantedor
is: Viðhaldsforritari
it: Responsabile
ja: メンテナ
nds: Pleger
nl: Onderhouder
pa: ਪਰਬੰਧਕ
pl: Opiekun
pt: Manutenção
pt_br: Mantenedor
ru: Сопровождение
sr: Одржава
sr@latn: Održava
sv: Utvecklare
th: ผู้ดูแล

source: Original author
ca: Autor original
cs: Původní autor
da: Oprindelig forfatter
de: Originalautor
el: Αρχικός συγγραφέας
es: Autor original
et: Algne autor
fr: Auteur original
gl: Autor Inicial
is: Upprunalegur höfundur
it: Autore originale
ja: オリジナルの作者
nds: Orginaalautor
nl: Oorspronkelijke auteur
pa: ਅਸਲੀ ਲੇਖਕ
pl: Oryginalny autor
pt: Autor original
pt_br: Autor original
ru: Первоначальный автор
sr: Првобитни аутор
sr@latn: Prvobitni autor
sv: Ursprunglig upphovsman
th: ผู้เขียนดั้งเดิม

source: Find duplicate images algorithm
ca: Algorisme de cerca d'imatges duplicades
cs: Algoritmus vyhledávání stejného obrázku
da: Find dubletter-algoritme
de: Doppelte Bilder-Suchalgorithmus
el: Αλγόριθμος αναζήτησης όμοιων εικόνων
es: Algoritmo de búsqueda de imágenes duplicadas
et: Topeltpiltide otsimise algoritm
fr: Algorithme de recherche d'images semblables
gl: Algoritmo para procurar imaxes duplicadas
is: Útreikningur til að finna afrit
it: Algoritmo per cercare immagini duplicate
ja: 重複画像検索アルゴリズム
nds: Dubbelbild-Opspööralgoritmus
nl: Algoritme voor het zoeken naar dubbele afbeeldingen
pa: ਡੁਪਲੀਕੇਟ ਚਿੱਤਰ ਖੋਜ ਐਲੋਗਰਥਿਮ
pl: Algorytm wyszukiwania duplikatów zdjęć
pt: Algoritmo de procurar imagens duplicadas
pt_br: Procurar algoritmo para imagens duplicadas
ru: Алгоритм поиска одинаковых изображений
sr: Алгоритам налажења дупликата
sr@latn: Algoritam nalaženja duplikata
sv: Algoritm för att söka duplicerade bilder
ta: போலியான பிம்பங்களின் அல்கரிதம்களை கண்டுபிடி
th: อัลกอริธึมการค้นหาภาพซ้ำ
tr: Tekrarlanan resimleri bulma

source: Plugin Handbook
ca: Manual del connector
de: Modul-Handbuch
es: Manual del complemento
et: Plugina käsiraamat
fr: Manuel du module externe
is: Handbók íforrits
it: Manuale del plugin
ja: プラグインハンドブック
nl: Plugin-handboek
pt_br: Manual do plug-in
sr: Приручник прикључка
sv: Handbok för insticksprogrammet

source: Original Files
ca: Fitxers originals
cs: Původní soubory
da: Originalfiler
de: Originaldateien
el: Αρχικά αρχεία
es: Archivos originales
et: Originaalfailid
fr: Images originales
gl: Ficheiros Orixinais
is: Upprunalegar skrár
it: File originali
ja: オリジナルファイル
nds: Orginaaldateien
nl: Originele bestanden
pa: ਅਸਲੀ ਫਾਇਲਾਂ
pl: Oryginalne pliki
pt: Ficheiros Originais
pt_br: Arquivos originais
ru: Оригинальные файлы
sr: Оригинални фајлови
sr@latn: Originalni fajlovi
sv: Originalfiler
ta: மூலக் கோப்புகள்
th: แฟ้มต้นฉบับ
tr: Orjinal Dosyalar

source: <p>The preview of files with duplicates.
ca: <p>La vista prèvia dels fitxers amb duplicats.
cs: <p>Náhled stejných souborů.
da: <p>Forhåndsvisning af filer med dubletter.
de: <p>Vorschau aller doppelten Dateien.
el: <p>Η προεπισκόπηση των αρχείων που έχουν αντίτυπα.
es: <p>La vista previa de las imágenes duplicadas.
et: <p>Duplikaatidega failide eelvaatlus.
fr: <p>Prévisualisation des images possédant des images semblables.
gl: <p>A antevisión dos ficheiros con duplicados.
is: <p>Forskoðun skráa með afritum.
it: <p>Anteprima dei file con duplicati.
ja: <p>重複のあるファイルのプレビューです。
nds: <p>Vöransicht vun Dateien mit Dubbels
nl: <p>Het voorbeeld van bestanden met dubbelen.
pa: <p>ਦੁਹਰੀਆਂ ਫਾਇਲਾਂ ਦੀ ਝਲਕ ਹੈ
pl: <p>Podgląd plików z duplikatami.
pt: <p>A antevisão dos ficheiros com duplicados.
pt_br: <p> A previsão dos arquivos com duplicatas.
ru: <p>Просмотр файлов-двойников.
sr: <p>Преглед фајлова са дупликатима.
sr@latn: <p>Pregled fajlova sa duplikatima.
sv: <p>Förhandsgranskning av duplicerade filer.
ta: <p>கோப்புகள் போலிகளுடன் முன்பார்வை.
th: <p>ส่วนแสดงตัวอย่างของแฟ้มที่ซ้ำกัน
tr: <p>Tekrarlananlar ile birlikte dosya önizlemesi.

source: <p>This list contains all files with many duplicates.
ca: <p>Aquesta llista té tots els fitxers amb molts duplicats.
cs: <p>Tento seznam obsahuje všechny stejné soubory.
da: <p>Denne liste indeholder alle filer med mange dubletter.
de: <p>Diese Liste enthält alle Dateien, zu denen es Duplikate gibt.
el: <p>Αυτή η λίστα περιέχει όλα τα αρχεία που έχουν πολλά αντίτυπα.
es: <p>Esta lista contiene todos los archivos con duplicados.
et: <p>See nimekiri näitab kõiki duplikaatidega faile.
fr: <p>Cette liste affiche toutes les images originales possédant des images semblables.
gl: <p>Esta lista contén todos os ficheiros con duplicados.
is: <p>Þessi listi inniheldur allar skrár sem eiga sér mörg afrit.
it: <p>Questo elenco contiene tutti i file con molti duplicati.
ja: <p>重複のあるファイルのリストです。
nds: <p>Disse List bargt all Dateien mit Dubbels
nl: <p>Deze lijst bevat alle bestanden met veel dubbelen.
pa: <p>ਇਸ ਲਿਸਟ ਵਿੱਚ ਸਭ ਫਾਇਲਾਂ ਲਈ ਕੋਈ ਦੁਹਰੀਆਂ ਹਨ।
pl: <p>Ta lista zawiera wszystkie pliki z wieloma duplikatami.
pt: <p>Esta lista contém todos os ficheiro com muitos duplicados.
pt_br: <p> Esta lista contêm todos os arquivos com muitas duplicatas.
ru: <p>Список с файлами, для которых найдено несолько двойников.
sr: <p>Ова листа садржи све фајлове са много дупликата.
sr@latn: <p>Ova lista sadrži sve fajlove sa mnogo duplikata.
sv: <p>Den här listan innehåller alla filer som är duplicerade många gånger.
ta: <p>இந்தப் பட்டியல் எல்லா போலிக் கோப்புகளுடன் பலப் போலிகளை ஏற்று.
th: <p>ช่องรายการนี้จะเป็นรายการของแฟ้มที่มีการซ้ำกันหลายแฟ้ม
tr: <p>Bu liste bütün dosyaları tekrarlananlar ile birlikte içermektedir.

source: Similar Files
ca: Fitxers similars
cs: Stejné soubory
da: Dubletter
de: Ähnliche Dateien
el: Παρόμοια αρχεία
es: Archivos similares
et: Sarnased failid
fr: Images semblables
gl: Ficheiros Semellantes
is: Líkar skrár
it: File simili
ja: よく似たファイル
nds: Lieke Dateien
nl: Gelijkaardige bestanden
pa: ਰਲਦੀਆਂ ਫਾਇਲਾਂ
pl: Podobne pliki
pt: Ficheiros Semelhantes
pt_br: Arquivos similares
ru: Похожие файлы
sr: Слични фајлови
sr@latn: Slični fajlovi
sv: Liknande filer
ta: ஒரேமாதிரியான கோப்புகள்
th: แฟ้มที่คล้ายกัน
tr: Benzer Dosyalar

source: <p>The preview of duplicate files.
ca: <p>La vista prèvia dels fitxers duplicats.
cs: <p>Náhled stejných souborů.
da: <p>Forhåndsvisning af dubletter.
de: <p>Die Vorschau der doppelten Dateien.
el: <p>Η προεπισκόπηση των όμοιων αρχείων.
es: <p>La previsualización de los archivos duplicados.
et: <p>Duplikaatfailide eelvaatlus.
fr: <p>Prévisualisation des images semblables.
gl: <p>A antevisión dos ficheiros duplicados.
is: <p>Forskoðun afrita.
it: <p>L'anteprima dei file duplicati.
ja: <p>重複ファイルのプレビューです。
nds: <p>De Vöransicht vun dubbelte Dateien.
nl: <p>Voorbeeld van dubbele bestanden.
pa: <p>ਦੁਹਰੀਆਂ ਫਾਇਲਾਂ ਦੀ ਝਲਕ ਹੈ।
pl: <p>Podgląd duplikatów.
pt: <p>A antevisão dos ficheiros duplicados.
pt_br: <p> A previsão de arquivos duplicados.
ru: <p>Просмотр копий.
sr: <p>Преглед фајлова дупликата.
sr@latn: <p>Pregled fajlova duplikata.
sv: <p>Förhandsgranskning av duplicerade filer.
ta: <p>போலிக் கோப்புகளின் முன்பார்வை.
th: <p>ส่วนแสดงตัวอย่างแฟ้มที่ซ้ำกัน
tr: <p>Tekrarlanan dosyaların önizlemesi.

source: <p>This list contains all duplicates files.
ca: <p>Aquesta llista té tots els fitxers duplicats.
cs: <p>Seznam všech stejných souborů.
da: <p>Denne liste indeholder alle dubletter.
de: <p>Diese Liste enthält alle doppelten Dateien.
el: <p>Αυτή η λίστα περιέχει όλα τα όμοια αρχεία.
es: <p>Esta lista contiene todos los archivos duplicados.
et: <p>See nimekiri näitab kõiki duplikaatfaile.
fr: <p>Cette liste affiche toutes les images semblables.
gl: <p>Esta lista contén todos os ficheiros duplicados.
is: <p>Þessi listi inniheldur öll afritin.
it: <p>Questo elenco esegue tutti i file duplicati.
ja: <p>重複ファイルのリストです。
nds: <p>Disse List bargt all dubbelte Dateien.
nl: <p>Deze lijst bevat alle dubbele bestanden.
pa: <p>ਸਭ ਦੁਹਰੀਆਂ ਫਾਇਲਾਂ ਦੀ ਲਿਸਟ ਹੈ।
pl: <p>Ta lista zawiera wszystkie pliki-duplikaty.
pt: <p>Esta lista contém todos os ficheiros duplicados.
pt_br: <p> Esta lista contém todos os arquivos duplicados.
ru: <p>Список копий.
sr: <p>Ова листа садржи све фајлове дупликате.
sr@latn: <p>Ova lista sadrži sve fajlove duplikate.
sv: <p>Den här listan innehåller alla filer som är duplicerade.
ta: <p>இந்தப் பட்டியல் எல்லா போலிக் கோப்புகளும் உள்ளது.
th: <p>ช่องรายการนี้จะเป็นรายการแฟ้มที่ซ้ำกันทั้งหมด
tr: <p>Bu liste bütün tekrarlanan dosyaları içerir.

source: Identical To
ca: Idèntic a
cs: Stejný s
da: Identisk med
de: Identisch mit
el: Ταυτόσημο του
es: Idéntico a
et: Samane:
fr: Semblable à
gl: Idéntico A
is: Er eins og
it: Identico a
ja: 同じファイル
nds: Liek as
nl: Identiek aan
pa: ਰਲਦੀਆਂ
pl: Identyczne z
pt: Idêntico A
pt_br: Idêntico a
ru: Идентично
sr: Истоветан као
sr@latn: Istovetan kao
sv: Identisk med
ta: ஒரே மாதிரியானது
th: ซ้ำกันกับ
tr: Aynı

source: _n: 1 Original Image with Duplicate Images Has Been Found %n Original Images with Duplicate Images Have Been Found
ca: S'ha trobat 1 imatge original amb imatges duplicades S'han trobat %n imatges originals amb imatges duplicades
cs: Byl nalezen obrázek s několika shodnými kopiemi. Byly nalezeny %n obrázky s několika shodnými kopiemi. Bylo nalezeno %n obrázků s několika shodnými kopiemi.
da: 1 originalbillede med dubletter er blevet fundet %n originalbilleder med dubletter er blevet fundet
de: Ein Originalbild mit Duplikaten wurde gefunden %n Originalbilder mit Duplikaten wurden gefunden
el: Βρέθηκε 1 αρχικό αρχείο για το οποίο υπάρχουν όμοια αρχεία Βρέθηκαν %n αρχικά αρχεία για τα οποία υπάρχουν όμοια αρχεία
es: Se ha encontrado una imagen original con imágenes duplicadas Se han encontrado %n imágenes originales con imágenes duplicadas
et: Leiti 1 duplikaatpiltidega originaalpilt Leiti %n duplikaatpiltidega originaalpilti
fr: 1 image originale possédant des images semblables a été trouvée %n images originales possédant des images semblables ont été trouvées
gl: Foi Encontrada %n Imaxe Orixinal con Duplicados Foron Encontradas %n Imaxes Orixinais con Duplicados
is: 1 upprunaleg mynd með afritum hefur fundist %n upprunalegar myndir með afritum hafa fundist
it: È stata trovata una immagine originale con duplicati Sono state trovate %n immagini originali con duplicati
ja: 重複画像のある %n 個のオリジナル画像を発見
nds: Een Orginaalbild mit Dubbels funnen %n Orginaalbiller mit Dubbels funnen
nl: Er is 1 originele afbeelding met dubbele afbeeldingen gevonden Er zijn %n originele afbeeldingen met dubbele afbeeldingen gevonden
pa: ਡੁਪਲੀਕੇਟ ਚਿੱਤਰਾਂ ਨਾਲ 1 ਅਸਲੀ ਚਿੱਤਰ ਮਿਲਿਆ ਹੈ ਡੁਪਲੀਕੇਟ ਚਿੱਤਰਾਂ ਨਾਲ %n ਅਸਲੀ ਚਿੱਤਰ ਮਿਲੇ ਹਨ
pl: Zostało znalezione jedno oryginalne zdjęcie z duplikatami Zostały znalezione %n oryginalne zdjęcia z duplikatami Zostało znalezionych %n oryginalnych zdjęć z duplikatami
pt: Foi Encontrada %n Imagem Original com Duplicados Foram Encontradas %n Imagens Originais com Duplicados
pt_br: Foi encontrada1 imagem original com imagens duplicadas Foram encontradas %n imagens originais com imagens duplicadas
ru: Найдено %n изображение, для которого имеются двойники Найдено %n изображения, для которых имеются двойники Найдено %n изображений, для которых имеются двойники
sr: Нађена је %n слика са дупликатима Нађене су %n слике са дупликатима Нађено је %n слика са дупликатима
sr@latn: Nađena je %n slika sa duplikatima Nađene su %n slike sa duplikatima Nađeno je %n slika sa duplikatima
sv: En originalbild med duplicerade bilder har hittats %n originalbilder med duplicerade bilder har hittats
th: พบภาพต้นฉบับที่มีการซ้ำกันของภาพทั้งหมด %n ภาพ
tr: Tekrarlanan %n Tane Orjinal Resim Bulundu.

source: Cannot remove duplicate file: %1
ca: No s'ha pogut suprimir el fitxer duplicat: %1
cs: Nelze odstranit duplicitní soubor: %1
da: Kan ikke fjerne dublet: %1
de: Das Duplikat lässt sich nicht löschen: %1
el: Αδύνατη η διαγραφή του αντιτύπου: %1
es: No se puede eliminar el archivo duplicado: %1
et: Ei õnnestu eemaldada duplikaatfaili %1
fr: Impossible de supprimer l'image semblable : %1
gl: Non foi posíbel eliminar o ficheiro duplicado: %1
is: Get ekki fjarlægt afritaða skrá: %1
it: Impossibile rimuovere il file duplicato: %1
ja: 重複ファイルを削除できません: %1
nds: Dubbel lett sik nich wegmaken: %1
nl: Dubbel bestand %1 kan niet worden verwijderd.
pa: ਡੁਪਲੀਕੇਟ ਫਾਇਲ ਹਟਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ: %1
pl: Nie można usunąć duplikatu: %1
pt: Não foi possível remover o ficheiro duplicado: %1
pt_br: Não foi possível remover o arquivo duplicado: %1
ru: Не удалось удалить файл-двойник: %1
sr: Не могу да уклоним фајл дупликата: %1
sr@latn: Ne mogu da uklonim fajl duplikata: %1
sv: Kan inte ta bort den duplicerade filen: %1
ta: போலிக் கோப்பினை அகற்றாதீர்: %1
th: ไม่สามารถลบแฟ้มที่ซ้ำกัน: %1 ได้
tr: Tekrarlanan dosya kaldırılamyor: %1

source: Cannot remove original file: %1
ca: No s'ha pogut suprimir el fitxer original: %1
cs: Nelze odstranit původní soubor: %1
da: Kan ikke fjerne originalfilen: %1
de: Die Originaldatei lässt sich nicht löschen: %1
el: Αδύνατη η διαγραφή του αρχικού αρχείου: %1
es: No se puede eliminar el archivo original: %1
et: Ei õnnestu eemaldada originaalfaili %1
fr: Impossible de supprimer l'image originale : %1
gl: Non foi posíbel eliminar o ficheiro orixinal: %1
is: Get ekki fjarlægt upprunalega skrá: %1
it: Impossibile rimuovere il file originale: %1
ja: オリジナルファイルを削除できません: %1
nds: Orginaaldatei lett sik nich wegmaken: %1
nl: Origineel bestand %1 kan niet worden verwijderd
pa: ਅਸਲੀ ਫਾਇਲ ਹਟਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ ਹੈ: %1
pl: Nie można usunąć oryginalnego zdjęcia: %1
pt: Não foi possível remover o ficheiro original: %1
pt_br: Não foi possível remover o arquivo original: %1
ru: Не удалось удалить оригинальный файл: %1
sr: Не могу да уклоним фајл оригинала: %1
sr@latn: Ne mogu da uklonim fajl originala: %1
sv: Kan inte ta bort originalfilen: %1
ta: மூலக் கோப்பினை அகற்றாதீர்: %1
th: ไม่สามารถลบแฟ้มต้นฉบับ: %1 ได้
tr: Orjinal dosya kaldırılamyor: %1

source: Image size: %1x%2 pixels
ca: Mida de la imatge: %1x%2 píxels
cs: Velikost obrázku: %1x%2 pixelů
da: Billedstørrelse: %1x%2 billedpunkter
de: Bildgröße: %1x%2 Pixel
el: Μέγεθος εικόνας: %1x%2 εικονοστοιχεία
es: Tamaño de la imagen: %1x%2 puntos
et: Pildi suurus: %1x%2 pikslit
fr: Dimensions de l'image : %1x%2 pixels
gl: Tamaño da imaxe: %1x%2 pixels
is: Myndstærð: %1x%2 dílar
it: Dimensioni dell'immagine: %1x%2 pixel
ja: 画像サイズ: %1x%2 ピクセル
nds: Bildgrött: %1x%2 Pixels
nl: Afbeeldinggrootte: %1x%2 pixels
pa: ਚਿੱਤਰ ਅਕਾਰ: %1x%2 ਪਿਕਸਲ
pl: Wielkość zdjęcia: %1x%2·pikseli
pt: Tamanho da imagem: %1x%2 pontos
pt_br: Tamanho da imagem: %1 x %2 pixels
ru: Размер изображения: %1x%2 пикселов
sr: Величина слике: %1x%2 пиксела
sr@latn: Veličina slike: %1x%2 piksela
sv: Bildstorlek: %1x%2 bildpunkter
ta: படிமத்தின் அளவு: %1x%2 pixels
th: ขนาดภาพ: %1x%2 พิกเซล
tr: Resim boyutu: %1x%2 benek

source: _n: File size: 1 byte File size: %n bytes
ca: Mida del fitxer: 1 byte Mida del fitxer: %n bytes
cs: Velikost souboru: 1 Byte Velikost souboru: %n Byty Velikost souboru: %n Bytů
da: Filstørrelse: 1 byte Filstørrelse: %n bytes
de: Dateigröße: 1 Byte Dateigröße: %n Byte
el: Μέγεθος αρχείου: 1 byte Μέγεθος αρχείου: %n bytes
es: Tamaño del archivo: 1 byte Tamaño del archivo: %n bytes
et: Faili suurus: 1 bait Faili suurus: %n baiti
fr: Taille de l'image : 1 octet Taille de l'image : %n octets
gl: Tamaño do ficheiro: 1 byte Tamaño do ficheiro: %n bytes
is: Skráarstærð: 1 bæti Skráastærð: %n bæti
it: Dimensione del file: 1 byte Dimensione del file: %n byte
ja: ファイルサイズ: %n バイト
nds: Dateigrött: 1 Byte Dateigrött: %n Bytes
nl: Bestandsgrootte: 1 byte Bestandsgrootte: %n bytes
pa: ਫਾਇਲ ਅਕਾਰ: 1 ਬਾਈਟ ਫਾਇਲ ਅਕਾਰ: %n ਬਾਈਟ
pl: Rozmiar pliku: 1 bajt Rozmiar pliku: %n bajty Rozmiar pliku: %n bajtów
pt: Tamanho do ficheiro: 1 byte Tamanho do ficheiro: %n bytes
pt_br: Tamanho do arquivo: 1 byte Tamanho do arquivo: %n bytes
ru: Размер файла: %n байт Размер файла: %n байта Размер файла: %n байтов
sr: Величина фајла: %n бајт Величина фајла: %n бајта Величина фајла: %n бајтова
sr@latn: Veličina fajla: %n bajt Veličina fajla: %n bajta Veličina fajla: %n bajtova
sv: Filstorlek: 1 byte Filstorlek: %n byte
th: ขนาดแฟ้ม: %n ไบต์
tr: Dosya boyutu: %n bayt

source: Modified: %1
ca: Modificat: %1
cs: Změněn: %1
da: Ændret: %1
de: Geändert: %1
el: Τροποποιημένο: %1
es: Modificado: %1
et: Muudetud: %1
fr: Modification : %1
gl: Modificado: %1
is: Breytt: %1
it: Modificato: %1
ja: 変更日: %1
nds: Ännert: %1
nl: Gewijzigd: %1
pa: ਸੋਧ: %1
pl: Zmodyfikowano: %1
pt: Modificado: %1
pt_br: Modificado: %1
ru: Правка: %1
sr: Измењен: %1
sr@latn: Izmenjen: %1
sv: Ändrad: %1
ta: திருத்தப்பட்டது: %1
th: แก้ไขเมื่อ: %1
tr: Düzenleme: %1

source: Album: %1
ca: Àlbum: %1
el: Άλμπουμ: %1
es: Álbum: %1
gl: Álbum: %1
is: Albúm: %1
ja: アルバム: %1
pa: ਐਲਬਮ: %1
pt: Álbum: %1
pt_br: Álbum: %1
ru: Альбом: %1
sr: Албум: %1
ta: தொகுப்பு: %1
th: อัลบั้ม: %1
tr: Albüm: %1

source: Comments: %1
ca: Comentaris: %1
cs: Komentář: %1
da: Kommentarer: %1
de: Kommentare: %1
el: Σχόλια: %1
es: Comentarios: %1
et: Kommentaarid: %1
fr: Commentaires : %1
gl: Comentários: %1
is: Athugasemdir: %1
it: Commenti: %1
ja: コメント: %1
nds: Kommentaren: %1
nl: Commentaar: %1
pa: ਟਿੱਪਣੀ: %1
pl: Komentarze: %1
pt: Comentários: %1
pt_br: Comentários: %1
ru: Комментарии: %1
sr: Коментари: %1
sr@latn: Komentari: %1
sv: Kommentarer: %1
ta: கருத்துரை: %1
th: หมายเหตุ: %1
tr: Yorumlar: %1

source: Caption: %1
ca: Comentari: %1
de: Beschriftung: %1
es: Comentario: %1
et: Pealdis: %1
fr: Légendes : %1
is: Skýringartexti: %1
it: Didascalia: %1
ja: キャプション: %1
nds: Titel: %1
nl: Titel: %1
pt: Título: %1
pt_br: Legenda: %1
sr: Коментар: %1
sv: Rubrik: %1

source: Selection
ca: Selecció
cs: Výběr
da: Markering
de: Auswahl
el: Επιλογή
es: Selección
et: Valik
fr: Sélection
gl: Seleczón
is: Val
it: Selezione
ja: 選択
nds: Köör
nl: Selectie
pa: ਚੋਣ
pl: Wybór
pt: Selecção
pt_br: Seleção
ru: Выделение
sr: Избор
sr@latn: Izbor
sv: Val
ta: தேர்வு
th: การเลือก
tr: Seçim

source: Album's Selection
ca: Selecció d'àlbum
cs: Výběr alba
da: Albummarkering
de: Albenauswahl
el: Επιλογή άλμπουμ
es: Selección de álbumes
et: Albumi valik
fr: Sélectionnez les albums, puis appuyez sur OK pour lancer le traitement
gl: Escolla de Álbuns
is: Val á albúmi
it: Selezione dell'album
ja: アルバムの選択
nds: Alben utsöken
nl: Selectie van album
pa: ਐਲਬਮ ਚੋਣ
pl: Wybór albumów
pt: Escolha de Álbuns
pt_br: Seleção do álbum
sr: Избор албума
sr@latn: Izbor albuma
sv: Albumval
ta: ஆல்பத்தின் தேர்வு
th: การเลือกอัลบั้ม
tr: Albümün seçimi
