Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_sendimages.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nb, nl, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, zh_cn

source: Attach a file with caption and tags
ca: Adjunta un fitxer amb els comentaris i etiquetes
de: Eine Datei mit Beschriftungen und Stichworten anhängen
es: Asociar un archivo con los comentarios y etiquetas
et: Pealdise ja siltidega faili kaasamine
is: Hengja við skrá með skýringartexta og merkjum
it: Allega un file con didascalia e tag
ja: キャプションとタグを添付ファイルにする
nl: Voeg een bestand met titel en tags toe
pt: Anexar um ficheiro com o título e as marcas
sr: Приложи фајл заједно са коментаром и ознакама
sv: Lägg till en fil med rubrik och etiketter

source: <p>If you enable this option, all image captions and tags will be added as an attached file.
ca: <p>si habiliteu aquesta opció, tots els comentaris i etiquetes de les imatges s'afegiran com a un fitxer adjunt.
de: <p>Wenn diese Einstellung aktiviert ist, werden alle Beschriftungen und Stichworte in einer angehängten Datei hinzugefügt.
es: <p>Si activa esta opción, se añadirán todos los comentarios y etiquetas de las imágenes se añadirán como un archivo adjunto.
et: <p>Sisselülitamisel lisatakse kõik pildi pealdised ja sildid kirjale kaasatud failina.
is: <p>Ef þú virkjar þennan möguleika, þá munu skýringartextar og merki allra myndanna verða send með sem viðhengi.
it: <p>Se abiliti questa opzione, tutte le didascalie e i tag delle immagini verranno aggiunti come un file allegato.
ja: <p>このオプションを有効にすると、すべての画像のキャプションとタグが一つの添付ファイルとして追加されます。
nl: <p>Als u deze optie inschakelt worden alle afbeeldingstitels toegevoegd als een bijgevoegd bestand.
pt: <p>Se activar esta opção, todos os títulos e marcas das imagens serão adicionados como um ficheiro anexado.
sr: <p>Ако укључите ову опцију, сви коментари и ознаке слике биће додати као приложени фајл.
sv: <p>Om du aktiverar det här alternativet, läggs alla bildrubriker och etiketter till som en bifogad fil.

source: Generate new filenames from image captions (if available)
ca: Genera noms de fitxers nous a partir dels comentaris de les imatges (si n'hi ha)
de: Neue Dateinamen aus den Bildbeschriftungen generieren (falls verfügbar)
es: Generar nombres de archivo nuevos para los comentarios de las imágenes (si están disponibles)
et: Uute failinimede loomine pildi pealdiste põhjal (kui neid on)
is: Búa til ný skráanöfn úr skýringartextum við myndir (ef þeir eru til staðar)
it: Genera nuovi nomi di file dalle didascalie delle immagini (se disponibili)
ja: 画像のキャプションから新しいファイル名を生成する (キャプションがあれば)
nl: Nieuwe bestandsnamen genereren aan de hand van afbeeldingstitels (indien aanwezig)
pt: Gerar novos nomes de ficheiros a partir dos títulos (se disponíveis)
sr: Направи нова имена фајлова из коментара слике (ако је доступан)
sv: Skapa nya filnamn från bildrubriker (om tillgängliga)

source: Image Properties
ca: Propietats de la imatge
da: Billedeegenskaber
de: Bildeigenschaften
el: Ιδιότητες εικόνας
es: Propiedades de la imagen
et: Pildi omadused
is: Eiginleikar mynda
it: Proprietà delle immagini
ja: 画像のプロパティ
nl: Afbeeldingeigenschappen
pl: Właściwości zdjęć
pt: Propriedades da Imagem
sr: Својства слике
sr@latn: Svojstva slike
sv: Bildegenskaper

source: <p>The properties of images to send.
ca: <p>Les propietats de les imatges a enviar.
cs: <p>Vlastnosti odesílaného obrázku
da: <p>Egenskaber for billederne der skal sendes.
de: <p>Die Eigenschaften der Bilder, die gesendet werden sollen.
el: <p>Οι ιδιότητες των προς αποστολή εικόνων.
es: <p>Las propiedades de las imágenes a enviar.
et: <p>Saadetavate piltide omadused.
fr: <p>Propriétés des images à envoyer.
gl: <p>As propriedades das imaxes a enviar.
is: <p>Eiginleikar mynda til að senda.
it: <p>Le proprietà delle immagini da inviare.
ja: <p>送信する画像のプロパティです。
nb: <p>Egenskaper for bildene som skal sendes.
nl: <p>De eigenschappen van de te verzenden afbeeldingen.
pl: <p>Właściwości zdjęć do wysłania.
pt: <p>As propriedades das imagens a enviar.
pt_br: <p>As propriedades das imagens a serem enviadas.
sr: <p>Својства слика за слање.
sr@latn: <p>Svojstva slika za slanje.
sv: <p>Egenskaper för bilderna att skicka.
ta: <p>படங்களின் குணங்களை அனுப்பு.
th: <p>คุณสมบัติของภาพที่จะทำการส่ง
tr: <p>Gönderilecek resmin özellikleri
zh_cn: <p>要发送图像的属性。

source: Adjust image properties
ca: Ajusta les propietats de les imatges
da: Justér billedegenskaber
de: Bildeigenschaften einstellen
el: Ρύθμιση ιδιοτήτων εικόνων
es: Ajustar las propiedades de la imagen
et: Pildi omaduste kohandamine
is: Breyta eiginleikum mynda
it: Regola le proprietà delle immagini
ja: 画像のプロパティを調整する
nl: Afbeeldingseigenschappen aanpassen
pl: Zmień właściwości zdjęć
pt: Ajustar as propriedades da imagem
sr: Подеси својства слике
sr@latn: Podesi svojstva slike
sv: Justera bildegenskaper

source: <p>If you enable this option, all images to send can be resized and recompressed.
ca: <p>Si activeu aquesta opció, totes les imatges a enviar es redimensionaran i es tornaran a comprimir.
cs: <p>Pokud tuto volbu povolíte, u všech obrázků dojde ke změně velikosti a rekompresi
da: <p>Denne indstilling gør det muligt, at ændre størrelse og komprimeringsniveau på billederne der skal sendes.
de: <p>Wenn diese Einstellung aktiviert ist, können Sie für Bilder, die gesendet werden, die Größe und den Kompressiongrad ändern.
el: <p>Αν ενεργοποιήσετε αυτή την επιλογή, θα αλλαχτεί το μέγεθος και η συμπίεση όλων των προς αποστολή εικόνων.
es: <p>Si activa esta opción, todas las imágenes a enviar podrán ser redimensionadas y recomprimidas.
et: <p>Sisselülitamisel saab kõigi saadetavate piltide suurust ja tihendust muuta.
fr: <p>Si vous activez cette option, toutes les images à envoyer peuvent être redimensionnées et recompressées.
gl: <p>Se activa esta opzón as imaxes a enviar poden se redimensionadas ou comprimidas de novo.
is: <p>Ef þú virkjar þennan möguleika, þá má minnka og endurþjappa öllum myndum við sendingu.
it: <p>Se abiliti questa opzione, tutte le immagini possono essere ridimensionate e ricompresse.
ja: <p>このオプションを有効にすると、送信する画像のサイズと圧縮レベルを変更することができます。
nb: <p>Denne innstillinga gjør det mulig, å endre størrelse og komprimeringsnivå på bildene som skal sendes.
nl: <p>Als u deze optie aanzet, kan de grootte van de te verzenden afbeeldingen worden aangepast en kunnen die afbeeldingen opnieuw worden gecomprimeerd.
pl: <p>Jeśli ta opcja zostanie włączona, wszystkie zdjęcia do wysłania mogą być poddane operacjom zmiany rozmiaru oraz rekompresji.
pt: <p>Se activar esta opção as imagens para enviar podem ter o seu tamanho alterado ou ser comprimidas de novo.
pt_br: <p>Se você habilitar essa opção, todas as imagens que serão enviadas podem ser redimensionadas e recomprimidas.
sr: <p>Ако укључите ову опцију, све слике које се шаљу могу бити рекомпресоване или промењене величине.
sr@latn: <p>Ako uključite ovu opciju, sve slike koje se šalju mogu biti rekompresovane ili promenjene veličine.
sv: <p>Om du aktiverar det här alternativet, kan storleken ändras och omkomprimering göras för alla bilder att skicka.
ta: <p>தேர்வுஇல்லை,அனைத்து படங்கலையும் அனுப்பு.
th: <p>หากเปิดใช้ตัวเลือกนี้ ภาพทั้งหมดที่จะส่งจะถูกปรับขนาด และถูกบีบข้อมูลใหม่ทั้งหมด
tr: <p> Bu seçeneği etkinleştirirseniz, gönderilecek bütün resimler yeniden boyutlandırılıp sıkıştırılacak.
zh_cn: <p>如果您启用了此选项，要发送的全部图像都将被缩放并重新压缩。

source: Very Small (320 pixels)
ca: Molt petita (320 píxels)
cs: Velmi malý (320 pixelů)
da: Meget lille (320 billedpunkter)
de: Sehr klein (320 Pixel)
el: Πολύ μικρή (320 εικονοστοιχεία)
es: Muy pequeña (320 puntos)
et: Väga väike (320 pikslit)
fr: Très petite (320 pixels)
gl: Moi Pequeno (320 pontos)
is: Mjög lítil (320 dílar)
it: Molto piccola (320 pixel)
ja: 極小 (320 ピクセル)
nb: Veldig liten (320 billedpunkter)
nl: Heel klein (320 pixels)
pl: bardzo mały (320 pikseli)
pt: Muito Pequeno (320 pontos)
pt_br: Muito pequeno (320 pixels)
sr: Врло мале (320 пиксела)
sr@latn: Vrlo male (320 piksela)
sv: Mycket liten (320 bildpunkter)
ta: மிகவும் சிறியது (320 படப்புள்ளிகள்)
th: เล็กมาก (320 พิกเซล)
tr: Çok Küçük (320 piksel)
zh_cn: 非常小(320 像素)

source: Small (640 pixels)
ca: Petita (640 píxels)
cs: Malý (640 pixelů)
da: Lille (640 billedpunkter)
de: Klein (640 Pixel)
el: Μικρή (640 εικονοστοιχεία)
es: Pequeña (640 puntos)
et: Väike (640 pikslit)
fr: Petite (640 pixels)
gl: Pequeno (640 pontos)
is: Lítil (640 dílar)
it: Piccola (640 pixel)
ja: 小 (640 ピクセル)
nb: Liten (640 billedpunkter)
nl: Klein (640 pixels)
pl: mały (640 pikseli)
pt: Pequeno (640 pontos)
pt_br: Pequeno (640 pixels)
sr: Мале (640 пиксела)
sr@latn: Male (640 piksela)
sv: Liten (640 bildpunkter)
ta: சிறியத (640 படப்புள்ளிகள்)
th: เล็ก (640 พิกเซล)
tr: Küçük (640 pikse)
zh_cn: 小(640 像素)

source: Medium (800 pixels)
ca: Mitjana (800 píxels)
cs: Střední (800 pixelů)
da: Mellem (800 billedpunkter)
de: Mittel (800 Pixel)
el: Μεσαία (800 εικονοστοιχεία)
es: Mediana (800 puntos)
et: Keskmine (800 pikslit)
fr: Moyenne (800 pixels)
gl: Médio (800 pontos)
is: Meðal (800 dílar)
it: Media (800 pixel)
ja: 中 (800 ピクセル)
nb: Mellom (800 billedpunkter)
nl: Middel (800 pixels)
pl: średni (800 pikseli)
pt: Médio (800 pontos)
pt_br: Médio (800 pixels)
sr: Средње (800 пиксела)
sr@latn: Srednje (800 piksela)
sv: Medium (800 bildpunkter)
ta: ஊடகம் (800 படப்புள்ளிகள்)
th: ปานกลาง (800 พิกเซล)
tr: Orta (800 piksel)
zh_cn: 中(800 像素)

source: Big (1024 pixels)
ca: Gran (1024 píxels)
cs: Velký (1024 pixelů)
da: Stor (1024 billedpunkter)
de: Groß (1024 Pixel)
el: Μεγάλη (1024 εικονοστοιχεία)
es: Grande (1024 puntos)
et: Suur (1024 pikslit)
fr: Grande (1024 pixels)
gl: Grande (1024 pontos)
is: Stór (800 dílar)
it: Grande (1024 pixel)
ja: 大 (1024 ピクセル)
nb: Stor (1024 billedpunkter)
nl: Groot (1024 pixels)
pl: duży (1024 piksele)
pt: Grande (1024 pontos)
pt_br: Grande (1024 pixels)
sr: Велике (1024 пиксела)
sr@latn: Velike (1024 piksela)
sv: Stor (1024 bildpunkter)
ta: பெரிய (1024 படப்புள்ளிகள்)
th: ใหญ่ (1024 พิกเซล)
tr: Büyük (1024 piksel)
zh_cn: 大(1024 像素)

source: Very Big (1280 pixels)
ca: Molt gran (1280 píxels)
cs: Velmi velký (1280 pixelů)
da: Meget stor (1280 billedpunkter)
de: Sehr groß (1280 Pixel)
el: Πολύ μεγάλη (1280 εικονοστοιχεία)
es: Muy grande (1280 puntos)
et: Väga suur (1200 pikslit)
fr: Très grande (1280 pixels)
gl: Moi Grande (1280 pontos)
is: Mjög stór (1280 dílar)
it: Molto grande (1280 pixel)
ja: 特大 (1280 ピクセル)
nb: Veldig stor (1280 billedpunkter)
nl: Zeer groot (1280 pixels)
pl: bardzo duży (1280 pikseli)
pt: Muito Grande (1280 pontos)
pt_br: Muito grande (1280 pixels)
sr: Врло велике (1280 пиксела)
sr@latn: Vrlo velike (1280 piksela)
sv: Mycket stor (1280 bildpunkter)
ta: மிகவும் பெரியது(1280 படப்புள்ளிகள்)
th: ใหญ่มาก (1280 พิกเซล)
tr: Çok Büyük (1280 piksel)
zh_cn: 非常大(1280 像素)

source: Huge - for printing (1600 pixels)
ca: Enorme - per imprimir (1600 píxels)
cs: Obrovský - pro tisk (1600 pixelů)
da: Meget stor - for udskrift (1600 billedpunkter)
de: Riesig - zum Drucken (1600 Pixel)
el: Τεράστια - για εκτύπωση (1600 εικονοστοιχεία)
es: Enorme - para imprimir (1600 puntos)
et: Hiiglaslik - trükkimiseks (1600 pikslit)
is: Risa - fyrir prentun (1600 dílar)
it: Gigantesco, per la stampa (1600 pixel)
ja: 巨大- 印刷用 (1600 ピクセル)
nl: Enorm - voor afdrukken (1600 pixels)
pl: gigantyczny - do wydruku (1600 pikseli)
pt: Enorme - para impressão (1600 pontos)
pt_br: Muito grande para impressão (1600 pixels)
sr: Огромне - за штампу (1600 пиксела)
sr@latn: Ogromne - za štampu (1600 piksela)
sv: Mycket stor - för utskrift (1600 bildpunkter)
th: ใหญ่ที่สุด - เหมาะสำหรับการพิมพ์ (1600 พิกเซล)

source: <p>Select here the images size to send:<p><b>%1</b>: use this if you have a very slow internet connection or if the target mailbox size is very limited.<p><b>%2</b>: use this if you have a slow internet connection and if the target mailbox size is limited.<p><b>%3</b>: this is the default value for a medium internet connection and a target mailbox size.<p><b>%4</b>: use this if you have a high-speed internet connection and if the target mailbox size is not limited.<p><b>%5</b>: use this if you have no size or speed restrictions.<p><b>%6</b>: use this only for printing purpose.<p>
ca: <p>Seleccioneu aquí la mida de les imatges a enviar:<p><b>%1</b>: useu aquesta si teniu una connexió a Internet molt lenta o si la mida de la bústia de correu de destí és molt limitada.<p><b>%2</b>: useu aquesta si teniu una connexió a Internet lenta o si la mida de la bústia de correu de destí és limitada.<p><b>%3</b>: aquest és el valor per omissió per una connexió a Internet mitjana i una mida de bústia de correu de destí mitjana.<p><b>%4</b>: useu aquesta si teniu una connexió a Internet d'alta velocitat o si la mida de la bústia de correu de destí no és limitada.<p><b>%5</b>: useu aquesta si no teniu restriccions de mida o velocitat.<p><b>%6</b>: useu aquesta només amb intenció d'imprimir.<p>
cs: <p>Zde zvolte velikost odesílaného obrázku: <p><b>%1</b>: použijte, pokud máte velmi pomalé připojení nebo pokud je cílová schránka velmi omezená.<p><b>%2</b>: použijte, pokud máte pomalé připojení nebo pokud je cílová schránka omezená.<p><b>%3</b>: výchozí hodnota pro středně rychlé připojení a běžnou poštovní schránku.<p><b>%4</b>: použijte, pokud máte rychlé připojení a cílová schránka není omezená.<p><b>%5</b>: použijte, pokud vás v odesílání nic neomezuje. <p><b>%6</b>: použijte pro tiskové účely.<p>
da: <p>Vælg billeder til e-mail-sending:<p><b>%1</b>: benyttes hvis internetforbindelsen er meget langsom og postkassen er størrelsesbegrænset.<p><b>%2</b>: benyttes hvis internetforbindelsen er langsom og postkassen er størrelsesbegrænset.<p><b>%3</b>: dette er standardindstillingen til en gennemsnitsforbindelse og postkassestørrelse.<p><b>%4</b>: benyttes hvis det er en højhastighedsinternetforbindelse og hvis postkassen ikke er størrelsesbegrænset.<p><b>%5</b>: benyttes hvis der ingen begrænsning er på hastighed og postkassestørrelse.<p><b>%6</b>: brug kun dette til udskriftsformål.<p>
de: <p>Wählen Sie hier die Größe der Bilder, die gesendet werden:<p><b>%1</b>: sollte benutzt werden, wenn Sie eine sehr langsame Internetverbindung haben oder der Speicher der Empfänger-Mailbox sehr klein ist.<p><b>%2</b>: wird benutzt, wenn Sie eine langsame Internetverbindung haben oder der Speicher der Empfänger-Mailbox klein ist.<p><b>%3</b>: dies ist die Voreinstellung für eine mittelmäßige Internetverbindung und Mailboxgröße.<p><b>%4</b>: sollte bei einer schnellen Internetverbindung und bei einer Mailbox ohne Größenbeschränkung gewählt werden.<p><b>%5</b>: sollte nur benutzt werden, wenn sie keine Einschränkungen bzgl. der Geschwindigkeit Ihrer Verbindung und der Größe der Empfängermailbox haben. <p><b>%6</b>: benutzen Sie diese nur wenn Sie drucken möchten.<p>
el: <p>Επιλέξτε εδώ το μέγεθος των εικόνων που θα αποσταλούν:<p><b>%1</b>: χρησιμοποιήστε αυτό αν έχετε μία πολύ αργή σύνδεση ή αν το μέγεθος της θυρίδας αλληλογραφίας προορισμού είναι πολύ περιορισμένο.<p><b>%2</b>: χρησιμοποιήστε αυτό αν έχετε μία αργή σύνδεση ή αν το μέγεθος της θυρίδας αλληλογραφίας προορισμού είναι περιορισμένο.<p><b>%3</b>: αυτή είναι η προεπιλεγμένη τιμή για μια σύνδεση μεσαίας ταχύτητας και μεγέθους θυρίδας αλληλογραφίας προορισμού.<p><b>%4</b>: χρησιμοποιήστε αυτό αν έχετε μία σύνδεση υψηλής ταχύτητας και αν το μέγεθος της θυρίδας αλληλογραφίας προορισμού δεν είναι περιορισμένο.<p><b>%5</b>: χρησιμοποιήστε αυτό αν δεν έχετε περιορισμούς μεγέθους ή ταχύτητας.<p><b>%6</b>: χρησιμοποιήστε αυτό μόνο για εκτύπωση.<p>
es: <p>Seleccione aquí el tamaño de las imágenes a enviar:<p> <b>%1</b>: use esta opción si su conexión a internet es muy lenta o si el tamaño del buzón de destino es muy limitado.<p> <b>%2</b>: utilice esta opción si su conexión a internet es lenta y si el tamaño del buzón del destinatario está limitado.<p> <b>%3</b>: ésta es la opción predeterminada para una conexión a internet y un tamaño de buzón del destinatario medio<p> <b>%4</b>: utilice esta opción si tiene una conexión rápida a internet y si el tamaño de buzón del destinatario no está limitado.<p> <b>%5</b>: utilice esta opción si no tiene ninguna restricción de tamaño ni velocidad. <p> <b>%6</b>: Utilice ésta opción si lo que desea es imprimir.<p>
et: <p>Vali siin saadetavate piltide suurus:<p><b>%1</b> kui sul on väga aeglane internetiühendus ja saaja postkasti vastuvõtumaht on väga väike.<p><b>%2</b>: kui sul on aeglane internetiühendus ja saaja postkasti vastuvõtumaht on väike.<p><b>%3</b>: vaikeväärtus tavalise internetiühenduse ja saaja postkasti vastuvõtumahu korral.<p><b>%4</b>: kui sul on kiire internetiühendus ja saaja postkasti vastuvõtumaht ei ole piiratud.<p><b>%5</b>: kui kiirus ega suurus ei sea mingeid piiranguid.<p><b>%6</b>: see on mõeldud ainult trükkimiseks.<p>
is: <p>Veldu hér stærð myndanna sem þú ætlar að senda:<p><b>%1</b>: notaðu þetta ef þú ert með mjög hæga internettengingu eða ef móttakandinn er með mjög takmarkaða stærð af pósthólfi.<p><b>%2</b>: notaðu þetta ef þú ert með frekar hæga internettengingu eða ef móttakandinn er með takmarkaða stærð af pósthólfi.<p><b>%3</b>: þetta er sjálfgefið fyrir meðalhraða internettengingu og þegar móttakandinn er með algenga stærð af pósthólfi.<p><b>%4</b>: notaðu þetta ef þú ert með háhraða internettengingu og ef móttakandinn er með ótakmarkaða stærð af pósthólfi.<p><b>%5</b>: notaðu þetta ef engar hömlur eru á hraða eða stærð pósthólfs.<p><b>%6</b>: notaðu þetta eingöngu til að senda myndir í prentun.<p>
it: <p>Seleziona qui la dimensione delle immagini da inviare:<p><b>%1</b>: da usare se hai una connessione molto lenta ad Internet, e se la casella di destinazione è molto limitata.<p><b>%2</b>: da usare se hai caso di connessione lenta ad internet e casella di destinazione limitata.<p><b>%3</b>: questo è il valore predefinito per una connessione media a Internet e caselle di dimensioni medie.<p><b>%4</b>: da usare in caso di connessione veloce ad Internet e nessun limite sulla casella di destinazione.<p><b>%5</b>: da usare se non hai restrizioni né di dimensioni né di velocità.<p><b>%6</b>: usalo solo per la stampa.<p>
ja: <p>送信する画像のサイズを選択します:<p><b>%1</b>: インターネット接続の回線速度が遅く、行き先のメールボックスの容量が非常に限られている場合<p><b>%2</b>: インターネット接続の回線速度が遅く、行き先のメールボックスの容量が限られている場合<p><b>%3</b>: 中位の回線速度とメールボックス容量のための標準の値<p><b>%4</b>: インターネット接続の回線速度が速く、行き先のメールボックスの容量に制限がない場合<p><b>%5</b>: 回線速度やメールボックス容量に一切制限がない場合<p><b>%6</b>: これは印刷用にのみ使用してください<p>
nl: <p>Selecteer hier de grootte van de te verzenden afbeeldingen:<p><b>%1</b>: gebruik dit als u over een zeer trage internetverbinding beschikt of als het postvak van de ontvanger zeer beperkt is in grootte.<p><b>%2</b>: gebruik dit als u over een trage internetverbinding beschikt of als het postvak van de ontvanger beperkt is in grootte.<p><b>%3</b>: dit is de standaardwaarde voor een gemiddelde internetverbinding en een gemiddelde postvakgrootte van de ontvanger.<p><b>%4</b>: gebruik dit als u over een snelle internetverbinding beschikt en als het postvak van de ontvanger niet beperkt is in grootte.<p><b>%5</b>: gebruik dit als u geen enkele beperking in grootte of snelheid. <p><b>%6</b>: gebruik dit alleen voor afdrukdoeleinden.<p>
pl: <p>Wybierz tutaj rozmiar zdjęć do wysłania:<p><b>%1</b> : używany, gdy masz bardzo wolne połączenie internetowe lub gdy skrzynka pocztowa odbiorcy jest bardzo mała.<p><b>%2</b>: używany, gdy masz wolne połączenie internetowe lub gdy skrzynka pocztowa odbiorcy jest mała.<p><b>%3</b>: domyślne ustawienie dla średnio szybkiego połączenia internetowego i średniego rozmiaru skrzynki pocztowej odbiorcy.<p><b>%4</b>: używany, gdy masz szybkie połączenie internetowe i skrzynka pocztowa odbiorcy nie ma ograniczeń wielkości.<p><b>%5</b>: używany, gdy nie ma żadnych ograniczeń co do prędkości połączenia ani wielkości skrzynki.<p><b>%6</b>: używany, gdy zdjęcia są przeznaczone do wydruku.<p>
pt: <p>Seleccione aqui o tamanho de imagem a enviar:<p><b>%1</b>: utilize se tiver uma ligação muito lenta à internet e se o tamanho da caixa de e-mail alvo for muito limitado.<p><b>%2</b>: utilize se tiver uma ligação lenta à internet e se o tamanho da caixa de e-mail alvo for limitado.<p><b>%3</b>: este é o valor predefinido para uma ligação à internet e um tamanho de caixa de e-mail alvo normais.<p><b>%4</b>: utilize se tiver uma ligação à internet rápida e o tamanho da caixa de e-mail alvo não for limitativo.<p><b>%5</b>: utilize se não tiver quaisquer restrições de tamanho e velocidade.<p><b>%6</b>: utilize apenas para fins de impressão.<p>
pt_br: <p>Selecione aqui o tamanho das imagens para envio:<p><b>%1</b>: use isto se você tem um conexão muito lenta com a Internet ou se a caixa de entrada do destinatário é bastante reduzida.<p><b>%2</b>: use isto se você tem um conexão muito lenta com a Internet ou se a caixa de entrada do destinatário é bastante reduzida.<p><b>%3</b>: este é o valor médio, tanto para velocidade da Internet como para o tamanho da caixa de entrada.<p><b>%4</b>: Use este se você tem Internet de alta velocidade e o tamanho da caixa postal de destino não é limitado.<p><b>%5</b>: Use este se você não tem limitações de tamanho ou velocidade. <p><b>%6</b>: use este apenas para impressão.<p>
sr: <p>Изаберите овде величину слика које се шаљу: <p><b>%1</b>: Користите ово ако имате врло спору интернет везу или ако је циљно поштанско сандуче врло мало.<p><b>%2</b>: Користите ово ако имате спору интернет везу или ако је циљно поштанско сандуче мало. <p><b>%3</b>: Ово је подразумевана вредност за средњу брзину интернет везе и величину циљног поштанског сандучета. <p><b>%4</b>: Користите ово ако имате брзу интернет везу и величина циљног поштанског сандучета није ограничење. <p><b>%5</b>: Користите ово када нема ограничења везе или величине сандучета.<p><b>%6</b>: Користите ово само у сврху штампања.<p>
sr@latn: <p>Izaberite ovde veličinu slika koje se šalju: <p><b>%1</b>: Koristite ovo ako imate vrlo sporu internet vezu ili ako je ciljno poštansko sanduče vrlo malo.<p><b>%2</b>: Koristite ovo ako imate sporu internet vezu ili ako je ciljno poštansko sanduče malo. <p><b>%3</b>: Ovo je podrazumevana vrednost za srednju brzinu internet veze i veličinu ciljnog poštanskog sandučeta. <p><b>%4</b>: Koristite ovo ako imate brzu internet vezu i veličina ciljnog poštanskog sandučeta nije ograničenje. <p><b>%5</b>: Koristite ovo kada nema ograničenja veze ili veličine sandučeta.<p><b>%6</b>: Koristite ovo samo u svrhu štampanja.<p>
sv: <p> Välj bildstorlek att skicka här:<p><b>%1</b>: använd denna om du har en mycket långsam Internet-förbindelse eller om storleken på brevlådan du skickar till är mycket begränsad.<p><b>%2</b>: använd denna om du har en långsam Internet-förbindelse eller om storleken på brevlådan du skickar till är begränsad.<p><b>%3</b>: det här är standardvärdet för en normal Internet-förbindelse och storlek på brevlådan du skickar till.<p><b>%4</b>: använd denna om du har en snabb Internet-förbindelse och om storleken på brevlådan du skickar till inte är begränsad.<p><b>%5</b>: använd denna om du inte har några begränsningar av storlek eller hastighet.<p><b>%6</b>: använd denna enbart för utskriftssyfte.<p>
th: <p>เลือกขนาดภาพที่จะใช้ส่งที่นี่:<p><b>%1</b>: ใช้ตัวเลือกนี้ หากการเชื่อมต่ออินเตอร์เนตของคุณมีความเร็วต่ำมาก หรือมีขนาดกล่องรับจดหมายปลายทางที่จำกัดมาก<p><b>%2</b>: ใช้ตัวเลือกนี้ หากการเชื่อมต่ออินเตอร์เนตของคุณมีความเร็วต่ำ หรือมีขนาดกล่องรับจดหมายปลายทางที่จำกัด <p><b>%3</b>: นี่เป็นค่าปริยาย เหมาะกับการเชื่อมต่ออินเตอร์เนตที่มีความเร็วหรือมีขนาดกล่องรับจดหมายปลายทางปานกลาง<p><b>%4</b>: ใช้ตัวเลือกนี้ หากการเชื่อมต่ออินเตอร์เนตของคุณมีความเร็วสูง หรือมีขนาดกล่องรับจดหมายที่ไม่จำกัด<p><b>%5</b>: ใช้ตัวเลือกนี้ หากไม่มีข้อจำกัดด้านการเชื่อมต่ออินเตอร์เนตของคุณหรือขนาดกล่องรับจดหมายปลายทาง<p><b>%6</b>: ใช้ตัวเลือกนี้สำหรับวัตถุประสงค์ในการพิมพ์เท่านั้น<p>
