Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_rawconverter.po
Languages: es, pa, sr, sr@latn

source: _: NAME OF TRANSLATORS Your names
es: Enrique Matías Sánchez (aka Quique),Pablo Pita Leira
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
sr: Слободан Симић
sr@latn: Slobodan Simić

source: _: EMAIL OF TRANSLATORS Your emails
es: cronopios@gmail.com,pablo.pita@kdemail.net
pa: aalam@users.sf.net
sr: simicsl@verat.net
sr@latn: simicsl@verat.net

source: Cannot identify Raw image
es: No se pudo identificar el archivo RAW
pa: Raw ਚਿੱਤਰ ਪਛਾਣ ਲਈ ਫੇਲ।
sr: Нисам успео да идентификујем сирову слику
sr@latn: Nisam uspeo da identifikujem sirovu sliku

source: Make: %1
es: Fabricante: %1
sr: Произвођач: %1
sr@latn: Proizvođač: %1

source: Model: %1
es: Modelo: %1
sr: Модел: %1

source: Created: %1
es: Creado: %1
sr: Направљено: %1
sr@latn: Napravljeno: %1

source: Aperture: f/%1
es: Apertura: f/%1
sr: Отвор: f/%1
sr@latn: Otvor: f/%1

source: Focal: %1 mm
sr: Фокус: %1 mm
sr@latn: Fokus: %1 mm

source: Exposure: 1/%1 s
es: Exposición: 1/%1 s
sr: Експозиција: 1/%1 s
sr@latn: Ekspozicija: 1/%1 s

source: Sensitivity: %1 ISO
es: Sensitividad: %1 ISO
sr: Осетљивост: %1 ISO
sr@latn: Osetljivost: %1 ISO

source: Raw Images Batch Converter
es: Proceso por lotes de conversión de imágenes en bruto
pa: Raw ਚਿੱਤਰ ਬੈਂਚ ਤਬਦੀਲੀਕਾਰ
sr: Пакетни конвертор сирових слика
sr@latn: Paketni konvertor sirovih slika

source: Con&vert
es: Con&vertir
pa: ਤਬਦੀਲ(&v)
sr: Прет&вори
sr@latn: Pret&vori

source: &Abort
es: &Interrumpir
pa: ਅਧੂਰਾ ਛੱਡੋ(&A)
sr: &Прекини
sr@latn: &Prekini

source: Thumbnail
es: Miniatura
pa: ਥੰਮਨੇਲ
sr: Сличица
sr@latn: Sličica

source: Raw File
es: Archivos raw
pa: RAW ਫਾਇਲ
sr: Сирови фајл
sr@latn: Sirovi fajl

source: Target File
es: Archivo de destino
pa: ਨਿਯਤ ਚਿੱਤਰ
sr: Циљна слика
sr@latn: Ciljna slika

source: Camera
es: Cámara
pa: ਕੈਮਰਾ
sr: Апарат
sr@latn: Aparat

source: Save settings
es: Guardar las preferencias
sr: Сачувај подешавања

source: RAW Image Converter
es: Conversor de imágenes en bruto
pa: Raw ਚਿੱਤਰ ਤਬਦੀਲੀਕਾਰ
sr: Конвертор сирових слика
sr@latn: Konvertor sirovih slika

source: A Kipi plugin to batch convert Raw images
es: Un complemento Kipi para convertir imágenes RAW (en bruto) por lotes
sr: Kipi прикључак за пакетно претварање Raw слика

source: Original author
es: Autor original
pa: ਅਸਲੀ ਲੇਖਕ
sr: Првобитни аутор
sr@latn: Prvobitni autor

source: Maintainer
es: Responsable
pa: ਪਰਬੰਧਕ
sr: Одржава
sr@latn: Održava

source: Plugin Handbook
es: Manual del complemento
sr: Приручник прикључка

source: <p>Start converting the Raw images from current settings
es: <p>Iniciar la conversión de las imágenes en bruto con las preferencias actuales
sr: <p>Почни претварање сирових слика према тренутним подешавањима.
sr@latn: <p>Počni pretvaranje sirovih slika prema trenutnim podešavanjima.

source: <p>Abort the current Raw files conversion
es: <p>Interrumpe la conversión actual de imágenes en bruto
pa: <p>ਮੌਜੂਦਾ ਰਾਅ ਫਾਇਲ ਤਬਦੀਲੀ ਅਧੂਰੀ ਛੱਡੋ
sr: <p>Прекини текуће претварање сирових фајлова
sr@latn: <p>Prekini tekuće pretvaranje sirovih fajlova

source: <p>Exit Raw Converter
es: <p>Salir del conversor de imágenes en bruto
pa: <p>Raw ਤਬਦੀਲੀਕਾਰ ਬੰਦ ਕਰੋ
sr: <p>Изађи из конвертора сирових слика
sr@latn: <p>Izađi iz konvertora sirovih slika

source: There is no Raw file to process in the list!
es: ¡No hay archivos de imágenes en bruto en la lista!
sr: Нема Raw фајла на листи!
sr@latn: Nema Raw fajla na listi!

source: Save Raw Image converted from '%1' as
es: Guardar la imagen en bruto «%1» convertida como
sr: Сними сирову слику конвертовану из „%1“ као
sr@latn: Snimi sirovu sliku konvertovanu iz „%1“ kao

source: Failed to save image %1
es: No se ha podido guardar la imagen %1
pa: %1 ਚਿੱਤਰ ਨੂੰ ਸੰਭਾਲਣ ਤੋਂ ਫੇਲ
sr: Нисам успео да снимим слику %1
sr@latn: Nisam uspeo da snimim sliku %1

source: Raw Image Converter...
es: Conversor de imagen raw...
sr: Конвертор сирових слика...

source: Batch Raw Converter...
es: Conversor raw por lotes...
sr: Пакетни конвертор сирових слика...

source: "%1" is not a Raw file.
es: «%1» no es un archivo de imágenes en bruto.
pa: "%1" ਇੱਕ RAW ਫਾਇਲ ਨਹੀਂ ਹੈ।
sr: „%1“ није Raw фајл.
sr@latn: „%1“ nije Raw fajl.

source: Failed to load image after processing
es: No se ha podido cargar la imagen tras el procesamiento
pa: ਕਾਰਵਾਈ ਬਾਅਦ ਚਿੱਤਰ ਲੋਡ ਕਰਨ ਲਈ ਫੇਲ
sr: Нисам успео да учитам слику након обраде
sr@latn: Nisam uspeo da učitam sliku nakon obrade

source: Output file format:
es: Formato del archivo de salida:
pa: ਆਉਟਪੁੱਟ ਫਾਇਲ ਫਾਰਮੈਟ:
sr: Формат излазног фајла:
sr@latn: Format izlaznog fajla:

source: <p>Set here the output file format to use:<p><b>JPEG</b>: output the processed image in JPEG Format. this format will give smaller-sized files. Minimum JPEG compression level will be used during Raw conversion.<p><b>Warning!!! duing of destructive compression algorithm, JPEG is a lossy quality format.</b><p><b>TIFF</b>: output the processed image in TIFF Format. This generates larges, without losing quality. Adobe Deflate compression will be used during conversion.<p><b>PPM</b>: output the processed image in PPM Format. This generates the largest files, without losing quality.<p><b>PNG</b>: output the processed image in PNG Format. This generates larges, without losing quality. Maximum PNG compression will be used during conversion.
es: <p>Defina aquí el formato del archivo de salida a utilizar:<p><b>JPEG</b>: salida de la imagen procesada en formato JPEG. Este formato dará como resultado archivos pequeños. Se utilizará el nivel mínimo de compresión JPEG durante la conversión RAW. <p><b>Aviso: debido al algoritmo de compresión destructivo, JPEG es un formato con pérdida de calidad.</b><p><b>TIFF</b>: salida de la imagen procesada en formato TIFF. Genera archivos grandes sin pérdida de calidad. Se utilizará la compresión Adobe Deflate durante la conversión.<p><b>PPM</b>: salida de la imagen procesada en formato PPM. Genera archivos grandes sin pérdida de calidad.<p><b>PNG</b>: salida de la imagen procesada en formato PNG. Genera archivos grandes sin pérdida de calidad. Se utilizará el máximo nivel de compresión durante la conversión.
sr: <p>Овде изаберите формат излазног фајла који се користи:<p><b>JPEG</b>: даје излазну слику у JPEG формату. Овај формат ће дати фајлове малих величина. Минимални ниво JPEG компресије ће бити коришћен при Raw претварању.<p><b>Упозорење!!! Пошто има деструктивни алгоритам кломпресије, JPEG је формат компресије са губицима.</b><p><b>TIFF</b>: даје излазну слику у TIFF формату. Ово ће правити велике фајлове, без губитка квалитета. Adobe Deflate компресија ће се користити током претварања.<p><b>PPM</b>: даје излазну слику у PPM формату. Ово даје велике фајлове, без губитка квалитета.<p><b>PNG</b>: даје излазну слику у PNG формату. Ово ће направити велики фајл, без губитка на квалитету. Максималан ниво PNG компресије ће се користити при претварању.
sr@latn: <p>Ovde izaberite format izlaznog fajla koji se koristi:<p><b>JPEG</b>: daje izlaznu sliku u JPEG formatu. Ovaj format će dati fajlove malih veličina. Minimalni nivo JPEG kompresije će biti korišćen pri Raw pretvaranju.<p><b>Upozorenje!!! Pošto ima destruktivni algoritam klompresije, JPEG je format kompresije sa gubicima.</b><p><b>TIFF</b>: daje izlaznu sliku u TIFF formatu. Ovo će praviti velike fajlove, bez gubitka kvaliteta. Adobe Deflate kompresija će se koristiti tokom pretvaranja.<p><b>PPM</b>: daje izlaznu sliku u PPM formatu. Ovo daje velike fajlove, bez gubitka kvaliteta.<p><b>PNG</b>: daje izlaznu sliku u PNG formatu. Ovo će napraviti veliki fajl, bez gubitka na kvalitetu. Maksimalan nivo PNG kompresije će se koristiti pri pretvaranju.

source: If Target File Exists:
es: Si el archivo de destino existe:
pa: ਜੇਕਰ ਨਿਯਤ ਫਾਇਲ ਮੌਜੂਦ ਹੋਵੇ:
sr: Ако циљни фајл постоји:
sr@latn: Ako ciljni fajl postoji:

source: Overwrite automatically
es: Sobrescribir automáticamente
pa: ਆਟੋਮੈਟਿਕ ਹੀ ਉੱਤੇ ਲਿਖੋ
sr: Пребриши аутоматски
sr@latn: Prebriši automatski

source: Open rename-file dialog
es: Abrir el diálogo de cambio de nombre de archivos
pa: ਨਾਂ-ਬਦਲੋ ਵਾਰਤਾਲਾਪ ਖੋਲ੍ਹੋ
sr: Отвори дијалог преименовања
sr@latn: Otvori dijalog preimenovanja

source: Raw Image Converter
es: Conversor de imágenes en bruto
pa: Raw ਚਿੱਤਰ ਤਬਦੀਲੀਕਾਰ
sr: Конвертор сирових слика
sr@latn: Konvertor sirovih slika

source: &Preview
es: &Previsualización
pa: ਝਲਕ(&P)
sr: &Преглед
sr@latn: &Pregled

source: A Kipi plugin to convert a Raw image
es: Un complemento Kipi para convertir una imagen RAW (en bruto)
sr: Kipi прикључак за претварање Raw слика

source: <p>Generate a Preview from current settings. Uses a simple bilinear interpolation for quick results.
es: <p>Genera una vista previa con las preferencias actuales. Usa una simple interpolación bilineal para obtener resultados rápidamente.
sr: <p>Прави преглед према тренутним подешавањима.Користи једноставну билинеарну интерполацију за брзо добијање резултата.
sr@latn: <p>Pravi pregled prema trenutnim podešavanjima.Koristi jednostavnu bilinearnu interpolaciju za brzo dobijanje rezultata.

source: <p>Convert the Raw Image from current settings. This uses a high-quality adaptive algorithm.
es: <p>Convertir la imagen en bruto con las preferencias actuales. Usa un algoritmo adaptativo de alta calidad.
sr: <p>Претвара сирову слику према тренутним подешавањима. Ово користи високо квалитетан адаптивни алгоритам.
sr@latn: <p>Pretvara sirovu sliku prema trenutnim podešavanjima. Ovo koristi visoko kvalitetan adaptivni algoritam.

source: <p>Abort the current Raw file conversion
es: <p>Interrumpe la conversión actual de imágenes en bruto
pa: <p>ਮੌਜੂਦਾ ਰਾਅ ਫਾਇਲ ਤਬਦੀਲੀ ਅਧੂਰੀ ਛੱਡੋ
sr: <p>Прекида текуће претварање
sr@latn: <p>Prekida tekuće pretvaranje

source: Failed to generate preview
es: No se ha podido generar la vista previa
pa: ਝਲਕ ਬਣਾਉਣ ਲਈ ਫੇਲ
sr: Нисам успео да направим преглед
sr@latn: Nisam uspeo da napravim pregled

source: Failed to convert Raw image
es: No se ha podido convertir la imagen en bruto
pa: Raw ਚਿੱਤਰ ਤਬਦੀਲ ਕਰਨ ਲਈ ਫੇਲ
sr: Нисам успео да конвертујем сирову слику
sr@latn: Nisam uspeo da konvertujem sirovu sliku

source: Generating Preview...
es: Generando la vista previa...
pa: ਝਲਕ ਤਿਆਰ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
sr: Правим преглед...
sr@latn: Pravim pregled...

source: Converting Raw Image...
es: Convirtiendo la imagen en bruto...
pa: Raw ਚਿੱਤਰ ਤਬਦੀਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
sr: Конвертујем сирову слику...
sr@latn: Konvertujem sirovu sliku...
