Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_imagesgallery.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nl, pa, pl, pt, pt_br, ru, sr, sr@latn, sv, ta, th, tr, uk, zh_cn

source: Cannot start 'netscape' web browser. Please check your installation.
ca: No s'ha pogut iniciar el navegador web 'netscape'. Comproveu la seva instal·lació.
cs: Nelze spustit prohlížeč 'netscape'. Překontrolujte instalaci.
da: Kan ikke starte 'netscape'-webbrowseren. Tjek din installation.
de: Der Webbrowser "Netscape" lässt sich nicht starten. Bitte überprüfen Sie Ihre Installation.
el: Αδύνατη η εκκίνηση του περιηγητή ιστοσελίδων 'netscape'. Παρακαλώ ελέγξτε την εγκατάστασή σας.
es: No se puede iniciar el navegador web «netscape». Por favor, compruebe su instalación.
et: Veebilehitseja 'netscape' käivitamine ebaõnnestus. Palun kontrolli paigaldust.
fr: Impossible de démarrer le navigateur web Netscape. Veuillez vérifier votre installation.
gl: Non foi posíbel iniciar o navegador netscape. Por favor verifique a sua instalazón.
is: Gat ekki ræst 'Netscape' vefráparann. Vinsamlegast athugaðu uppsetninguna þína.
it: Impossibile avviare il browser Web «Netscape». Controlla la tua installazione.
ja: ウェブブラウザ netscap を開始できません。 インストールを確認してください。
nl: De webbrowser 'netscape' kon niet worden opgestart. Controleer uw installatie.
pa: 'netscape' ਵੈਬ ਝਲਕਾਰੇ ਨੂੰ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Nie można uruchomić przeglądarki internetowej Netscape. Proszę sprawdzić poprawność instalacji.
pt: Não foi possível iniciar o navegador web 'netscape'. Por favor verifique a sua instalação.
pt_br: Não foi possível iniciar o navegador 'netscape'. Por favor, verifique sua instalação.
ru: Не удалось запустить браузер 'netscape'. Проверьте правильность установки.
sr: Не могу да покренем веб прегледач „netscape“. Проверите своју инсталацију.
sr@latn: Ne mogu da pokrenem veb pregledač „netscape“. Proverite svoju instalaciju.
sv: Kan inte starta webbläsaren 'netscape'. Kontrollera installationen.
ta: 'நெட்ஸ்கேப்' வலை உலாவியை துவக்க முடிய்வில்லை. தயவுசெய்து, உங்கள் நிறுவலை சரிபார்க்கவும்.
th: ไม่สามารถเรียกโปรแกรมบราวเซอร์ 'netscape' ได้ โปรดตรวจสอบการติดตั้งของคุณ
tr: 'Netscape' web tarayıcı çalıştırılamıyor. Lütfen kurulumunuzu kontrol ediniz.
uk: Неможливо запустити навігатор Тенет "netscape". Будь ласка, перевірте вашу інсталяцію.

source: Cannot start 'opera' web browser. Please check your installation.
ca: No s'ha pogut iniciar el navegador web 'opera'. Comproveu la seva instal·lació.
cs: Nelze spustit prohlížeč 'opera'. Překontrolujte instalaci.
da: Kan ikke starte 'opera'-webbrowseren. Tjek din installation.
de: Der Webbrowser "Opera" lässt sich nicht starten. Bitte überprüfen Sie Ihre Installation.
el: Αδύνατη η εκκίνηση του περιηγητή ιστοσελίδων 'opera'. Παρακαλώ ελέγξτε την εγκατάστασή σας.
es: No se puede iniciar el navegador web «opera». Por favor, compruebe su instalación.
et: Veebilehitseja 'opera' käivitamine ebaõnnestus. Palun kontrolli paigaldust.
fr: Impossible de démarrer le navigateur web Opera. Veuillez vérifier votre installation.
gl: Non foi posíbel iniciar o navegador opera. Por favor verifique a sua instalazón.
is: Gat ekki ræst 'Opera' vefráparann. Vinsamlegast athugaðu uppsetninguna þína.
it: Impossibile avviare il browser Web «Opera». Controlla la tua installazione.
ja: ウェブブラウザ opera を開始できません。 インストールを確認してください。
nl: De webbrowser 'opera' kon niet worden opgestart. Controleer uw installatie .
pa: 'opera' ਵੈਬ ਝਲਕਾਰੇ ਨੂੰ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Nie można uruchomić przeglądarki internetowej Opera. Proszę sprawdzić poprawność instalacji.
pt: Não foi possível iniciar o navegador web 'opera'. Por favor verifique a sua instalação.
pt_br: Não foi possível iniciar o navegador 'opera'. Por favor, verifique sua instalação.
ru: Не удалось запустить браузер 'opera'. Проверьте правильность установки.
sr: Не могу да покренем веб прегледач „opera“. Проверите своју инсталацију.
sr@latn: Ne mogu da pokrenem veb pregledač „opera“. Proverite svoju instalaciju.
sv: Kan inte starta webbläsaren 'opera'. Kontrollera installationen.
ta: 'ஓப்ரா' வலை உலாவியை துவக்க முடிய்வில்லை. தயவுசெய்து, உங்கள் நிறுவலை சரிபார்க்கவும்.
th: ไม่สามารถเรียกโปรแกรมบราวเซอร์ 'opera' ได้ โปรดตรวจสอบการติดตั้งของคุณ
tr: 'Opera' web tarayıcı çalıştırılamıyor. Lütfen kurulumunuzu kontrol ediniz.
uk: Неможливо запустити навігатор Тенет "opera". Будь ласка, перевірте вашу інсталяцію.

source: Cannot start 'firefox' web browser. Please check your installation.
ca: No s'ha pogut iniciar el navegador web 'firefox'. Comproveu la seva instal·lació.
cs: Nelze spustit prohlížeč 'firefox'. Překontrolujte instalaci.
da: Kan ikke starte 'firefox'-browseren. Tjek din installation.
de: Der Webbrowser "Firefox" lässt sich nicht starten. Bitte überprüfen Sie Ihre Installation.
el: Αδύνατη η εκκίνηση του περιηγητή ιστοσελίδων 'firefox'. Παρακαλώ ελέγξτε την εγκατάστασή σας.
es: No se puede iniciar el navegador web «firefox». Por favor, compruebe su instalación.
et: Veebilehitseja 'firefox' käivitamine ebaõnnestus. Palun kontrolli paigaldust.
fr: Impossible de démarrer le navigateur web Firefox. Veuillez vérifier votre installation.
gl: Non foi posíbel iniciar o navegador firefox. Por favor verifique a sua instalazón.
is: Gat ekki ræst 'Firefox' vefráparann. Vinsamlegast athugaðu uppsetninguna þína.
it: Impossibile avviare il browser Web «Firefox». Controlla la tua installazione.
ja: ウェブブラウザ firefox を開始できません。 インストールを確認してください。
nl: De webbrowser 'firefox' kon niet worden opgestart. Controleer uw installatie.
pa: 'firefox' ਵੈਬ ਝਲਕਾਰੇ ਨੂੰ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Nie można uruchomić przeglądarki internetowej Firefox. Proszę sprawdzić poprawność instalacji.
pt: Não foi possível iniciar o navegador web 'firefox'. Por favor verifique a sua instalação.
pt_br: Não foi possível iniciar o navegador 'firefox'. Por favor, verifique sua instalação.
ru: Не удалось запустить браузер 'firefox'. Проверьте правильность установки.
sr: Не могу да покренем веб прегледач „firefox“. Проверите своју инсталацију.
sr@latn: Ne mogu da pokrenem veb pregledač „firefox“. Proverite svoju instalaciju.
sv: Kan inte starta webbläsaren 'firefox'. Kontrollera installationen.
ta: 'டில்லோ' வலை உலாவியை துவக்க முடிய்வில்லை. தயவுசெய்து, உங்கள் நிறுவலை சரிபார்க்கவும்.
th: ไม่สามารถเรียกโปรแกรมบราวเซอร์ 'firefox' ได้ โปรดตรวจสอบการติดตั้งของคุณ
tr: 'Firefox' web tarayıcı çalıştırılamıyor. Lütfen kurulumunuzu kontrol ediniz.
uk: Неможливо запустити навігатор Тенет "firefox". Будь ласка, перевірте вашу інсталяцію.

source: Cannot start 'galeon' web browser. Please check your installation.
ca: No s'ha pogut iniciar el navegador web 'galeon'. Comproveu la seva instal·lació.
cs: Nelze spustit prohlížeč 'galeon'. Překontrolujte instalaci.
da: Kan ikke starte 'galeon'-webbrowseren. Tjek din installation.
de: Der Webbrowser "Galeon" lässt sich nicht starten. Bitte überprüfen Sie Ihre Installation.
el: Αδύνατη η εκκίνηση του περιηγητή ιστοσελίδων 'galeon'. Παρακαλώ ελέγξτε την εγκατάστασή σας.
es: No se puede iniciar el navegador web «galeon». Por favor, compruebe su instalación.
et: Veebilehitseja 'galeon' käivitamine ebaõnnestus. Palun kontrolli paigaldust.
fr: Impossible de démarrer le navigateur web Galeon. Veuillez vérifier votre installation.
gl: Non foi posíbel iniciar o navegador galeon. Por favor verifique a sua instalazón.
is: Gat ekki ræst 'Galeon' vefráparann. Vinsamlegast athugaðu uppsetninguna þína.
it: Impossibile avviare il browser Web «Galeon». Controlla la tua installazione.
ja: ウェブブラウザ galeon を開始できません。 インストールを確認してください。
nl: De webbrowser 'galeon' kon niet worden opgestart. Controleer uw installatie.
pa: 'galeon' ਵੈਬ ਝਲਕਾਰੇ ਨੂੰ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Nie można uruchomić przeglądarki internetowej Galeon. Proszę sprawdzić poprawność instalacji.
pt: Não foi possível iniciar o navegador web 'galeon'. Por favor verifique a sua instalação.
pt_br: Não foi possível iniciar o navegador 'galeon'. Por favor, verifique sua instalação.
ru: Не удалось запустить браузер 'galeon'. Проверьте правильность установки.
sr: Не могу да покренем веб прегледач „galeon“. Проверите своју инсталацију.
sr@latn: Ne mogu da pokrenem veb pregledač „galeon“. Proverite svoju instalaciju.
sv: Kan inte starta webbläsaren 'galeon'. Kontrollera installationen.
ta: 'கெலியன்' வலை உலாவியை துவக்க முடிய்வில்லை. தயவுசெய்து, உங்கள் நிறுவலை சரிபார்க்கவும்.
th: ไม่สามารถเรียกโปรแกรมบราวเซอร์ 'galeon' ได้ โปรดตรวจสอบการติดตั้งของคุณ
tr: 'Galeon' web tarayıcı çalıştırılamıyor. Lütfen kurulumunuzu kontrol ediniz.
uk: Неможливо запустити навігатор Тенет "galeon". Будь ласка, перевірте вашу інсталяцію.

source: Cannot start 'amaya' web browser. Please check your installation.
ca: No s'ha pogut iniciar el navegador web 'amaya'. Comproveu la seva instal·lació.
cs: Nelze spustit prohlížeč 'amaya'. Překontrolujte instalaci.
da: Kan ikke starte 'amaya'-webbrowseren. Tjek din installation.
de: Der Webbrowser "Amaya" lässt sich nicht starten. Bitte überprüfen Sie Ihre Installation.
el: Αδύνατη η εκκίνηση του περιηγητή ιστοσελίδων 'amaya'. Παρακαλώ ελέγξτε την εγκατάστασή σας.
es: No se puede iniciar el navegador web «amaya». Por favor, compruebe su instalación.
et: Veebilehitseja 'amaya' käivitamine ebaõnnestus. Palun kontrolli paigaldust.
fr: Impossible de démarrer le navigateur web Amaya. Veuillez vérifier votre installation.
gl: Non foi posíbel iniciar o navegador amaya. Por favor verifique a sua instalazón.
is: Gat ekki ræst 'Amaya' vefráparann. Vinsamlegast athugaðu uppsetninguna þína.
it: Impossibile avviare il browser Web «Amaya». Controlla la tua installazione.
ja: ウェブブラウザ amaya を開始できません。 インストールを確認してください。
nl: De webbrowser 'amaya' kon niet worden opgestart. Controleer uw installatie.
pa: 'amaya' ਵੈਬ ਝਲਕਾਰੇ ਨੂੰ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Nie można uruchomić przeglądarki internetowej Amaya. Proszę sprawdzić poprawność instalacji.
pt: Não foi possível iniciar o navegador web 'amaya'. Por favor verifique a sua instalação.
pt_br: Não foi possível iniciar o navegador 'amaya'. Por favor, verifique sua instalação.
ru: Не удалось запустить браузер 'amaya'. Проверьте правильность установки.
sr: Не могу да покренем веб прегледач „amaya“. Проверите своју инсталацију.
sr@latn: Ne mogu da pokrenem veb pregledač „amaya“. Proverite svoju instalaciju.
sv: Kan inte starta webbläsaren 'amaya'. Kontrollera installationen.
ta: 'அமாயா' வலை உலாவியை துவக்க முடிய்வில்லை. தயவுசெய்து, உங்கள் நிறுவலை சரிபார்க்கவும்.
th: ไม่สามารถเรียกโปรแกรมบราวเซอร์ 'amaya' ได้ โปรดตรวจสอบการติดตั้งของคุณ
tr: 'Amaya' web tarayıcı çalıştırılamıyor. Lütfen kurulumunuzu kontrol ediniz.
uk: Неможливо запустити навігатор Тенет "amaya". Будь ласка, перевірте вашу інсталяцію.

source: Cannot start 'quanta' web editor. Please check your installation.
ca: No s'ha pogut iniciar el navegador web 'quanta'. Comproveu la seva instal·lació.
cs: Nelze spustit HTML editor 'quanta'. Překontrolujte instalaci.
da: Kan ikke starte 'quanta' webredigering. Tjek din installation.
de: Der Webeditor "Quanta" lässt sich nicht starten. Bitte überprüfen Sie Ihre Installation.
el: Αδύνατη η εκκίνηση του επεξεργαστή ιστοσελίδων 'quanta'. Παρακαλώ ελέγξτε την εγκατάστασή σας.
es: No se puede iniciar el editor web «quanta». Por favor, compruebe su instalación.
et: Veebiredaktori 'quanta' käivitamine ebaõnnestus. Palun kontrolli paigaldust.
fr: Impossible de démarrer l'éditeur web Quanta. Veuillez vérifier votre installation.
gl: Non foi posíbel iniciar o editor web quanta. Por favor verifique a sua instalazón.
is: Gat ekki ræst 'Quanta' vefhönnuðinn. Vinsamlegast athugaðu uppsetninguna þína.
it: Impossibile avviare l'editor Web «Quanta». Controlla la tua installazione.
ja: ウェブエディタ quanta を開始できません。 インストールを確認してください。
nl: De webeditor 'quanta' kon niet worden opgestart. Controleer uw installatie.
pa: 'quanta' ਵੈਬ ਸੰਪਾਦਕ ਨੂੰ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Nie można uruchomić edytora stron internetowych Quanta. Proszę sprawdzić poprawność instalacji.
pt: Não foi possível iniciar o editor web 'quanta'. Por favor verifique a sua instalação.
pt_br: Não foi possível iniciar o editor web 'quanta'. Por favor, verifique sua instalação.
ru: Не удалось запустить веб редактор 'quanta'. Проверьте правильность установки.
sr: Не могу да покренем веб уређивач „quanta“. Проверите своју инсталацију.
sr@latn: Ne mogu da pokrenem veb uređivač „quanta“. Proverite svoju instalaciju.
sv: Kan inte starta webbeditorn 'quanta'. Kontrollera installationen.
ta: 'க்குவாண்டா' வலை தொகுப்பியை துவக்க முடிய்வில்லை. தயவுசெய்து, உங்கள் நிறுவலை சரிபார்க்கவும்.
th: ไม่สามารถเรียกโปรแกรมเขียนเวบ 'quanta' ได้ โปรดตรวจสอบการติดตั้งของคุณ
tr: 'Quanta' web editörü çalıştırılamıyor. Lütfen kurulumunuzu kontrol ediniz.
uk: Неможливо запустити вебредактор "quanta". Будь ласка, перевірте вашу інсталяцію.

source: Cannot start 'screem' web editor. Please check your installation.
ca: No s'ha pogut iniciar el navegador web 'screem'. Comproveu la seva instal·lació.
cs: Nelze spustit HTML editor 'screem'. Překontrolujte instalaci.
da: Kan ikke starte 'screem'-webredigering. Tjek din installation.
de: Der Webeditor "Screem" lässt sich nicht starten. Bitte überprüfen Sie Ihre Installation.
el: Αδύνατη η εκκίνηση του επεξεργαστή ιστοσελίδων 'screem'. Παρακαλώ ελέγξτε την εγκατάστασή σας.
es: No se puede iniciar el editor web «screem». Por favor, compruebe su instalación.
et: Veebiredaktori 'screem' käivitamine ebaõnnestus. Palun kontrolli paigaldust.
fr: Impossible de démarrer l'éditeur web Screem. Veuillez vérifier votre installation.
gl: Non foi posíbel iniciar o editor web screem. Por favor verifique a sua instalazón.
is: Gat ekki ræst 'Screem' vefhönnuðinn. Vinsamlegast athugaðu uppsetninguna þína.
it: Impossibile avviare l'editor Web «Screem». Controlla la tua installazione.
ja: ウェブエディタ screem を開始できません。 インストールを確認してください。
nl: De webeditor 'screem' kon niet worden opgestart. Controleer uw installatie.
pa: 'screem' ਵੈਬ ਸੰਪਾਦਕ ਨੂੰ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Nie można uruchomić edytora stron internetowych Screem. Proszę sprawdzić poprawność instalacji.
pt: Não foi possível iniciar o editor web 'screem'. Por favor verifique a sua instalação.
pt_br: Não foi possível iniciar o editor web 'screem'. Por favor, verifique sua instalação.
ru: Не удалось запустить веб-редактор 'screem'. Проверьте правильность установки.
sr: Не могу да покренем веб уређивач „screem“. Проверите своју инсталацију.
sr@latn: Ne mogu da pokrenem veb uređivač „screem“. Proverite svoju instalaciju.
sv: Kan inte starta webbeditorn 'screem'. Kontrollera installationen.
ta: 'ஸ்க்ரீம்' வலை தொகுப்பியை துவக்க முடிய்வில்லை. தயவுசெய்து, உங்கள் நிறுவலை சரிபார்க்கவும்.
th: ไม่สามารถเรียกโปรแกรมเขียนเวบ 'screem' ได้ โปรดตรวจสอบการติดตั้งของคุณ
tr: 'Screem' web editörü çalıştırılamıyor. Lütfen kurulumunuzu kontrol ediniz.
uk: Неможливо запустити вебредактор "screem". Будь ласка, перевірте вашу інсталяцію.

source: Create Image Galleries
ca: Creació d'una galeria d'imatges
cs: Vytvořit galerii obrázků
da: Opret billedgallerier
de: Bildergalerie erstellen
el: Δημιουργία συλλογής εικόνων
es: Crear galerías de imágenes
et: Pildigaleriide loomine
fr: Créer une galerie web
gl: Criar Galerias de Imaxes
is: Búa til myndasöfn
it: Crea gallerie di immagini
ja: イメージギャラリーを作成
nl: Afbeeldingengalerijen aanmaken
pa: ਚਿੱਤਰ ਗੈਲਰੀਆਂ ਬਣਾਓ
pl: Utwórz galerie zdjęć
pt: Criar as Galerias de Imagens
pt_br: Cria galerias de imagens
ru: Создать галерею
sr: Направи галерије слика
sr@latn: Napravi galerije slika
sv: Skapa bildgallerier
ta: பிம்ப படத்தொகுப்புகளை உருவாக்கு
th: สร้างแกลเลอรีภาพ
tr: Resim Galerileri Oluştur
uk: Створити галереї зображень
zh_cn: 创建图库

source: Image Gallery
ca: Galeria d'imatges
cs: Galerie obrázků
da: Billedgalleri
de: Bildergalerie
el: Συλλογή εικόνων
es: Galería de imágenes
et: Pildigalerii
fr: Créer une galerie web
gl: Galeria de Imaxes
is: Myndasafn
it: Galleria Immagini
ja: イメージギャラリー
nl: Afbeeldinggalerij
pa: ਚਿੱਤਰ ਗੈਲਰੀ
pl: Galeria zdjęć
pt: Galeria de Imagens
pt_br: Galeria de imagens
ru: Галерея рисунков
sr: Галерија слика
sr@latn: Galerija slika
sv: Bildgalleri
ta: பிம்பத் தொகுப்பு
th: แกลเลอรีภาพ
tr: Resim Galerisi
uk: Галерея зображень
zh_cn: 图库

source: A Kipi plugin for HTML album export. Based on KimgalleryPlugin implementation.
ca: Un connector del Kipi per l'exportació HTML d'àlbums. Està basat en la implementació del KimgalleryPlugin.
cs: KIPI plugin pro export HTML alba. Založeno na implementaci KimgalleryPlugin.
da: Et KIPI plugin til HTML-gallerier. Baseret på KimgalleryPlugin-implementeringen
de: Ein KIPI-Modul zum Exportieren von Alben in HTML. Basierend auf der Implementierung von Kimgallery.
el: Ένα πρόσθετο του Kipi για εξαγωγή άλμπουμ σε HTML. Βασισμένο στην υλοποίηση του KimgalleryPlugin.
es: Un complemento de Kipi para la exportación de álbumes a HTML. Basado en la implementación de KimgalleryPlugin.
et: KIPI HTML albumi ekspordi plugin. Aluseks on KimgalleryPlugin.
fr: Un module externe KIPI pour créer une galerie web. Basé sur KimgalleryPlugin.
gl: Un plugin de KIPI para exportar álbuns a HTML Baseado na implementazón de KimgalleryPlugin.
is: KIPI íforrit til útflutnings á HTML myndaalbúmum. Byggt á KimgalleryPlugin framlaginu.
it: Un plugin di Kipi per l'esportazione degli album. Basato sull'implementazione di KimGalleryPlugin.
ja: Kipi HTML アルバムエクスポートプラグイン KimgalleryPlugin 実装に基づく
nl: Een KIPI-plugin voor het exporteren naar een HTML-album. Gebaseerd op de implementatie van KimgalleryPlugin.
pa: HTML ਐਲਬਮ ਨਿਰਯਾਤ ਕਰਨ ਲਈ ਕਿਪੀ ਪਲੱਗਿੰਨ ਹੈ। KimgalleryPlugin ਸਥਾਪਨ ਉੱਤੇ ਅਧਾਰ ਹੈ।
pl: Wtyczka Kipi do eksportu albumów do HTML-a. Oparta na implementacji KimgalleryPlugin.
pt: Um 'plugin' KIPI para exportar álbuns para HTML Baseado na implementação do KimgalleryPlugin.
pt_br: Um plug-in do Kipi para exportar álbuns HTML. Baseado na implementação do KimgalleryPlugin.
sr: Kipi-јев прикључак за извоз HTML албума. На основу KimgalleryPlugin-а.
sr@latn: Kipi-jev priključak za izvoz HTML albuma. Na osnovu KimgalleryPlugin-a.
sv: Ett KIPI-insticksprogram för export av HTML-album. Baserad på implementeringen i insticksprogrammet Kimgallery.
ta: HTML ஆல்ப ஏற்ற்மதிக்கான ஒரு கிபி சொருகுப்பொருள். கிம்தொகுப்பு சொருகுப்பொருள் அமுலாக்கத்தின் அடிப்படையில் உள்ளது.
th: ปลั๊กอินของ Kipi สำหรับส่งออกอัลบั้มเป็น HTML โดยใช้ฐานข้อกำหนดของ KimgalleryPlugin
tr: HTML albüm aktarma için bir KIPI eklentisi. KimgalleryPlugin'e dayalıdır.
uk: Втулок Kipi для експорту альбомів в HTML. Впроваджено на основі KimgalleryPlugin.
zh_cn: HTML 相册导出的 Kipi 插件。 基于 KimgalleryPlugin 的实现。

source: Author and maintainer
ca: Autor i mantenidor
cs: Autor a správce
da: Forfatter og vedligeholder
de: Autor und Betreuer
el: Συγγραφέας και συντηρητής
es: Autor y responsable
et: Autor ja hooldaja
fr: Auteur et mainteneur
gl: Autoria e mantimento
is: Höfundur og umsjónaraðili
it: Autore e responsabile
ja: 作者およびメンテナ
nl: Auteur en onderhouder
pa: ਲੇਖਕ ਅਤੇ ਪਰਬੰਧਕ
pl: Autor i opiekun
pt: Autoria e manutenção
pt_br: Autor e mantenedor
ru: Автор и сопровождающий
sr: Аутор и одржавалац
sr@latn: Autor i održavalac
sv: Upphovsman och utvecklare
ta: ஆசிரியர் மற்றும் மேம்பாட்டாளர்
th: ผู้เขียนและผู้ดูแล
tr: Yazar ve sorumlu
uk: Автор і супроводжувач
zh_cn: 作者和维护者

source: Image navigation mode patches
ca: Pedaços pel mode de navegació d'imatges
cs: Opravy režimu navigace obrázky
da: Rettelsers til billedenavigeringstilstand
de: Korrekturen zur Bildnavigation
el: Διορθώσεις λειτουργίας περιήγησης εικόνων
es: Parches para el modo de navegación de imágenes
et: Pildi liikumisrežiimi paigad
fr: Correctifs sur le mode de navigation des images
gl: Parches para o modo de navegazón de imaxes
is: Viðbætur vegna sjónrænnar leiðsagnar
it: Modalità di navigazione delle immagini
ja: 画像ナビゲーションモードのパッチ
nl: Patches voor de afbeeldingnavigatiemethode
pa: ਚਿੱਤਰ ਏਧਰ-ਓਧੜ ਢੰਗ ਪੈਂਚ
pl: Łatki trybu nawigacji zdjęć
pt: 'Patches' para o modo de navegação de imagens
pt_br: Correções no modo de navegação de imagens
sr: Закрпе режима навигације слика
sr@latn: Zakrpe režima navigacije slika
sv: Programfixar för bildnavigeringsläge
ta: பிம்ப நாவிகேஷன் வகை ஒட்டுகள்
th: แพตช์ส่วนช่วยเลื่อนและเลือกภาพ
tr: Resim gezinti modu yamaları
zh_cn: 图像导航模式补丁

source: HTML implementation patches
ca: Pedaços de la implementació HTML
cs: Opravy HTML implementace
da: Rettelser til HTML-implementeringen
de: Korrekturen zur HTML-Implementierung
el: Διορθώσεις υλοποίησης HTML
es: Parches para la implementación del HTML
et: HTML teostuse paigad
fr: Correctifs sur l'implémentation HTML
gl: Correizóns á implementazón de HTML
is: HTML kóðunarviðbætur
it: Implementazione HTML
ja: HTML 実装のパッチ
nl: Patches voor de HTML-implementatie
pa: HTML ਸਥਾਪਨ ਪੈਂਚ
pl: Łatki implementacji HTML-a
pt: Correcções à implementação de HTML
pt_br: Correções na implementação HTML
ru: Патчи для работы с HTML
sr: Закрпе HTML примене
sr@latn: Zakrpe HTML primene
sv: Programfixar för HTML-implementering
ta: HTML அமுலாக்க ஒட்டுகள்
th: แพตช์ส่วนรูปแบบของ HTML
tr: HTML tamamlama yamaları
zh_cn: HTML 实现补丁

source: Original HTML generator implementation
ca: Implementació original del generador HTML
cs: Implementace původního HTML generátoru
da: Implementering af oprindelig HTML-generator
de: Original HTML-Generator-Implementierung
el: Αρχική υλοποίηση δημιουργίας HTML
es: Implementación original del generador de HTML
et: Algse HTML generaatori teostus
fr: Implémentation originale du générateur HTML
gl: Implementazón orixinal do xerador de HTML
is: Frum-HTML kóðunarviðbætur
it: Implementazione originale del generatore HTML
ja: オリジナルの HTML 生成の実装
nl: Oorspronkelijke implementatie van de HTML-generator
pa: ਅਸਲੀ HTML ਨਿਰਮਾਤਾ ਸਥਾਪਨ
pl: Oryginalna implementacja generatora HTML-u
pt: Implementação original de HTML
pt_br: Implementação original do gerador HTML
sr: Оригинална примена HTML генератора
sr@latn: Originalna primena HTML generatora
sv: Ursprunglig implementering av HTML-generering
ta: மூல HTML உருவாக்கி அமுலாக்கம்
th: สร้างส่วนรูปแบบ HTML ดั้งเดิม
tr: Orjinal HTML oluşturma tamlamaları
zh_cn: 原始 HTML 生成器实现

source: Plugin Handbook
ca: Manual del connector
de: Modul-Handbuch
es: Manual del complemento
et: Plugina käsiraamat
fr: Manuel du module externe
is: Handbók íforrits
it: Manuale del plugin
ja: プラグインハンドブック
nl: Plugin-handboek
pt_br: Manual do plug-in
sr: Приручник прикључка
sv: Handbok för insticksprogrammet

source: Selection
ca: Selecció
cs: Výběr
da: Markering
de: Auswahl
el: Επιλογή
es: Selección
et: Valik
fr: Sélection
gl: Seleczón
is: Val
it: Selezione
ja: 選択
nl: Selectie
pa: ਚੋਣ
pl: Wybór
pt: Selecção
pt_br: Seleção
ru: Выделение
sr: Избор
sr@latn: Izbor
sv: Val
ta: தேர்வு
th: การเลือก
tr: Seçim
uk: Вибір
zh_cn: 选择

source: Album Selection
ca: Selecció d'àlbum
cs: Výběr alba
da: Albummarkering
de: Albenauswahl
el: Επιλογή άλμπουμ
es: Selección de álbumes
et: Albumi valik
fr: Sélectionnez les albums, puis appuyez sur OK pour lancer le traitement
gl: Escolla de Álbuns
is: Valin albúm
it: Selezione album
ja: アルバムの選択
nl: Albumselectie
pa: ਐਲਬਮ ਚੋਣ
pl: Wybór albumów
pt: Escolha de Álbuns
pt_br: Seleção do álbum
ru: Выбор альбома
sr: Избор албума
sr@latn: Izbor albuma
sv: Albumval
ta: ஆல்ப தேர்வு
th: การเลือกอัลบั้ม
tr: Albüm Seçimi
uk: Вибір альбому
zh_cn: 相册选择

source: Look
ca: Aspecte
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Aspecto
et: Välimus
fr: Apparence
gl: Aparéncia
is: Útlit
it: Aspetto
ja: 外観
nl: Opmaak
pa: ਦਿੱਖ
pl: Wygląd
pt: Aparência
pt_br: Aparência
ru: Вид
sr: Изглед
sr@latn: Izgled
sv: Utseende
ta: பார்
th: ดู
tr: Görünüm
uk: Вигляд
zh_cn: 外观
