Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_gpssync.po
Languages: de, fr, is, sr

source: <p>Specifies how the points are displayed<dl><dt>clamp to ground (default)</dt><dd>Indicates to ignore an altitude specification</dd><dt>relative to ground</dt><dd>Sets the altitude of the element relative to the actual ground elevation of a particular location.</dd><dt>absolute</dt><dd>Sets the altitude of the coordinate relative to sea level, regardless of the actual elevation of the terrain beneath the element.</dd></dl>
de: <p>Gibt an wie Punkte angezeigt werden sollen.<dl><dt>Befestigt am Boden (Standard)</dt><dd>Ignoriert die angegebene Höhe</dd><dt>Relativ zum Boden</dt><dd>Setzt die Höhe des Elements relativ zur aktuellen Höhe des gewünschten Ortes.</dd><dt>Absolut</dt><dd>Setzt die Höhe der Koordinaten relativ zum Meeresspiegel. Dies geschieht unabhängig von der Bodenhöhe des Gebietes um das Element.</dd></dl>
fr: <p>Spécifie comment les images sont affichées <dl><dt>au niveau du sol (défaut)</dt><dd>indique d'ignorer l'altitude de l'image</dd><dt>relatif au sol</dt><dd>définit l'altitude de la photo par rapport à l'élévation du terrain pour l'emplacement indiqué. </dd><dt>absolue</dt><dd>définit l'altitude par rapport au niveau de la mer, sans s'occuper du relief du terra.</dd></dl>
is: <p>Tiltekur hvernig punktar eru sýndir<dl><dt>límt við jörð (sjálfgefið)</dt><dd>Hundsar aðrar hæðarupplýsingar</dd><dt>afstætt miðað við jörð</dt><dd>Setur hæð hlutar miðað við raunverulega hæð jarðar á tilteknum stað.</dd><dt>algilt</dt><dd>Setur hæð hlutar miðað við sjávarmál, hver svo sem hæð jarðar er á þeim stað.</dd></dl>

source: A Kipi plugin for kml exporting
de: Ein KIPI-Modul zum Export von kml-Dateien
fr: A module externe pour l'export kml (Google Earth)
is: KIPI íforrit til KML útflutnings
sr: Kipi прикључак за KML извоз

source: Author
de: Autor
fr: Auteur
is: Höfundur
sr: Аутор

source: Track
de: Spur
fr: Trace
is: Ferill
sr: Стаза

source: Points
de: Punkte
is: Punktar
sr: Тачке

source: Point
de: Punkt
is: Punktur
sr: Тачка

source: Correlator...
de: Korrelator ...
fr: Corrélation...
is: Fylgni...
sr: Веза...

source: Edit Coordinates...
de: Koordinaten bearbeiten ...
fr: Modifier les coordonnées...
is: Sýsla með hnit...
sr: Уреди координате...

source: Remove Coordinates...
de: Koordinaten entfernen ...
fr: Supprimer les coordonnées...
is: Fjarlægja hnit...
sr: Уклони координате...

source: <qt><p>Unable to find the gpsbabel executable:<br> This program is required by this plugin to support GPS data file decoding. Please install gpsbabel as a package from your distributor or <a href="%1">download the source</a>.</p><p>Note: at least, gpsbabel version %2 is required by this plugin.</p></qt>
de: <qt><p>Das Programm gpsbabel kann nicht gefunden werden:<br>Dieses Programm wird von diesem Modul benötigt, um die Dekodierung von GPS-Datendateien zu unterstützen. Bitte installieren Sie gpsbabel als Paket von Ihrem Distributor oder <a href="%1">laden Sie die Quellen herunter</a>.</p><p>Achtung: Sie benötigen mindestens gpsbabel Version %2 für dieses Modul.</p></qt>
fr: <qt><p>Impossible de trouver le programme gpsbabel : <br>Ce programme est requis par ce module externe afin de gérer le décodage de fichier GPS. Veuillez installer le paquet de gpsbabel fourni par votre distribution ou <a href="%1">télécharger le code source</a>. </p> <p>Note : la version minimale de gpsbabel requise pour ce module externe est la %2.</p></qt>
is: <qt><p>Fann ekki gpsbabel forritið:<br> Það forrit er nauðsynlegt fyrir þetta íforrit til að meðhöndla GPS afkóðun. Vinsamlega settu upp gpsbabel sem pakka frá dreifingunni þinni eða <a href="%1">náðu í frumrit</a>.</p><p>Ath: það þarf gpsbabel útgáfu %2 eða hærri til að íforritið virki.</p></qt>

source: <qt><p>gpsbabel executable is not up to date:<br> The version %1 of gpsbabel have been found on your computer. This version is too old to run properly with this plugin. Please update gpsbabel as a package from your distributor or <a href="%2">download the source</a>.</p><p>Note: at least, gpsbabel version %3 is required by this plugin</p></qt>
de: <qt><p>Das Programm gpsbabel ist nicht aktuell genug:<br>Die Version %1 von gpsbabel wurde auf Ihrem Rechner gefunden. Diese Version ist zu alt, um ordnungsgemäß mit diesem Modul zu arbeiten. Bitte aktualisieren Sie gpsbabel als Paket von Ihrem Distributor oder<a href="%2">laden Sie die Quellen herunter</a>.</p><p>Achtung: Sie benötigen mindestens gpsbabel Version %3 für dieses Modul.</p></qt>
fr: <qt><p> gpsbabel n'est pas à jour : <br>la version %1 a été trouvée sur votre ordinateur. Cette version est trop vieille pour fonctionner correctement avec ce module externe. Veuillez mettre à jour gpsbabel en utilisant le paquet fourni par votre distribution ou en <a href="%2">téléchargeant le code source</a>.</p> <p>Note : la version minimale requise de gpsbabel est la %3</p></qt>
is: <qt><p>Forritið gpsbabel er orðið ansi gamalt:<br> Útgáfa %1 af gpsbabel fannst á tölvunni þinni. Sú útgáfa er orðin of gömul til að virka almennilega með þessu íforriti.Vinsamlega settu upp gpsbabel sem pakka frá dreifingunni þinni eða <a href="%2">náðu í frumrit</a>.</p><p>Ath: það þarf gpsbabel útgáfu %3 eða hærri til að íforritið virki.</p></qt>

source: Unable to save geographical coordinates into:
de: Die geographische Koordinaten konnten nicht gespeichert werden nach:
fr: Impossible d'enregistrer les coordonnées géographiques dans :
is: Tókst ekki að vista staðsetningarhnitum í:
sr: Нисам могао да сачувам географске координате у:

source: Geographical coordinates will be definitively removed from all selected images. Do you want to continue ?
de: Die geographischen Koordinaten werden nun alle von den ausgewählten Bildern gelöscht. Möchten Sie fortfahren?
fr: Les coordonnées géographiques seront définitivement supprimées de toutes les images sélectionnées. Voulez-vous continuer ?
is: Landfræðileg hnit verða fjarlægð af öllum myndum sem nú eru valdar. Viltu halda áfram ?
sr: Географске координате ће заувек бити уклоњене из свих изабраних слика. Желите ли да наставите ?

source: Remove Geographical Coordinates
de: Geographische Koordinaten entfernen
fr: Supprimer les coordonnées géographiques
is: Fjarlægja landfræðileg hnit
sr: Уклони географске координате

source: Unable to remove geographical coordinates from:
de: Die geographische Koordinaten konnten nicht entfernt werden von:
fr: Impossible de supprimer les coordonnées géographiques de :
is: Tókst ekki að fjarlægja landfræðileg hnit af:
sr: Нисам могао да уклоним географске координате из:

source: Status
fr: État
is: Staða
sr: Статус

source: KML Export
fr: Export KML (Google Earth)
is: KML útflutningur
sr: KML извоз

source: KML Export...
fr: Export KML (Google Earth)...
is: KML útflutningur...
sr: KML извоз...

source: KMLExport
fr: Export KML
sr: KML извоз
