Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_batchprocessimages.po
Languages: ca, el, es, fr, gl, nl, pl, sr, sr@latn, ta, th, tr

source: <p><b>BMP</b>: the BitMaP file format is a popular image format from Win32 environment. It efficiently stores mapped or unmapped RGB graphics data with pixels 1-, 4-, 8-, or 24-bits in size. Data may be stored raw or compressed using a 4-bit or 8-bit RLE data compression algorithm. BMP is an excellent choice for a simple bitmap format which supports a wide range of RGB image data.
ca: <p><b>BMP</b>: el format de fitxer "BitMaP" és un format d'imatge popular de l'entorn Win32. Emmagatzema eficientment dades de gràfics RGB mapats o no mapats amb una mida d'1, 4, 8 o 24 bits. Les dades es poden emmagatzemar en cru o comprimides usant un algorisme de compressió de dades RLE de 4 o 8 bits. El BMP és una opció excel·lent per un format de mapa de bits senzill que permeti un interval ampli de dades d'imatges RGB.
el: <p><b>BMP</b>: Η μορφή αρχείου BitMaP είναι δημοφιλής μορφή από το περιβάλλον Win32. Αποθηκεύει με αντιστοιχία ή χωρίς αντιστοιχία RGB γραφικών δεδομένων με εικονοστοιχεία 1-, 4-, 8-, ή 24-bits σε μέγεθος. Τα δεδομένα μπορούν να αποθηκευτούν ανεπεξέργαστα ή συμπιεσμένα χρησιμοποιώντας τον αλγόριθμο 4-bit ή 8-bit RLE. Η BMP είναι μια άριστη επιλογή για μια απλή μορφή bitmap που υποστηρίζει ένα μεγάλο εύρος RGB δεδομένων.
es: <p><b>BMP</b>: el formato de archivo «BitMaP» es un formato de imagen muy popular de los entornos Win32. Almacena eficientemente los datos de gráficos en RGB con los puntos codificados sobre 1, 4, 8 o 24 bits. Los datos pueden almacenarse en bruto o comprimidos usando un algoritmo de compresión de datos RLE de 4 u 8 bits. El formato BMP es una excelente elección para almacenar imágenes sencillas codificadas en RGB.
fr: <p><b>BMP</b> : le format de fichier « BitMaP » est un format très populaire issu des environnements Win32. Il stocke efficacement les données graphiques en RVB avec des pixels codés sur 1, 4, 8 ou 24-bits. Les données stockées peuvent être brutes ou compressées en utilisant un algorithme de compression de type RLE sur 4 bits ou 8 bits. BMP est un excellent choix comme format simple de stockage d'images en couleur.
gl: <p><b>BMP</b>: o formato de ficheiro "BitMaP" é bastante popular no ambiente Win32. Armacena eficientemente dados RGB mapeados ou non mapeados, con tamaño por píxel de 1, 4, 8 ou 24 bits. Os dados poden ser armacenados en bruto ou comprimidos utilizando un algoritmo de compresión RLE de 4 ou 8 bit. BMP é unha excelente escolla para un formato simples que suporta unha gama variada de dados RGB.
nl: <p><b>BMP</b>: het BitMaP-bestandsformaat is een populair afbeeldingformaat in de Win32-omgeving. Het bewaart mapped en unmapped RGB-gegevens met pixels van 1-, 4-, 8-, of 24-bits. Data kan rauw of gecomprimeerd worden opgeslagen met een 4-bit of 8-bit RLE-gegevenscompressie-algoritme . BMP is een uitstekende keuze als een eenvoudig bitmap-formaat dat veel RGB-afbeeldinggegevens ondersteunt.
pl: <p><b>BMP</b>: format (BitMaP) jest popularnym formatem dla środowiska MS Windows. W sposób efektywny przechowuje w paletach lub bez palety dane graficzne w trybie RGB o 1-, 4-, 8-, lub 24 bitowej głębi koloru. Dane mogą być przechowywane bez kompresji lub skompresowane przy użyciu 4 lub 8-bitowego algorytmu RLE. Format ten jest dobry dla prostych bitmap, obsługuje on szeroką gamę możliwości trybu RGB.
sr: <p><b>BMP</b>: Популаран формат слика на у Windows-овом окружењу. Ефикасно складишти мапиране или немапиране RGB графичке податке у величини од 1, 4, 8, или 24 бита. Подаци могу бити складиштени сирово или користећи 4- или 8-битни RLE алгоритам за компресију података. BMP је изврстан избор за једноставан битмапски формат који подржава широк опсег RGB података о слици.
sr@latn: <p><b>BMP</b>: Popularan format slika na u Windows-ovom okruženju. Efikasno skladišti mapirane ili nemapirane RGB grafičke podatke u veličini od 1, 4, 8, ili 24 bita. Podaci mogu biti skladišteni sirovo ili koristeći 4- ili 8-bitni RLE algoritam za kompresiju podataka. BMP je izvrstan izbor za jednostavan bitmapski format koji podržava širok opseg RGB podataka o slici.
th: <p><b>BMP</b>: แฟ้มรูปแบบ BitMaP นั้นเดิมทีได้รับความนิยมใช้งานกันมากบนระบบ Win32 มันมีประสิทธิภาพในการจัดเก็บข้อมูลกราฟิกแบบ RGB ที่จัดตารางสีหรือไม่ก็ได้ โดยสามารถมีความลึกสีได้ตั้งแต่ 1-, 4-, 8-, หรือระดับ 24-บิต ส่วนตัวข้อมูลของมันนั้น สามารถเก็บได้ทั้งแบบข้อมูลดิบและแบบบีบอัดข้อมูล โดยใช้เทคนิคอัลกอริธึมบีบอัดภาพแบบ RLE 4 บิต หรือ 8 บิต แฟ้มแบบ BMP เป็นตัวเลือกที่ดำสำหรับใช้ในรูปแบบภาพบิตแมพธรรมดา โดยมีการรองรับข้อมูลภาพแบบ RGB ด้วย
tr: <p><b>BMP</b>: BitMaP dosya biçim Win32 ortamından bilinen oldukça popüler bir biçimdir. Boyut olarak 1-, 4-, 8-, veya 24-bitlik pikselli RGB grafik verilerini başarılı bir biçimde kaydeder. Veri ham veya 4-bit veya 8-bit RLE veri sıkıştırma algoritması kullanılarak sıkıştırılmış bir şekilde saklanır. BMP basit bir bitmap biçimi için mükemmel bir seçimdir ve oldukça geniş bir RGB resim verisi aralığını destekler.

source: <p><b>TGA</b>: the TarGA image file format is one of the most widely used bitmap file formats for storage of 24 and 32 bits truecolor images. TGA supports colormaps, alpha channel, gamma value, postage stamp image, textual information, and developer-definable data.
ca: <p><b>TGA</b>: el format de fitxer d'imatge "TarGA" és un dels formats de fitxer d'imatge de mapa de bits utilitzat més àmpliament per emmagatzemar imatges en color real de 24 i 32 bits. El TGA permet mapes de color, canal alfa, valor de gamma, imatge de segell de correu, informació textual, i dades definibles pel desenvolupador.
el: <p><b>TGA</b>: η μορφή εικόνας TarGA είναι μία από τις πιο πλατιά χρησιμοποιούμενες μορφές αρχείων εικόνας για αποθήκευση εικόνων πραγματικού χρώματος με 24 και 32 bits. Η TGA υποστηρίζει χρωματικούς χάρτες, κανάλι χρώματος άλφα, τιμές γάμμα, σφραγίδα εικόνας, πληροφορίες και δεδομένων ορισμένων από προγραμματιστές.
es: <p><b>TGA</b>: el formato de archivo «TarGA» es uno de los formatos de imagen bitmap más extendidos para el almacenamiento de imágenes codificadas a 24 ó 32 bits. El formato TGA soporta paletas de colores, canal alfa, valor cromático Gamma, vista previa de la imagen como una miniatura, información contextual y datos definibles por el desarrollador.
fr: <p><b>TGA</b> : le format de fichier « TarGA » est un des formats les plus largement utilisés pour le stockage d'images 24 ou 32 bits couleur vraie. TGA gère les palettes de couleurs, le canal alpha, la valeur gamma, l'aperçu de l'image, les informations texte et les données personnalisées.
gl: <p><b>TGA</b>: o formato de ficheiro TarGA é un dos formatos bitmap mais utilizados para armacenar imaxes de 24 e 32 bits por ponto. TGA soporta mapas de cores, canal alfa, valor gama, imaxe de selo de correo, informazón textual e dados definidos polo programador.
nl: <p><b>TGA</b>: het TarGA-formaat is een van de meest gebruikte bitmap-formaten voor het opslaan van 24 en 32 bits truecolor-afbeeldingen. TGA ondersteunt kleurmappen, alpha-kanalen, gamma-waarden, miniaturen van afbeeldingen, tekstinformatie en gegevens die door ontwikkelaar kunnen worden gedefinieerd.
pl: <p><b>TGA</b>: format TGA (TarGA) jest popularnym formatem zapisu i przechowywania bitmap o 24 i 32 bitowej głębi kolorów. Obsługuje mapy kolorów, kanał alfa, wartość gamma, informacje o teksturze, miniaturę zdjęcia oraz dane zdefiniowane przez użytkownika.
sr: <p><b>TGA</b>: Један од најкоришћенијих битмапских формата фајлова за складиштење 24- и 32-битних слика у пуном колору. TGA подржава мапе боја, алфа-канале, вредност гаме, слику поштанског печата, текстуалне информације и податке које дефинише развијач.
sr@latn: <p><b>TGA</b>: Jedan od najkorišćenijih bitmapskih formata fajlova za skladištenje 24- i 32-bitnih slika u punom koloru. TGA podržava mape boja, alfa-kanale, vrednost game, sliku poštanskog pečata, tekstualne informacije i podatke koje definiše razvijač.
tr: <p><b>TGA</b>: TarGA resim dosya biçimi 24 ve 32 bitlik renkli resimleri kaydetmek için en yaygın kullanılan bitmap dosya biçimlerinden biridir. TGA renk haritalarını, alfa kanalını, gama değerini, resim etiketlerini, metin bilgisini ve geliştirici tarafından tanımlanabilen verileri destekler.

source: <p><b>EPS</b>: the Adobe Encapsulated PostScript image file format is a PostScript language program describing the appearance of a single page. Usually, the purpose of the EPS file is to be embedded inside another PostScript language page description.
ca: <p><b>EPS</b>: el format de fitxer d'imatge "Adobe Encapsulated PostScript" és un programa de llenguatge PostScript que descriu l'aparença d'una pàgina normal. Habitualment, el propòsit del fitxer EPS és encastar-se dins una altra descripció de pàgina en llenguatge PostScript.
el: <p><b>EPS</b>: η μορφή αρχείου εικόνας Adobe Encapsulated PostScript είναι ένα πρόγραμμα σε γλώσσα PostScript που περιγράφει την εμφάνιση μιας μοναδικής σελίδας. Συνήθως, η χρήση ενός αρχείου EPS είναι η ενσωμάτωσή του σε κάποια άλλη περιγραφή σελίδας σε γλώσσα PostScript.
es: <p><b>EPS</b>: el formato de archivo de imagen «Encapsulated PostScript» de Adobe es un programa en el lenguaje PostScript que describe el aspecto de una única página. Normalmente, la finalidad del archivo EPS es ser embebido dentro de otra descripción de página en lenguaje PostScript.
fr: <p><b>EPS</b> : le format de fichier « Encapsulated PostScript » de la société Adobe est un programme du langage PostScript décrivant l'apparence d'une page simple. Généralement, le but du fichier EPS est d'être intégré dans une autre description de page du langage PostScript.
gl: <p><b>EPS</b>: o formato de ficheiro de imaxe 'Adobe Encapsulated PostScript' é un programa na linguaxe PostScript que descrebe a aparéncia dunha única páxina. Normalmente, a finalidade do ficheiro EPS é ser embebedo dentro de outra descrizón de páxina PostScript.
nl: <p><b>EPS</b>: het Adobe Encapsulated PostScript afbeeldingsformaat is een PostScripttaal die het uiterlijk van een enkelvoudige pagina beschrijft. Gebruikelijk is het doel van het EPS-bestand om ingebed te worden in een ander PostScrip-taalbeschrijving.
pl: <p><b>EPS</b>: (Adobe Encapsulated PostScript) format ten jest programem opisującym w języku PostScript wygląd pojedyńczej strony. Przeważnie, celem pliku zawierającego ten format jest zawarcie w innym opisie strony w języku PostScript.
sr: <p><b>EPS</b>: Adobe-ов Encapsulated PostScript формат слике је PostScript програмски језик који описује приказ појединачне стране. Обично, намена EPS фајла је да буде убачен унутар другог PostScript језичког описа стране.
sr@latn: <p><b>EPS</b>: Adobe-ov Encapsulated PostScript format slike je PostScript programski jezik koji opisuje prikaz pojedinačne strane. Obično, namena EPS fajla je da bude ubačen unutar drugog PostScript jezičkog opisa strane.
tr: <p><b>EPS</b>: Adobe Encapsulated PostScript resim dosya biçimi, bir sayfanın nasıl görüneceğini tarif eden PostScript dilinde programdır. Genellikle, EPS dosyasının maksadı başka bir PostScript sayfasının içine gömülmektir.

source: None
ca: Cap
el: Κανένα
es: Ninguno
fr: Aucun
gl: Nengun
nl: Geen
pl: Brak
sr: Ништа
sr@latn: Ništa
ta: எதுவுமில்லை
tr: Hiçbiri

source: Image File Format Options
ca: Opcions de format de fitxer d'imatge
el: Επιλογές μορφής αρχείου εικόνας
es: Opciones del formato de archivo de imagen
fr: Options du format
gl: Opzóns do Formato de Ficheiro de Imaxes
nl: Opties voor bestandsformaat
pl: Opcje formatu zdjęć
sr: Опције формата фајла слике
sr@latn: Opcije formata fajla slike
ta: பிம்பக் கோப்பு முறை விருப்பத்தேர்வுகள்
th: ตัวเลือกรูปแบบแฟ้มภาพ
tr: Resim Dosya Biçimi Seçenekleri

source: Image compression level:
ca: Nivell de compressió de les imatges:
el: Επίπεδο συμπίεσης εικόνας:
es: Nivel de compresión de las imágenes:
fr: Niveau de compression :
gl: Nível de compresión de imaxes:
nl: Compressieniveau voor afbeelding:
pl: Współczynnik kompresji zdjęć:
sr: Ниво компресије слике:
sr@latn: Nivo kompresije slike:
ta: பிம்ப அழுத்த நிலை:
th: อัตราการบีบข้อมูลภาพ:
tr: Resim sıkıştırma düzeyi:

source: <p>The compression value for the target images:<p>
ca: <p>El valor de compressió de les imatges finals:<p>
el: <p>Η τιμή συμπίεσης των εικόνων προορισμού:<p>
es: <p>Nivel de compresión de las imágenes de destino:<p>
fr: <p>Niveau de compression pour l'image résultat : <p>
gl: <p>Os valores de compresión das imaxes de destino:<p>
nl: <p>De compressiewaarden voor de doelafbeeldingen:<p>
pl: <p>Wartość kompresji dla zdjęć wyjściowych:<p>
sr: <p>Вредност компресије за циљне слике:<p>
sr@latn: <p>Vrednost kompresije za ciljne slike:<p>
ta: <p>இலக்கு தோற்றங்களின் அழுத்த மதிப்பு:<p>
th: <p>ค่าอัตราการบีบข้อมูลภาพเป้าหมาย:<p>
tr: <p>Hedef resimler için sıkıştırma değeri:<p>

source: <b>1</b>: very high compression<p><b>25</b>: high compression<p><b>50</b>: medium compression<p><b>75</b>: low compression (default value)<p><b>100</b>: no compression
ca: <b>1</b>: compressió molt alta<p><b>25</b>: compressió alta<p><b>50</b>: compressió mitja<p><b>75</b>: compressió baixa (valor per defecte)<p><b>100</b>: sense compressió
el: <b>1</b>: πολύ υψηλή συμπίεση <p><b>25</b>: υψηλή συμπίεση<p><b>50</b>: μέση συμπίεση<p><b>75</b>: χαμηλή συμπίεση (προκαθορισμένη)<p><b>100</b>: χωρίς συμπίεση
es: <b>1</b>: compresión muy alta<p><b>25</b>: compresión alta<p><b>50</b>: compresión media<p><b>75</b>: compresión baja (valor predeterminado)<p><b>100</b>: sin compresión
fr: <b>1</b> : compression très forte<p><b>25</b> : compression forte<p><b>50</b> : compression moyenne<p><b>75</b> : compression faible (valeur par défaut)<p><b>100</b> : aucune compression
gl: <b>1</b>: compresión moi alta<p><b>25</b>: compresión alta<p><b>50</b>: compresión méia<p><b>75</b>: compresión baixa (valor predefinido)<p><b>100</b>: sen compresión
nl: <b>1</b>: zeer hoge compressie<p><b>25</b>: hoge compressie<p><b>50</b>: gemiddelde compressie<p><b>75</b>: lage compressie (standaardwaarde)<p><b>100</b>: geen compressie
pl: <b>1</b>: bardzo wysoka kompresja<p><b>25</b>: wysoka kompresja<p><b>50</b>: średnia kompresja<p><b>75</b>: niska kompresja (wartość domyślna)<p><b>100</b>: bez kompresji
sr: <b>1</b>: врло висока компресија<p><b>25</b>: висока компресија<p><b>50</b>: средња компресија<p><b>75</b>: ниска компресија (подразумевано)<p><b>100</b>: без компресије
sr@latn: <b>1</b>: vrlo visoka kompresija<p><b>25</b>: visoka kompresija<p><b>50</b>: srednja kompresija<p><b>75</b>: niska kompresija (podrazumevano)<p><b>100</b>: bez kompresije
th: <b>1</b>: บีบข้อมูลสูงมาก<p><b>25</b>: บีบข้อมูลสูง<p><b>50</b>: บีบข้อมูลปานกลาง<p><b>75</b>: บีบข้อมูลต่ำ (ค่าปริยาย)<p><b>100</b>: ไม่มีการบีบข้อมูล
tr: <b>1</b>: çok yüksek sıkıştırma<p><b>25</b>: yüksek sıkıştırma<p><b>50</b>: orta sıkıştırma<p><b>75</b>: düşük sıkıştırma (öntanımlı değer)<p><b>100</b>: sıkıştırma yok

source: Use lossless compression
ca: Usa compressió sense pèrdua
el: Χρήση μη απωλεστικής συμπίεσης
es: Usar la compresión sin pérdida
fr: Utiliser la compression sans perte
gl: Usar compresión sen perdas
nl: Compressie zonder verlies gebruiken
pl: Użyj kompresji bezstratnej
sr: Користи компресију без губитака
sr@latn: Koristi kompresiju bez gubitaka
ta: குறைந்த இழப்பு அழுத்தத்தைப் பயன்படுத்து
th: ใช้การบีบข้อมูลที่สูญเสียคุณภาพน้อย
tr: Kayıpsız sıkıştırma kullan

source: <p>If this option is enabled, all JPEG operations will use a lossless compression.
ca: <p>Si aquesta opció està habilitada, totes les operacions JPEG empraran una compressió sense pèrdua.
el: <p>Αν ενεργοποιήσετε αυτή την επιλογή, όλες οι λειτουργίες JPEG θα χρησιμοποιούν μη απωλεστική συμπίεση.
es: <p>Si esta opción está activa, todas las operaciones sobre archivos JPEG se efectuarán con una compresión sin pérdida de calidad.
fr: <p>Si cette option est activée, toutes les conversions en JPEG utiliseront une compression sans perte de qualité.
gl: <p>Se esta opzón estiver activada, todas as operazóns JPEG utilizan unha compresión sen perdas.
nl: <p>Als deze optie aangezet is, zal bij het omzetten van JPEG-bestanden geen kwaliteitsverlies optreden.
pl: <p>Jeśli ta opcja zostanie włączona, konwersja do formatu JPEG będzie się odbywała korzystając z kompresji bezstratnej.
sr: <p>Ако је ова опција укључена, све JPEG операције ће користити компресију без губитака.
sr@latn: <p>Ako je ova opcija uključena, sve JPEG operacije će koristiti kompresiju bez gubitaka.
ta: <p>இந்த தேர்வு செயலாக்கபட்டால், அனைத்து JPEG செயல்களும் இழப்பு சுருக்கத்தை பயன்படுத்தும்.
th: <p>หากเปิดใช้ตัวเลือกนี้ การทำงานกับแฟ้ม JPEG จะมีการใช้การบีบข้อมูลที่สูญเสียคุณภาพน้อย
tr: <p>Bu seçenek etkinleştirilirse, bütün JPEG işlemlerinde kayıpsız sıkıştırma kullanılacaktır.

source: Image compression algorithm:
ca: Algoritme de compressió de la imatge:
el: Αλγόριθμος συμπίεσης εικόνας:
es: Algoritmo de compresión de la imagen:
fr: Algorithme de compression :
gl: Algoritmo de compresión de imaxes:
nl: Compressie-algoritme:
pl: Algorytm kompresji zdjęć:
sr: Алгоритам компресије слике:
sr@latn: Algoritam kompresije slike:
ta: படிம இறுக்க படிமுறை:
th: อัลกอริธึมการบีบข้อมูลภาพ:
tr: Resim sıkıştırma algoritması:

source: <p>Select here the compression algorithm.
ca: <p>Seleccioneu aquí l'algorisme de compressió.
el: <p>Επιλέξτε εδώ τον αλγόριθμο συμπίεσης.
es: <p>Seleccione aquí el algoritmo de compresión de las imágenes.
fr: <p>Sélectionnez ici l'algorithme de compression.
gl: <p>Escolla aqui o algoritmo de compresión.
nl: <p>Selecteer hier het compressie-algoritme voor de afbeelding.
pl: <p>Wybierz tutaj algorytm kompresji.
sr: <p>Овде изаберите алгоритам за компресију.
sr@latn: <p>Ovde izaberite algoritam za kompresiju.
ta: <p>இறுக்கப் படிமுறையை இங்குத் தேர்ந்தெடுக்கவும்.
th: <p>เลือกอัลกอริธึมการบีบข้อมูลภาพได้ที่นี่
tr: <p>Burada sıkıştırma algoritmasını seçiniz.

source: Batch Image Effects
ca: Efectes d'imatge per lots
el: Ομαδική εφαρμογή εφέ εικόνας
es: Proceso por lotes de efectos sobre las imágenes
fr: Ajouter des effets spéciaux (traitement par lots)
gl: Lote de Efeitos de Imaxe
nl: Afbeeldingeffecten
pl: Grupowe dodawanie efektów specjalnych
sr: Пакетно додавања ефеката сликама
sr@latn: Paketno dodavanja efekata slikama
ta: தொகுதி பிம்ப விளைவுகள்
th: สร้างเทคนิคพิเศษให้กลุ่มภาพ
tr: Çoklu Resim Etkileri

source: Batch image effects
ca: Efectes d'imatge per lots
el: Ομαδική εφαρμογή εφέ εικόνας
es: Proceso por lotes de efectos sobre las imágenes
fr: Ajouter des effets spéciaux (traitement par lots)
gl: Lote de efeitos de imaxe
nl: Afbeeldingeffecten
pl: Grupowe efekty specjalne
sr: Пакетно додавање ефеката сликама
sr@latn: Paketno dodavanje efekata slikama
ta: தொகுதி பிம்ப விளைவுகள்
th: สร้างเทคนิคพิเศษให้กลุ่มภาพ
tr: Çoklu resim etkileri

source: A Kipi plugin for batch image-effect transformations This plugin uses the "convert" program from "ImageMagick" package.
ca: Un connector del Kipi per efectes i transformacions d'imatges per lots Aquest connector usa el programa "convert" del paquet "ImageMagick".
el: Ένα πρόσθετο Kipi για την ομαδική εφαρμογή εφέ σε εικόνες Αυτό το πρόσθετο χρησιμοποιεί το πρόγραμμα "convert" από το πακέτο "ImageMagick".
es: Un complemento de KIPI de proceso por lotes para transformar un conjunto de imágenes aplicando efectos especiales Este complemento utiliza el programa «convert» del paquete «ImageMagick».
fr: Un module externe KIPI pour ajouter des effets spéciaux (traitement par lots). Ce module externe utilise le programme « convert » du paquetage « ImageMagick ».
gl: Un plugin de Kipi para aplicazón de lotes de efeitos a imaxes Este plugin utiliza o programa "convert" do pacote "ImageMagick".
nl: Een KIPI-plugin voor het aanbrengen van effecten in afbeeldingen. Deze plugin gebruikt het programma "convert" van "ImageMagick".
pl: Wtyczka Kipi do grupowego dodawania efektów specjalnych do zdjęć Ta wtyczka korzysta z programu "convert" z pakietu "ImageMagick".
sr: Прикључак Kipi-ја за пакетно додавање ефеката сликама Овај прикључак користи наредбу „convert“ из пакета „ImageMagick“.
sr@latn: Priključak Kipi-ja za paketno dodavanje efekata slikama Ovaj priključak koristi naredbu „convert“ iz paketa „ImageMagick“.
ta: தொகுதி பிம்ப-விளைவு மாற்றங்களுக்கான ஒரு கிபி சொருகுப்பொருள் இந்த சொருகுப்பொருள் "மாற்று" நிரலியை "பிம்பமாயை" தொகுதியில் இருந்து பயன்படுத்துகிறது.
th: ปลั๊กอินของ Kipi สำหรับสร้างเทคนิคพิเศษให้กลุ่มภาพ โดยปลั๊กอินนี้ใช้โปรแกรม "convert" จากแพ็กเกจ "ImageMagick"
tr: Çoklu resim etki dönüşümleri için bir Kipi eklentisi Bu eklenti "ImageMagick" paketinden "convert" programını kullanır.

source: Image Effect Options
ca: Opcions d'efecte d'imatge
el: Επιλογές εφέ εικόνας
es: Opciones del efecto sobre la imagen
fr: Effets spéciaux
gl: Opzóns do Efeito de Imaxe
nl: Afbeeldingeffectopties
pl: Opcje efektu specjalnego
sr: Опције додавања ефеката слици
sr@latn: Opcije dodavanja efekata slici
ta: பிம்ப விளைவு விருப்பத்தேர்வுகள்
th: ตัวเลือกการสร้างเทคนิคพิเศษให้กลุ่มภาพ
tr: Resim Etki Seçenekleri

source: Effect:
ca: Efecte:
el: Εφέ:
es: Efecto:
fr: Effet :
gl: Efeito:
pl: Efekt:
sr: Eфекат:
sr@latn: Efekat:
ta: விளைவு:
th: เทคนิค:
tr: Etki:

source: Adaptive Threshold
ca: Llindar adaptatiu
el: Προσαρμοσμένο κατώφλι
es: Umbral adaptativo
fr: Seuil adaptatif
gl: Limiar Adaptativo
nl: Adaptieve drempelwaarde
pl: Zmienny próg
sr: Адаптивни праг
sr@latn: Adaptivni prag
ta: ஏற்றக்கூடிய விளிம்பு
tr: Uyarlanır Limit

source: Charcoal
ca: Carbonet
el: Κάρβουνο
es: Carboncillo
fr: Dessin au fusain
gl: Carbón
nl: Houtskool
pl: Malowanie węglem
sr: Угаљ
sr@latn: Ugalj
ta: கார்கோட்டு
th: ขูดดินสอดำ
tr: Kara kalem

source: Detect Edges
ca: Detecta límits
el: Ανίχνευση άκρων
es: Detectar bordes
fr: Détecter les bords
gl: Detectar Marxes
nl: Hoeken detecteren
pl: Wykrywanie krawędzi
sr: Детектуј ивице
sr@latn: Detektuj ivice
ta: விளிம்புகளை கண்டறி
tr: Sınırları belirle

source: Emboss
ca: Relleu
el: Εμβάθυνση
es: Repujado
fr: Bas-relief
gl: Elevar
nl: Reliëf
pl: Wytłaczanie
sr: Рељеф
sr@latn: Reljef
ta: படப்பதிவு
tr: Kabartma

source: Implode
ca: Agrupa
el: Έκρηξη προς τα μέσα
es: Implosionar
fr: Imploser
gl: Implodir
nl: Imploderen
pl: Implozja
sr: Имплодирај
sr@latn: Implodiraj
ta: இம்ப்லொடு
tr: Çökme

source: Paint
ca: Pinta
el: Ζωγραφική
es: Pintura al oleo
fr: Peinture à l'huile
gl: Pintar
nl: Verf
pl: Malowanie pędzlem
sr: Осликај
sr@latn: Oslikaj
ta: பெயிண்ட்
th: ภาพสีน้ำมัน
tr: Boya

source: Shade Light
ca: Llum d'ombra
el: Σκίαση φωτός
es: Luz de sombra
fr: Lumière d'ombre
gl: Luz de Sombra
nl: Licht benadrukken
pl: Cieniowanie światłem
sr: Осенчи
sr@latn: Osenči
ta: நிழல் ஒளி
tr: Gölge ışığı

source: Solarize
ca: Solaritza
el: Ηλιακή έκθεση
es: Solarizar
fr: Solariser
gl: Solarizar
nl: Solarizeren
pl: Prześwietlenie
sr: Осунчај
sr@latn: Osunčaj
ta: சோலரைஸ்
tr: Güneş ışığı

source: Spread
ca: Escampa
el: Ανάπτυγμα
es: Esparcir
fr: Disperser
gl: Espallar
nl: Spreiden
pl: Rozmazanie
sr: Рашири
sr@latn: Raširi
ta: பரப்பு
tr: Yayma

source: Swirl
ca: Remolí
el: Περιδίνηση
es: Remolino
fr: Tournoyer
gl: Remoiño
nl: Wervelen
pl: Zawirowanie
sr: Вртлог
sr@latn: Vrtlog
ta: சுழற்சி
tr: Girdap

source: Wave
ca: Ona
el: Κυματισμός
es: Onda
fr: Vague
gl: Onda
nl: Golven
pl: Falowanie
sr: Талас
sr@latn: Talas
ta: அலை
th: สร้างคลื่น
tr: Dalga
