Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_sendimages.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nb, nl, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, zh_cn

source: <b>JPEG</b>: The Joint Photographic Experts Group's file format is a good Web file format but it uses lossy compression.<p><b>PNG</b>: the Portable Network Graphics format is an extensible file format for the lossless, portable, well-compressed storage of raster images. PNG provides a patent-free replacement for GIF and can also replace many common uses of TIFF. PNG is designed to work well in online viewing applications, such as the World Wide Web, so it is fully streamable with a progressive display option. Also, PNG can store gamma and chromaticity data for improved color matching on heterogeneous platforms.
ca: <b>JPEG</b>: el format de fitxer "The Joint Photographic Experts Group" és un bon format de fitxer per la web però empra compressió amb pèrdua.<p><b>PNG</b>: el format "Portable Network Graphics" és un format de fitxer extensible que evita la pèrdua, és portable, i té una bona compressió d'emmagatzematge d'imatges ràster. El PNG proporciona un recanvi lliure de patents al GIF i també pot substituir molts usos comuns del TIFF. El PNG està dissenyat per treballar bé amb les aplicacions de visualització en línia, com la web, doncs és completament transmissible amb una opció de visualització progressiva. El PNG també pot emmagatzemar dades de gamma i cromaticitat per millorar la coincidència de color en plataformes heterogènies.
cs: <b>JPEG</b>: tento formát (zkratka z angl. Joint Photographic Experts Group) používající ztrátovou kompresi je vhodný pro webové obrázky.<p><b>PNG</b>: rozšiřitelný souborový formát (zkratka z angl. Portable Network Graphics format) pro bezztrátové, přenositelné, dobře komprimované ukládání rastrové grafiky. Formát PNG je patenty nezatíženou náhradou formátu GIF a zároveň v mnoha ohledech nahrazuje formát TIFF. Formát PNG byl navržen pro bezproblémovou podporu online aplikací, např. webu, takže je plně streamovatelný a podporuje progresivní zobrazování. PNG umí uložit také hodnoty gamy a barevnosti, což vylepšuje barevnou shodu na různých platformách.
da: <b>JPEG</b>: Joint Photographic Experts Group filformatet er velegnet til brug på WWW, men benytter en komprimeringsmetode hvorved der mistes billedinformation. <p><b>PNG</b>: Portable Networks Graphics filformatet er et udvidbart format til tabsfrit, portabelt, komprimeret lagring af rasterbilleder. PNG tilbyder en patentfri erstatning for GIF og kan også erstatte brugen af TIFF i visse situationer PNG er designet til at fungere godt i visningsprogrammer på nettet, for eksempel til World Wide Web, derfor er formatet muligt at streame og med mulighed for fremskridtsvisning. PNG kan også gemme gamma og farveinformation til forbedret farveoverensstemmelse på forskellige platforme.
de: <b>JPEG</b>: Das "Joint Photographic Experts Group"-Dateiformat ist ein gutes Webdateiformat, das Kompression mit Datenverlust nutzt.<p><b>PNG</b>: Das "Portable Network Graphics"-Format ist ein erweiterbares Dateiformat zum verlustfreien, portablen und komprimierten Speichern von Rasterbildern. PNG ermöglicht eine patentfreie Ersetzung des GIF-Formates und kann in vielen Fällen auch das TIFF-Format ersetzen. PNG wurde entworfen, um in Online-Bildbetrachtungsprogrammen, wie z. B. im World Wide Web, eingesetzt zu werden. Es kann optional eine Voransicht von Bildern während des Ladens anzeigen. Weiterhin kann PNG Gamma- und Farbwertdaten für eine verbesserte Bildanzeige in heterogenen Plattformen speichern.
el: <b>JPEG</b>: Η μορφή αρχείου του Joint Photographic Experts Group είναι είναι ένα καλό φορμά του Web αλλά χρησιμοποιεί συμπίεση με απώλεια πληροφορίας.<p><b>PNG</b>: Η μορφή αρχείου Portable Network Graphics είναι μία επεκτάσιμη μορφή αρχείου για αποθήκευση εικόνων ράστερ χωρίς απώλεια πληροφορίας, φορητή και με υψηλή συμπίεση. Το PNG παρέχει μια εναλλακτική λύση για το GIF, χωρίς προβλήματα πατεντών, ενώ μπορεί επίσης να αντικαταστήσει και τα TIFF σε πολλές τυπικές εφαρμογές τους. Το PNG έχει σχεδιαστεί ώστε να λειτουργεί καλά σε εφαρμογές απομακρυσμένης προβολής, όπως γίνεται στο World Wide Web, και έτσι είναι ιδανικό για προβολή σαν ροή με επιλογή προοδευτικής απεικόνισης. Επίσης, το PNG έχει τη δυνατότητα να αποθηκεύσει χρωματικές πληροφορίες και δεδομένα γάμμα για βελτιωμένο ταίριασμα χρώματος σε ανομοιογενείς πλατφόρμες.
es: <b>JPEG</b>: El formato de archivo del «Joint Photographic Experts Group» es un buen formato de archivo para la web, pero usa una compresión con pérdida de datos.<p><b>PNG</b>: el formato «Portable Network Graphics» es un formato de archivo ampliable, portable y con una buena compresión sin pérdida de datos para almacenar imágenes en mapa de bits. El PNG proporciona una alternativa libre de patentes al GIF y frecuentemente puede también reemplazar al TIFF. El PNG está diseñado para funcionar bien con aplicaciones de visualización de imágenes por Internet, como la World Wide Web, pues es totalmente transmisible con una opción de presentación progresiva. Además, el PNG puede almacenar la información de gamma y cromacidad para mejorar la conservación de colores entre plataformas heterogéneas.
et: <b>JPEG</b>: Joint Photographic Experts Groupi failivorming on korralik failivorming veebile, kuid kasutab andmetekaoga tihendust.<p><b>PNG</b>: Portable Network Graphicsi vorming on asjalik kadudeta, porditav ja korraliku tihendusega rasterpiltide failivorming. PNG pakub patendivaba asendust GIF-vormingule ning asendab suurel määral ka TIFF-vormingut. PNG on mõeldud ühtlasi korralikuks esitamiseks veebis, mistõttu seda saab igati kasutada internetipiltides. Samuti suudab PNG salvestada gamma- ja värviandmeid paljudel platvormidel korrektsete värvipiltide esitamiseks.
fr: <b>JPEG</b> : le format de fichier « Joint Photographic Experts Group » est un bon format pour la diffusion sur Internet mais il utilise une compression de données avec pertes.<p><b>PNG</b> : le format de fichier « Portable Network Graphics » est un format extensible, sans pertes, portable et bien compressé. PNG est un remplaçant libre de droits du format GIF et peut remplacer aussi beaucoup de caractéristiques du format TIFF. PNG est conçu pour être efficace avec les applications de consultation en ligne, comme celles de l'Internet, dans lesquelles il peut s'afficher progressivement. De plus, PNG peut conserver les informations relatives au gamma et aux couleurs afin d'améliorer la correspondance des couleurs sur les plates-formes hétérogènes.
gl: <b>JPEG</b> O formato de ficheiro "Joint Photographic Experts Group" é bon para utilizazón na Web pero utiliza compresión con perda de dados. <p><b>PNG</b>: o formato "Portable Network Graphics" é un formato de ficheiro extensíbel para armacenamento sen perda de dados, portábel e ben comprimido de imaxes rasterizadas. PNG é un substituto sen patente do formato GIF e tamén substitui alguns usos comuns do TIFF. PNG está deseñado para funcionar ben en aplicazóns 'online', xa que ten visualizazón progresiva. PNG tamén pode armacenar dados de gama e croma para obter cores mais fiéis mesmo en plataformas heteroxéneas.
is: <b>JPEG</b>: (Joint Photographic Experts Group) er skráarsnið sem virkar vel á vefnum en það notar þjöppunaraðferð sem tapar gögnum (í hvert skipti sem mynd er vistuð).<p><b>PNG</b>: (Portable Network Graphics) skráarsniðið er útvíkkanlegt snið fyrir taplausa, yfirfæranlega, vel þjappanlega geymslu á bitamyndum. PNG bíður upp á einkaleyfafrítt snið í stað GIF og getur í mörgum algengum tilfellum komið í stað TIFF. PNG er hannað til að virka vel á netinu, þannig að það má streyma að fullu með streamable möguleika á framvindanlegri birtingu. Einnig má nefna að PNG getur geymt upplýsingar um litróf og litbrigði til stöðlunar á birtingu í hinum ýmsu og misjöfnu kerfum.
it: <b>JPEG</b>: Il formato Joint Photographic Experts Group è un buon formato per il Web ma usa una compressione con perdita di dati.<p><b>PNG</b>: il Portable Network Graphics è un formato senza perdita di dati, portabile e ben compresso per le immagini. PNG è un buon sostituto del GIF, senza brevetti, e può sostituire TIFF in molti usi comuni. PNG è studiato per lavorare con applicazioni online, come il World Wide Web, ed è utilizzabile per una visualizzazione progressiva. In più, PNG può memorizzare informazioni sul gamma e sui colori per una visualizzazione corretta su piattaforme eterogenee.
nb: <b>JPEG</b>: Joint Photographic Experts Group filformatet er velegnet til bruk på internett, men benytter en komprimeringsmetode hvor det mistes bildeinformasjon. <p><b>PNG</b>: Portable Networks Graphics filformatet er et utvidbart format til tapsfritt, portabelt, komprimert lagring av rasterbilder. PNG tilbyr en patentfri erstatning for GIF og kan også erstatte bruken av TIFF i visse situasjoner. PNG er designet til å fungere godt i visningsprogrammer på nettet, for eksempel til World Wide Web, derfor er formatet mulig å streame og med mulighet for fremskrittsvisning. PNG kan også lagre gamma og fargeinformasjon til forbedret fargeoverensstemmelse på forskjellige plattformer.
nl: <b>JPEG</b>: het bestandsformaat van de Joint Photographic Experts Group is een bestandsformaat dat geschikt is voor web-toepassingen. Het gebruikt een compressietechniek dat voor kwaliteitsverlies zorgt.<p><b>PNG</b>: het Portable Network Graphics-formaat is een uitbreidbaar bestandsformaat voor het bewaren van overdraagbare en goed gecomprimeerde bestanden in rasterformaat. PNG is een patentvrije vervanging voor GIF en kan het TIFF-formaat vaak ook vervangen . PNG is ontworpen voor gebruik in online-viewing-toepassingen zoals het World Wide Web. Het is dus volledig streamable met een 'progressieve display'-optie. Ook kan PNG gamma- en chromaticity-gegevens bewaren voor verbeterde kleurvergelijkingen op heterogene platformen.
pl: <b>JPEG</b>: (Joint Photographic Experts' Group) format ten jest dobry do zastosowań internetowych, jednak używa kompresji stratnej.<p><b>PNG</b>: (Portable Network Graphics) format PNG jest formatem grafiki oferującym bezstratną, przenośnośną, wysoko wydajną kompresję grafiki rastrowej. PNG, pozostając rozwiązaniem nieopatentowanym, jest dobrym zamiennikiem formatu PNG, może także zastąpić format TIFF w wielu popularnych zastosowaniach. PNG został stworzony z myślą o współpracy z rozwiązaniami do przeglądania grafiki online, takimi jak World Wide Web, tak więc oferuje opcję przesyłania strumieniowego wraz z wyświetlanie grafiki w miarę jej ściągania. PNG może także przechowywać informacje o kanale gamma i barwie w celu lepszego odwzorowania kolorów na niezgodnych platformach.
pt: <b>JPEG</b> O formato de ficheiro "Joint Photographic Experts Group" é bom para utilização na Web mas utiliza compressão com perca de dados. <p><b>PNG</b>: o formato "Portable Network Graphics" é um formato de ficheiro extensível para armazenamento sem perca de dados, portável e bem comprimido de imagens rasterizadas. O PNG um substituto sem patente do formato GIF e também substitui alguns usos comuns do TIFF. O PNG está desenhado para funcionar bem em aplicações 'online', uma vez que tem opções de visualização progressiva. O PNG pode também armazenar dados de gama e croma de forma a obter cores mais fieis mesmo em plataformas heterógeneas.
pt_br: <b>JPEG</b>: O formato de arquivo Joint Photographic Experts Group é um bom formato para a Web mas usa um tipo de compressão com muita perda.<p><b>PNG</b>: o formato Portable Network Graphics é extensível e com menor perda,além de boa compressão para guardar imagens não vetoriais. PNG provê uma reposição livre de patente para o GIF e pode substituir muitos usos comuns de TIFF. PNG é projetado para trabalhar bem em aplicações de visualização on-line, como a World Wide Web, já que é completamente possível de operar com fluxo, com opções de mostra progressiva. PNG também pode guardar informações sobre gama e cromaticidade para melhorar a correspondência de cores em plataformas heterogêneas.
sr: <b>JPEG</b>: Добар формат фајлова за Веб, али користи компресију са губицима.<p><b>PNG</b>: Проширив формат фајлова за добру компресију растерских слика, без губитака. PNG је слободна од патената замена за GIF, а може да замени и TIFF у многим уобичајеним применама. PNG је пројектован да ради добро у применама за прегледање на вези, као што је Веб (World Wide Web), тако да је потпуно серијски са опцијом прогресивног приказа. Такође, PNG може да складишти податке о гами и хроматичности ради побољшаног поклапања боја на разноврсним платформама.
sr@latn: <b>JPEG</b>: Dobar format fajlova za Veb, ali koristi kompresiju sa gubicima.<p><b>PNG</b>: Proširiv format fajlova za dobru kompresiju rasterskih slika, bez gubitaka. PNG je slobodna od patenata zamena za GIF, a može da zameni i TIFF u mnogim uobičajenim primenama. PNG je projektovan da radi dobro u primenama za pregledanje na vezi, kao što je Veb (World Wide Web), tako da je potpuno serijski sa opcijom progresivnog prikaza. Takođe, PNG može da skladišti podatke o gami i hromatičnosti radi poboljšanog poklapanja boja na raznovrsnim platformama.
sv: <b>JPEG</b>: Filformatet från "Joint Photographic Experts Group" är ett bra filformat för webben, men använder komprimering med dataförlust.<p><b>PNG</b>: Formatet "Portable Network Graphics" är ett filformat som kan utökas för förlustfri, flyttbar, välkomprimerad lagring av rasterbilder. PNG erbjuder en patentfri ersättning av GIF, och kan också ersätta många vanliga användningar av TIFF. PNG är konstruerat att fungera bra i program för direktvisning, som webben, så det kan strömmas och har ett alternativ för gradvis visning. Dessutom kan PNG lagra gamma- och färgmättnadsdata för förbättrad färgmatchning på heterogena plattformar.
th: <b>JPEG</b>: รูปแบบแฟ้มของ The Joint Photographic Experts Group เหมาะสำหรับใช้กับเวบ แต่จะมีการบีบข้อมูลที่ทำให้ภาพเสียรายละเอียด<p><b>PNG</b>: รูปแบบแฟ้ม Portable Network Graphics เป็นแฟ้มที่ภาพเสียรายละเอียดน้อยมาก มีขนาดที่เหมาะสม และเหมาะกับการใช้ แฟ้มแบบ PNG นั้นไม่มีปัญหาเรื่องสิทธิบัตรต่างจากแฟ้มแบบ GIF และยังสามารถใช้ทดแทนแฟ้มแบบ TIFF ได้ดีอีกด้วย แฟ้มแบบ PNG ถูกออกแบบมาให้ทำงานได้ดีกับการแสดงผลแบบออนไลน์ เช่น เวบ ดังนั้นมันจึงสามารถเลือกทำการแสดงผลแบบโพรเกรสซีฟในระหว่างการรับสายข้อมูลได้และเช่นกัน แฟ้มแบบ PNG ยังสามารถเก็บค่าแกมม่าและค่าข้อมูลโครม่า สำหรับปรับปรุงใช้งานระบบกับอุปกรณ์ที่แตกต่างกันได้ง่าย
tr: <b>JPEG</b>: Joint Photographic Experts Group'un dosya biçimi Web için güzel bir biçimdir fakat kayıplı sıkıştırma metodunu kullanmaktadır.<p><b>PNG</b>:Portable Network Graphics biçimi kayıpsız, taşınabilir, iyi sıkıştırılmış raster resimler için geliştirilebilir bir biçimdir. PNG, GIF için tescilsiz alternatif sunar ve TIFF'in bir çok genel kullanımının yerini alır. PNG, çevrimiçi görüntüleme uygulamalarında çalışmak için tasarlanmıştır. World Wide Web gibi. Aynı zamanda, PNG heterojen ortamlarda renklerin daha doğru eşleşmesi için gama ve chromaticity verisini de saklar.
zh_cn: <b>JPEG</b>：JPEG 文件格式是一种很好的 Web 文件格式，但它使用有损压缩。<p><b>PNG</b>：PNG 是一种扩展的文件格式，它使用无损压缩，对于像素图来说是一种便携的压缩存储方式。相对于 GIF，PNG 提供了一种无专利困扰的替代产品，并且还取代了 TIFF 的很多通用情况。PNG 设计之初就考虑到在线应用，比如 WWW，所以它提供了渐进显示选项。同时，PNG 还可以存储伽玛和色度信息，以便在异构平台中改进颜色匹配。

source: Image file format:
ca: Format de fitxer de les imatges:
da: Billedfilformat:
de: Bilddateiformat:
el: Τύπος αρχείου εικόνας:
es: Formato de archivo de la imagen:
et: Piltide failivorming:
is: Myndskráarsnið:
it: Formato di file immagine:
ja: 画像のファイル形式:
nl: Afbeeldingsbestandsformaat:
pl: Format zdjęć:
pt: Formato do ficheiro de imagem:
sr: Формат фајлова слика:
sr@latn: Format fajlova slika:
sv: Bildfilformat:

source: Maximum Email size limit:
ca: Límit de la mida màxima del correu-e:
da: Maksimal e-mail-størrelse:
de: Maximale Größe der E-Mail:
el: Μέγιστο όριο μεγέθους Email:
es: Límite máximo del tamaño máximo del correo:
et: E-kirja maks. suurus:
is: Hámarksstærð tölvupósts:
it: Limite massimo delle dimensioni dell'email:
ja: メールのサイズ制限:
nl: Maximale e-mailgrootte:
pl: Maksymalny rozmiar e-maila:
pt: Tamanho máximo do E-mail:
sr: Највећа могућа величина е-поруке:
sr@latn: Najveća moguća veličina e-poruke:
sv: Maximal e-poststorlek:

source: Caption: %1
ca: Comentari: %1
de: Beschriftung: %1
es: Comentario: %1
et: Pealdis: %1
is: Skýringartexti: %1
it: Didascalia: %1
ja: キャプション: %1
nl: Titel: %1
pt: Título: %1
sr: Коментар: %1
sv: Rubrik: %1

source: Album: %1
ca: Àlbum: %1
el: Άλμπουμ: %1
es: Álbum: %1
gl: Álbuns: %1
is: Albúm: %1
ja: アルバム: %1
pt: Álbum: %1
pt_br: Álbum: %1
sr: Албум: %1
ta: ஆல்பம்: %1
th: อัลบั้ม: %1
tr: Albüm: %1
zh_cn: 相册：%1

source: You must add some images to send.
ca: Heu d'afegir algunes imatges per a enviar.
cs: Musíte zadat obrázek k odeslání.
da: Du skal tilføje nogle billeder sending med e-mail.
de: Sie müssen Bilder zum Senden hinzufügen.
el: Πρέπει να προσθέσετε μερικές εικόνες για αποστολή.
es: Debe añadir alguna imagen a enviar.
et: Saatmiseks tuleb ikka mõni pilt ka valida.
fr: Vous devez choisir quelques images à envoyer.
gl: Debe engadir algunhas imaxes para enviar.
is: Þú verður að bæta við einhverju af myndum til að senda.
it: Devi aggiungere delle immagini da inviare.
ja: 送信する画像を追加してください。
nb: Du må legge til noen bilder til sending med e-post.
nl: Selecteer enkele afbeeldingen om te verzenden.
pl: Musisz dodać jakieś zdjęcia do wysłania.
pt: Deve adicionar algumas imagens para enviar.
pt_br: .Você precisa adicionar uma imagem para o envio.
sr: Морате додати неке слике за слање.
sr@latn: Morate dodati neke slike za slanje.
sv: Du måste lägga till några bilder att skicka.
ta: அனுப்புவதற்கு சில பிம்பங்களை சேர்க்கவேண்டும்.
th: คุณต้องเพิ่มภาพก่อนที่จะทำการส่ง
tr: Göndermek için dosya eklemelisiniz.
zh_cn: 您必须添加要发送的图像。

source: Thunderbird binary path is not valid. Please check it.
ca: El camí al binari del Thunderbird no és vàlid. Comproveu-ho, si us plau.
cs: Umístění programu Thunderbird není platné. Překontrolujte.
da: Thunderbirds kørbare sti er ugyldig. Tjek den.
de: Der Programmpfad zu Thunderbird ist ungültig. Bitte überprüfen Sie die Einstellung.
el: Η διαδρομή προς το εκτελέσιμο του Thunderbird δεν είναι έγκυρη. Παρακαλώ ελέγξτε την.
es: La ruta al binario Thunderbird no es válida. Revísela.
et: Thunderbirdi binaarprogrammi asukoht ei ole õige. Palun kontrolli seda.
fr: Le chemin de Thunderbird n'est pas correct. Veuillez le vérifier.
gl: A localizazón do programa Thunderbird non é válida. Por favor verifique-a.
is: Slóðin á tvíundarskráThunderbird póstforritsins er ekki gild. Vinsamlega athugaðu hver hún á að vera.
it: Il percorso al file binario di Thunderbird non è valido. Per piacere controllalo.
ja: Thunderbird バイナリのパスが不正です。確認してください。
nb: Thunderbirds kjørbare sti er ugyldig. Sjekk den.
nl: De locatie van het programma Thunderbird is niet juist. Controleer het.
pl: Niepoprawna ścieżka dostępu do programu Thunderbird. Proszę ją sprawdzić.
pt: A localização do programa Thunderbird não é válida. Por favor verifique-a.
pt_br: O caminho para o binário do Thunderbird não é válido. Por favor, verifique isto.
sr: Путања до извршног фајла Thunderbird-а није исправна. Проверите је.
sr@latn: Putanja do izvršnog fajla Thunderbird-a nije ispravna. Proverite je.
sv: Sökvägen till Thunderbird binärfilen är inte giltigt. Kontrollera den.
ta: தண்டபேர்ட் இருநிலை பாதை செல்லது. சரிபார்க்கவும்.
th: เส้นทางไปยังโปรแกรม Thunderbird ไม่ถูกต้อง โปรดตรวจสอบ
tr: Thunderbird binary yolu geçersiz. Lütfen kontrol edin.
zh_cn: Thunderbird 二进制库路径无效。请检查。

source: Image List
ca: Llista d'imatges
cs: Seznam obrázků
da: Billedliste
de: Bilderliste
el: Λίστα εικόνων
es: Lista de imágenes
et: Piltide nimekiri
fr: Liste des images à envoyer
gl: Lista de Imaxes
is: Myndalisti
it: Elenco immagini
ja: 画像リスト
nb: Bildeliste
nl: Afbeeldingenlijst
pl: Lista zdjęć
pt: Lista de Imagens
pt_br: Lista de imagens
sr: Листа слика
sr@latn: Lista slika
sv: Bildlista
ta: பிம்பப் பட்டியல்
th: รายการภาพ
tr: Resim Listesi
zh_cn: 图像列表

source: _n: Image List (1 item) Image List (%n items)
ca: Llista d'imatges (1 ítem) Llista d'imatges (%n ítems)
cs: Seznam obrázků (1 položka) Seznam obrázků (1 položky) Seznam obrázků (%n položek)
da: Billedliste (1 billede) Billedliste (%n billeder)
de: Bilderliste (1 Bild) Bilderliste (%n Bilder)
el: Λίστα εικόνων (1 αντικείμενο) Λίστα εικόνων (%n αντικείμενα)
es: Lista de imágenes (un elemento) Lista de imágenes (%n elementos)
et: Piltide nimekiri (1 element) Piltide nimekiri (%n elementi)
fr: Liste des images à envoyer (1 élément) Liste des images à envoyer (%n éléments)
gl: Lista de Imaxes (%n ítem) Lista de Imaxes (%n ítens)
is: Myndalisti (1 hlutur) Myndalisti (%n hlutir)
it: Elenco delle immagini (1 elemento) Elenco delle immagini (%n elementi)
ja: 画像リスト (%n 個のアイテム)
nb: Bildeliste (1 bilde) Bildeliste (%n bilder)
nl: Afbeeldingenlijst (1 item) Afbeeldingenlijst (%n items)
pl: Lista zdjęć (jeden element) Lista zdjęć (%n elementy) Lista zdjęć (%n elementów)
pt: Lista de Imagens (%n item) Lista de Imagens (%n itens)
pt_br: Lista de imagens (1 item) Lista de imagens (%n itens)
sr: Листа слика (%n ставка) Листа слика (%n ставке) Листа слика (%n ставки)
sr@latn: Lista slika (%n stavka) Lista slika (%n stavke) Lista slika (%n stavki)
sv: Bildlista (1 objekt) Bildlista (%n objekt)
ta: படங்களின் பட்டியல்(1 ¯ÚÀÊ) பிம்பப் பட்டியல் (%n items)
th: รายการภาพ (%n รายการ)
tr: Resim Listesi (%n madde)
zh_cn: 图像列表(%n 项)

source: MB
sv: Mibyte
th: เมกะไบต์
