Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugins.po
Languages: da, de, el, es, et, fr, gl, is, ja, mt, nb, nl, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, zh_cn

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that you can take a screenshot with the Kipi library and save the result to an Album with some comments? </td> </tr> </table> </p>
da: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Vidste du at du kan tage et øjebliksbillede med KIPI-biblioteket og gemme resultatet, med kommentarer, i et album? </td> </tr> </table> </p>
de: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wussten Sie, dass Sie mit der KIPI-Bibliothek ein Bildschirmfoto machen und das Ergebnis mit einem Kommentar versehen in einem Album speichern können? </td> </tr> </table> </p>
el: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Γνωρίζατε ότι με τη βιβλιοθήκη Kipi μπορείτε να πάρετε ένα στιγμιότυπο οθόνης και να αποθηκεύσετε το αποτέλεσμα σε κάποιο Άλμπουμ με κάποια σχόλια; </td> </tr> </table> </p>
es: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> ¿Sabí­a que puede hacer un volcado de pantalla con la biblioteca Kipi y guardar el resultado en un álbum con algún comentario? </td> </tr> </table> </p>
et: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kas teadsid, et KIPI teegiga saab teha ka ekraanipildi ja salvestada selle albumisse koos kommentaaridega? </td> </tr> </table> </p>
fr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Saviez-vous que vous pouvez faire une capture d'écran avec la bibliothèque KIPI et enregistrer le résultat dans un album avec des commentaires ? </td> </tr> </table> </p>
gl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que pode facer unha captura de pantalla coa biblioteca de Kipi e guardar o resultado nun Álbum con alguns comentários? </td> </tr> </table> </p>
is: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Veistu að þú getur tekið skjámynd með KIPI íforriti og vistað útkomuna í albúm ásamt athugasemdum? </td> </tr> </table> </p>
ja: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 「インポート」->「スクリーンショット」を使ってスクリーンショットを撮影すると、コメントを付けてアルバムに保存することができます。 </td> </tr> </table> </p>
mt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kont taf li tista' tieħu kopja tal-iskrin bil-librerija Kipi u tissejvja r-riżultat ġo Album bil-kummenti tiegħek megħmużin? </td> </tr> </table> </p>
nb: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du at du kan ta et øyeblikksbilde med KIPI-biblioteket og lagre resultatet, med kommentarer, i et album? </td> </tr> </table> </p>
nl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wist u dat u met de KIPI-bibliotheek schermafdrukken kunt maken en het resultaat met enkele commentaren kunt opslaan in een album? </td> </tr> </table> </p>
pl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Czy wiesz, że korzystając z biblioteki Kipi możesz zrobić zrzut ekranu, a następnie zapisać go do albumu wraz z własnym komentarzem? </td> </tr> </table> </p>
pt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que pode tirar uma fotografia com a biblioteca do Kipi e guardar o resultado num Álbum com alguns comentários? </td> </tr> </table> </p>
pt_br: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Você sabia que pode capturar uma tela com a biblioteca do Kipi, e salvar o resultado em um álbum com alguns comentários? </td> </tr> </table> </p>
sr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Да ли сте знали да са Kipi библиотеком можете направити снимак екрана и снимити га у албум са неким коментарима? </td> </tr> </table> </p>
sr@latn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Da li ste znali da sa Kipi bibliotekom možete napraviti snimak ekrana i snimiti ga u album sa nekim komentarima? </td> </tr> </table> </p>
sv: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du att du kan ta en skärmbild med KIPI-biblioteket och spara resultatet i ett album med några kommentarer? </td> </tr> </table> </p>
ta: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> கிபி நூலகத்தில் ஒரு திரைப்பிடிப்பை எடுத்து அதை ஒரு ஆல்பத்தில் சில குறிப்புகளுடன் சேமிக்கலாம் என்பது உங்களுக்குத் தெரியுமா? </td> </tr> </table> </p>
th: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> คุณทราบหรือไม่ว่า คุณสามารถจะจับภาพหน้าจอได้ง่าย ๆ ผ่านทางไลบรารี Kipi และบันทึกผลไปยังอัลบั้มพร้อมกับหมายเหตุบางอย่างได้ ? </td> </tr> </table> </p>
tr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kipi kütüphanenizle bir ekran görüntüsü alıp yorum ekleyerek herhangi bir albüme kaydedebileceğinizi biliyor muydunuz? </td> </tr> </table> </p>
zh_cn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 您可以使用 Kipi 库对屏幕抓图并将结果加上注释后直接保存到相册中。 </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that you can use the <b>LZW</b> compression to reduce the size of the <b>TIFF</b> image files in the Convert Images plugin? </td> </tr> </table> </p>
da: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Vidste du at du kan bruge <b>LZW</b>-komprimering for at reducere størrelsen på dine <b>TIFF</b>-billeder med konvertér billeder plugin? </td> </tr> </table> </p>
de: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wussten Sie, dass Sie die <b>LZW</b>-Kompression im Modul "Bild konvertieren" benutzen können, um die Größe eines <b>TIFF</b>-Bildes zu reduzieren? </td> </tr> </table> </p>
el: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Γνωρίζατε ότι μπορείτε να χρησιμοποιήσετε συμπίεση <b>LZW</b> για να μειώσετε το μέγεθος των εικόνων <b>TIFF</b> στο πρόσθετο Μετατροπής εικόνων; </td> </tr> </table> </p>
es: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> ¿Sabí­a que puede usar la compresión <b>LZW</b> para reducir el tamaño de las imágenes <b>TIFF</b> en el complemento de conversión de imágenes? </td> </tr> </table> </p>
et: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kas teadsid, et piltide teisendamise plugin võimaldab <b>TIFF</b>-vormingus pildifaile pakkuda <b>LZW</b>-tihenduses, mis vähendab faili suurust? </td> </tr> </table> </p>
fr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Saviez-vous que vous pouvez utiliser la compression <b>LZW</b> pour réduire la taille des images <b>TIFF</b> grâce au menu « Outils->Traitements par lots->Convertir le format... » ? </td> </tr> </table> </p>
gl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que pode usar a compresión <b>LZW</b> para reducir o tamaño dos ficheiros <b>TIFF</b> no plugin de Conversión de Imaxes? </td> </tr> </table> </p>
is: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Veistu að þú getur notað <b>LZW</b> þjöppun til að minnka <b>TIFF</b> myndskrár með UmbreytaMyndum íforritinu? </td> </tr> </table> </p>
ja: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 「一括処理 - 画像を変換」で <b>LZW</b> 圧縮を使うと <b>TIFF</b> 画像ファイルのサイズを小さくすることができます。 </td> </tr> </table> </p>
mt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kont taf li tista' ċċekken id-daqs tal-fajls <b>TIFF</b> bil-kompressjoni <b>LZW</b> bil-plugin Konverti Stampi? </td> </tr> </table> </p>
nb: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du at du kan bruke <b>LZW</b>-komprimering for å redusere størrelsen på <b>TIFF</b>bildene dine med konverter bilder tillegget? </td> </tr> </table> </p>
nl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wist u dat u gebruik kunt maken van de <b>LZW</b>-compressie om de grootte van de <b>TIFF</b>-afbeeldingen in de KIPI-plugin <quote>Afbeeldingen converteren</quote>? </td> </tr> </table> </p>
pl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Czy wiesz, że możesz użyć bezstratnej kompresji <b>LZW</b> w celu zmniejszenia rozmiaru pliku ze zdjęciem w formacie <b>TIFF</b> korzystając z wtyczki Konwersja zdjęć? </td> </tr> </table> </p>
pt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que pode usar a compressão <b>LZW</b> para reduzir o tamanho dos ficheiros de imagens <b>TIFF</b> no 'plugin' de Conversão de Imagens? </td> </tr> </table> </p>
pt_br: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Você sabia que pode usar a compressão <b>LZW</b> para reduzir o tamanho dos arquivos de imagem <b>TIFF</b>, através do plug-in de Conversão de Imagens? </td> </tr> </table> </p>
sr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Да ли сте знали да можете да користите <b>LZW</b> компресију да бисте смањили величину <b>TIFF</b> фајлова користећи прикључак за претварање слика? </td> </tr> </table> </p>
sr@latn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Da li ste znali da možete da koristite <b>LZW</b> kompresiju da biste smanjili veličinu <b>TIFF</b> fajlova koristeći priključak za pretvaranje slika? </td> </tr> </table> </p>
sv: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du att du kan använda <b>LZW</b>-komprimering för att minska storleken på <b>TIFF</b>-bildfiler i insticksprogrammet för att konvertera bilder? </td> </tr> </table> </p>
ta: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> பிம்பங்களை மாற்று சொருகுப்பொருளில் உள்ள TIFF பிம்பங்களின் அளவை குறைக்க<b>LZW</b>அழுத்தியை பயன்படுத்தலாம் என்பது உங்களுக்குத்<b> தெரியுமா? </b> </td> </tr> </table> </p>
th: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> คุณทราบหรือไม่ว่า คุณสามารถใช้การบีบข้อมูลแบบ <b>LZW</b> เพื่อลดขนาดแฟ้มของแฟ้มภาพแบบ <b>TIFF</b> ได้ ผ่านทางปลั๊กอิน แปลงภาพ ? </td> </tr> </table> </p>
tr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Resim Dönüştür eklentisinde <b>TIFF</b> resim dosyalarınızın boyutlarını küçültmek için <b>LZW</b> sıkıştırmasını kullanabileceğinizi biliyor muydunuz? </td> </tr> </table> </p>
zh_cn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 您可以在转换图像插件中使用 <b>LZW</b> 压缩算法来减少 <b>TIFF</b> 图像文件的大小。 </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that all image operations in the batch processing images plugins run without losing the <b>Exif</b> information in the <b>JPEG</b> files? </td> </tr> </table> </p>
da: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Vidste du at alle billedoperationer i gruppekørsel plugin, kører uden tab af <b>EXIF</b>-information i <b>JPEG</b>-billeder? </td> </tr> </table> </p>
de: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wussten Sie, dass alle Bildoperationen der Stapelprozessmodule ohne Verlust der <b>Exif</b>-Informationen in den <b>JPEG</b>-Dateien arbeiten? </td> </tr> </table> </p>
el: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Γνωρίζατε ότι όλες οι λειτουργίες στις εικόνες στα πρόσθετα ομαδικής επεξεργασίας εκτελούνται χωρίς την απώλεια των πληροφοριών <b>Exif</b> από τα αρχεία <b>JPEG</b> ; </td> </tr> </table> </p>
es: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> ¿Sabí­a que todas las operaciones de imágenes en los complementos de proceso por lotes de imágenes se ejecutan sin perder la información <b>Exif</b> de los archivos <b>JPEG</b>? </td> </tr> </table> </p>
et: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kas teadsid, et kõik pilditöötluspluginatega ette võetud operatsioonid säilitavad <b>JPEG</b>-failides ka <b>EXIF</b>-info? </td> </tr> </table> </p>
fr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Saviez-vous que tous les traitements par lots conservent les informations <b>EXIF</b> contenues dans les fichiers <b>JPEG</b> ? </td> </tr> </table> </p>
gl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que todas as operazóns sobre imaxes dos plugins de procesamento de lotes son feitas sen perder a informazón <b>Exif</b> dos ficheiros <b>JPEG</b>? </td> </tr> </table> </p>
is: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Veistu að allar aðgerðir í magnvinnslu mynda geta keyrt án þess að tapa <b>EXIF</b> upplýsingum úr <b>JPEG</b> skrám? </td> </tr> </table> </p>
ja: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 一括処理プラグインは <b>JPEG</b> ファイルの中の <b>Exif</b> 情報を損なわずにすべての画像処理を行います。 </td> </tr> </table> </p>
mt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kont taf li l-operazzjonijiet kollha fil-plugins tal-iproċessar simultanju tal-istampi jaħdmu mingħajr telf tal-informazzjoni <b>Exif</b> fil-fajls <b>JPEG</b>? </td> </tr> </table> </p>
nb: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du at alle bildeoperasjoner i flerbildeverktøy tillegget, kjører uten tap av <b>EXIF</b>-informasjon i <b>JPEG</b>-bilder? </td> </tr> </table> </p>
nl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wist u dat alle bewerkingen van de KIPI-plugin <quote>Afbeeldingen verwerken</quote> geen invloed hebben op de <b>EXIF</b>-informatie in de <b>JPEG</b>-bestanden? </td> </tr> </table> </p>
pl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Czy wiesz, że wszystkie operacje grupowe są wykonywane bez utraty informacji <b>Exif</b> w plikach <b>JPEG</b>? </td> </tr> </table> </p>
pt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que todas as operações com imagens nos 'plugins' de processamento em lote correr sem perder as informações do <b>Exif</b> nos ficheiros <b>JPEG</b>? </td> </tr> </table> </p>
pt_br: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Você sabia que todas as operações nos plug-ins de processamento de imagens em lote são executados sem perda de informações <b>Exif</b>, nos arquivos <b>JPEG</b>? </td> </tr> </table> </p>
sr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Да ли сте знали да се све радње са сликама у прикључку за пакетну обраду слика раде без губљења <b>Exif</b> података у <b>JPEG</b> фајловима? </td> </tr> </table> </p>
sr@latn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Da li ste znali da se sve radnje sa slikama u priključku za paketnu obradu slika rade bez gubljenja <b>Exif</b> podataka u <b>JPEG</b> fajlovima? </td> </tr> </table> </p>
sv: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du att alla bildåtgärder i insticksprogrammen för bakgrundsbehandling utförs utan att <b>EXIF</b>-informationen i <b>JPEG</b>-filerna går förlorad? </td> </tr> </table> </p>
ta: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> எல்லா தொகுதி செயல்பாட்டு பிம்பங்களின் சொருகுப்பொருள்களும் JPEG கோப்புகளில் உள்ள எக்சிஃப் தகவலை இழக்காமலே<b> இயங்கமுடியும் </b> என்பது<b>உங்களுக்குத்</b> தெரியுமா? </td> </tr> </table> </p>
th: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> คุณทราบหรือไม่ว่า ปลั๊กอินการประมวลผลภาพเป็นกลุ่มทุกปฏิบัติการนั้น เมื่อมันทำงาน จะไม่ทำให้ข้อมูล <b>Exif</b> ในแฟ้มภาพแบบ <b>JPEG</b> สูญหายหรือเสียหาย ? </td> </tr> </table> </p>
tr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Resim işleme komut kümesi eklentilerinde bütün resim işlemlerinizi <b>JPEG</b> dosyalarında <b>Exif</b> bilgisi kaybolmadan yapabileceğinizi biliyor muydunuz? </td> </tr> </table> </p>
zh_cn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 批处理图像插件中的所有操作都不会丢失 <b>JPEG</b> 文件中的 <b>Exif</b> 信息。 </td> </tr> </table> </p>
