Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_findimages.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nds, nl, pa, pl, pt, pt_br, ru, sr, sr@latn, sv, ta, th, tr

source: Creating fingerprint for '%1'
ca: S'està creant l'empremta per '%1'
cs: Vytváření otisku '%1'
da: Opretter fingeraftryk for '%1'
de: Fingerabdruck für "%1" wird erstellt.
el: Δημιουργία αποτυπώματος για το '%1'
es: Creando huella digital de «%1»
et: '%1' jäljendi loomine
fr: Création de l'empreinte pour « %1 »
gl: A criar impresión dixital para '%1'
is: Bý til fingrafar fyrir '%1'
it: Creazione della firma per «%1»
ja: '%1' のフィンガープリントを作成
nds: Signatuur för "%1" warrt opstellt
nl: Vingerafdruk voor '%1' wordt aangemaakt
pa: '%1' ਲਈ ਫਿੰਗਰ-ਪ੍ਰਿੰਟ ਬਣਾਏ ਜਾ ਰਹੇ ਹਨ
pl: Tworzenie znacznika dla '%1'
pt: A criar impressão digital para '%1'
pt_br: Criando 'impressão digital` para '%1`
sr: Правим отисак за „%1“
sr@latn: Pravim otisak za „%1“
sv: Skapar fingeravtryck för '%1'
ta: '%1'க்கான கைரேகை உருவாக்கப்படுகிறது
th: กำลังสร้างส่วนบ่งชี้ความเป็นเอกเทศของ '%1'
tr: '%1' için parmakizi yaratma.

source: Fast parsing for '%1'
ca: Anàlisi ràpid per '%1'
cs: Rychlé porovnání '%1'
da: Hurtig fortolkning af '%1'
de: Schneller Vergleich für "%1".
el: Γρήγορη ανάλυση για το '%1'
es: Análisis rápido de «%1»
et: '%1' kiire parsimine
fr: Analyse exacte pour « %1 »
gl: Procesamento rápido para '%1'
is: Hröð yfirferð á '%1'
it: Analisi rapida per «%1»
ja: '%1' を高速パース
nds: "%1" warrt gau vergleken
nl: Snelle ontleding voor '%1'
pa: '%1' ਲਈ ਤੇਜ਼ ਪਾਰਸਿੰਗ
pl: Szybkie przeglądanie dla '%1'
pt: Processamento rápido para '%1'
pt_br: Análise rápida para '%1'
sr: Брзо рашчлањивање за „%1“
sr@latn: Brzo raščlanjivanje za „%1“
sv: Snabbtolkning av '%1'
ta: %1க்கான மிகச்சரியான ஒப்பீடு
th: กำลังกระจายข้อมูลอย่างรวดเร็วสำหรับ '%1'
tr: '%1' için kesin karşılaştırma

source: _n: Checking 1 image... Checking %n images...
ca: S'està comprovant 1 imatge... S'estan comprovant %n imatges...
cs: Kontrolu 1 obrázek... Kontroluji %n obrázky... Kontroluji %n obrázků...
da: Tjekker 1 billede... Tjekker %n billeder...
de: 1 Bild wird überprüft ... %n Bilder werden überprüft ...
el: Έλεγχος 1 εικόνας... Έλεγχος %n εικόνων...
es: Analizando una imagen... Analizando %n imágenes...
et: 1 pildi kontrollimine... %n pildi kontrollimine...
fr: Vérification d'une image... Vérification de %n images...
gl: A verificar %n imaxe... A verificar %n imaxes...
is: Skoða 1 mynd... Skoða %n myndir...
it: Controllo di una immagine... Controllo di %n immagini...
ja: %n 個の画像を調査中...
nds: 1 Bild warrt pröövt... %n Biller warrt pröövt...
nl: 1 afbeelding wordt gecontroleerd... %n afbeeldingen worden gecontroleerd...
pa: 1 ਚਿੱਤਰ ਦੀ ਜਾਂਚ ਜਾਰੀ... %n ਚਿੱਤਰਾਂ ਦੀ ਜਾਂਚ ਜਾਰੀ...
pl: Sprawdzanie jednego zdjęcia... Sprawdzanie %n zdjęć... Sprawdzanie %n zdjęć...
pt: A verificar %n imagem... A verificar %n imagens...
pt_br: Analisando 1 imagem ... Analisando %n imagens ...
ru: Проверка %n изображения... Проверка %n изображений... Проверка %n изображений...
sr: Проверавам %n слику... Проверавам %n слике... Проверавам %n слика...
sr@latn: Proveravam %n sliku... Proveravam %n slike... Proveravam %n slika...
sv: Tolkar 1 bild... Tolkar %n bilder...
th: กำลังตรวจสอบภาพ %n ภาพ...
tr: %n resim kontrol ediliyor...

source: Failed to create fingerprint for '%1'
ca: Ha fallat la creació de l'empremta per '%1'
cs: Selhání vytvoření otisku '%1'
da: Kunne ikke oprette fingeraftryk for '%1'
de: Der Fingerabdruck für "%1" lässt sich nicht erstellen.
el: Η δημιουργία αποτυπώματος για το '%1' απέτυχε
es: No se ha podido crear la huella digital de «%1»
et: '%1' jäljendi loomine ebaõnnestus
fr: Impossible de créer l'empreinte pour « %1 »
gl: Non foi posíbel criar a impresión dixital de '%1'
is: Mistókst að búa til fingrafar fyrir '%1'
it: Creazione della firma per «%1» non riuscita
ja: '%1' のフィンガープリントの作成に失敗
nds: Signatuur för "%1" lett sik nich opstellen
nl: Het aanmaken van een vingerafdruk voor '%1' is mislukt
pa: '%1' ਲਈ ਫਿੰਗਰ-ਪ੍ਰਿੰਟ ਬਣਾਉਣ ਲਈ ਅਸਫ਼ਲ
pl: Tworzenie znacznika dla '%1' nie powiodło się
pt: Não foi possível criar impressão digital para '%1'
pt_br: Falha ao criar a 'impressão digital`para '%1'
sr: Нисам успео да направим отисак за „%1“
sr@latn: Nisam uspeo da napravim otisak za „%1“
sv: Misslyckades skapa fingeravtryck för '%1'
ta: '%1'க்கான கைரேகையை உருவாக்க முடியவில்லை
th: ล้มเหลวในการสร้างส่่วนบ่งชี้ความเป็นเอกเทศสำหรับ '%1'
tr: '%1' için parmakizi yaratmada hata

source: Failed to find similar images.
ca: Ha fallat la cerca d'imatges similars.
cs: Selhání při hledání podobných obrázků.
da: Fandt ingen ens billeder.
de: Es wurden keine ähnlichen Bilder gefunden.
el: Η αναζήτηση παρόμοιων εικόνων απέτυχε.
es: No ha sido posible encontrar imágenes similares con una búsqueda rápida.
et: Sarnaseid pilte ei õnnestunud leida.
fr: Impossible de trouver des images semblables.
gl: Non foron encontradas imaxes semellantes.
is: Mistókst að finna svipaðar myndir.
it: Immagini simili non trovate.
ja: 詳細照合に失敗
nds: Keen lieke Biller funnen.
nl: Het zoeken naar gelijksoortige afbeeldingen is mislukt.
pa: ਰਲਦੇ ਚਿੱਤਰ ਖੋਜਣ ਲਈ ਅਸਫ਼ਲ ਹੈ।
pl: Nie udało się znaleźć podobnych zdjęć.
pt: Não foram encontradas imagens semelhantes.
pt_br: Não foram encontradas imagens similares.
sr: Нисам успео да нађем сличне слике.
sr@latn: Nisam uspeo da nađem slične slike.
sv: Misslyckades med att hitta liknande bilder.
ta: ஒரேமாதிரியான பிம்பங்க்ளை கண்டுபிடிக்க முடியவில்லை.
th: ล้มเหลวในการค้นหาภาพที่คล้ายกัน
tr: Benzer resimlerin bulunmasında hata.

source: Failed to find exact image.
ca: Ha fallat la cerca d'imatges exactes.
cs: Selhání při hledání stejných obrázků.
da: Kunne ikke finde identisk billede.
de: Es wurden keine exakten Kopien des Bildes gefunden.
el: Η αναζήτηση όμοιων εικόνων απέτυχε.
es: No ha sido posible encontrar imágenes similares con una búsqueda precisa.
et: Samaseid pilte ei õnnestunud leida.
fr: Impossible de trouver des images exactes.
gl: Non foi encontrada a imaxe exacta.
is: Mistókst að finna eins myndir.
it: Immagine esatta non trovata.
ja: 簡単照合に失敗
nds: Keen nau liek Bild funnen.
nl: Het zoeken naar een exacte afbeelding is mislukt.
pa: ਠੀਕ ਚਿੱਤਰ ਖੋਜਣ ਲਈ ਫੇਲ ਹੈ।
pl: Nie udało się znaleźć dokładnie takich samych zdjęć.
pt: Não foi encontrada a imagem exacta.
pt_br: Não foram encontradas imagens idênticas.
sr: Нисам успео да нађем тачну слику.
sr@latn: Nisam uspeo da nađem tačnu sliku.
sv: Misslyckades med att hitta exakt bild.
ta: மிகசரியான பிம்பத்தை கண்டுபிடிக்கபடவில்லை.
th: ล้มเหลวในการค้นหาภาพที่เหมือนกัน
tr: Resmin bulunmasında hata.

source: Failed to check images...
ca: Ha fallat la comprovació d'imatges...
cs: Chyba při srovnávání obrázků...
da: Kunne ikke tjekke billeder...
de: Fehler beim Überprüfen der Bilder ...
el: Ο έλεγχος των εικόνων απέτυχε...
es: No ha sido posible comprobar las imágenes...
et: Piltide kontrollimine ebaõnnestus...
fr: Impossible de vérifier les images...
gl: Non foi posíbel verificar as imaxes...
is: Mistókst að fara yfir myndir...
it: Controllo delle immagini non riuscito...
ja: 画像の調査に失敗...
nds: Biller laat sik nich pröven...
nl: Het controleren van afbeeldingen is mislukt...
pa: ਚਿੱਤਰ ਚੈਕ ਕਰਨ ਲਈ ਫੇਲ...
pl: Sprawdzanie zdjęć się nie powiodło...
pt: Não foi possível verificar as imagens...
pt_br: Falha ao verificar imagens...
sr: Нисам успео да проверим слике...
sr@latn: Nisam uspeo da proverim slike...
sv: Misslyckades med att kontrollera bilder...
ta: பிம்பங்களை சரிப்பார்க்க முடியவில்லை...
th: ล้มเหลวในการตรวจสอบภาพ...
tr: Resmin kontrolünde hata...

source: Fingerprint created for '%1'
ca: S'ha creat l'empremta per '%1'
cs: Vytvořen otisk pro '%1'
da: Ffingeraftryk oprettet for '%1'
de: Der Fingerabdruck für "%1" wurde erstellt.
el: Δημιουργήθηκε αποτύπωμα για το '%1'
es: Creada huella digital de «%1»
et: '%1' jäljend loodud
fr: L'empreinte pour « %1 » a été créée
gl: Impresión dixital criada para '%1'
is: Búið að gera fingrafar fyrir '%1'
it: Firma per «%1» creata
ja: '%1' のフィンガープリントを作成
nds: Signatuur för "%1" opstellt
nl: Vingerafdruk aangemaakt voor '%1'
pa: '%1' ਲਈ ਫਿੰਗਰ-ਪ੍ਰਿੰਟ ਬਣਾਏ ਜਾ ਰਹੇ ਹਨ
pl: Utworzono znacznik dla '%1'
pt: Impressão digital criada para '%1'
pt_br: 'Impressão digital` criada para '%1`
sr: Отисак направљен за „%1“
sr@latn: Otisak napravljen za „%1“
sv: Skapade fingeravtryck för '%1'
ta: '%1'க்கான கைரேகை உருவாக்கப்பட்டது
th: สร้างส่วนแสดงความเป็นเอกเทศสำหรับ '%1' แล้ว
tr: '%1' için parmakizi oluşturuldu

source: Fast parsing completed for '%1'
ca: L'anàlisi ràpid s'ha completat per '%1'
cs: Rychlé srovnání dokončeno pro '%1'
da: Hurtig fortolkning udført for '%1'
de: Der schnelle Vergleich für "%1" ist abgeschlossen.
el: Η γρήγορη ανάλυση για το '%1' ολοκληρώθηκε
es: Finalizado el análisis rápido de «%1»
et: '%1' kiire parsimine tehtud
fr: Analyse exacte terminée pour « %1 »
gl: Procesamento rápido completo para '%1'
is: Hraðri yfirferð lokið fyrir '%1'
it: Analisi rapida per «%1» completata
ja: '%1' の高速パース完了
nds: "%1" gau vergleken.
nl: De snelle ontleding voor '%1' is voltooid
pa: '%1' ਲਈ ਤੇਜ਼ ਪਾਰਸਿੰਗ ਮੁਕਮੰਲ
pl: Szybkie przeglądanie dla '%1' zakończone
pt: Processamento rápido completo para '%1'
pt_br: Ana'lise rápida completada para '%1'
sr: Брзо рашчлањивање за „%1“ је завршено
sr@latn: Brzo raščlanjivanje za „%1“ je završeno
sv: Snabbtolkning klar för '%1'
ta: '%1'க்கான முடிக்கப்பட்ட விரைவான நீக்கம்
th: กระจายข้อมูลอย่างรวดเร็วสำหรับ '%1' แล้ว
tr: '%1' için kesin karşılaştırma tamamlandı

source: Finding similar images for '%1' completed.
ca: La cerca d'imatges similars per '%1' s'ha completat.
cs: Vyhledávání podobných obrázků '%1' dokončeno.
da: Find lignende billeder udført for '%1'.
de: Die Suche nach ähnlichen Bildern für "%1" ist abgeschlossen.
el: Η αναζήτηση παρόμοιων εικόνων για το '%1' ολοκληρώθηκε.
es: Finalizada la búsqueda de imágenes similares a «%1».
et: '%1' sarnaste piltide otsimine tehtud.
fr: Recherche d'images semblables pour « %1 » terminée.
gl: Completou-se a procura de imaxes semellantes a '%1'.
is: Leit að svipuðum myndum fyrir '%1' er lokið.
it: Ricerca di immagini simili a «%1» completata.
ja: '%1' の詳細照合完了
nds: Söök na Biller liek to "%1" afslaten.
nl: Het zoeken naar gelijksoortige afbeeldingen voor '%1' is voltooid.
pa: '%1' ਲਈ ਰਲਦੇ ਚਿੱਤਰਾਂ ਦੀ ਖੋਜ ਮੁਕੰਮਲ ਹੋਈ
pl: Wyszukiwanie podobnych zdjęć dla '%1' zakończone.
pt: Procurar imagens semelhantes a '%1' completo.
pt_br: A procura por imagens similares para '%1' foi finalizada.
ru: Поиск изображений, похожих на '%1', завершён.
sr: Налажење сличних слика за „%1“ је завршено.
sr@latn: Nalaženje sličnih slika za „%1“ je završeno.
sv: Sökning efter liknande bilder klar för '%1'.
ta: '%1'க்கான ஒரேமாதிரியான பிம்பங்கள் கண்டுபிடிக்கப்பட்டது.
th: ทำการค้นหาภาพที่คล้ายกับ '%1' เรียบร้อยแล้ว
tr: '%1' için benzer resimler bulma işlemi tamamlandı.

source: Finding exact images for '%1' completed.
ca: La cerca d'imatges exactes per '%1' s'ha completat.
cs: Vyhledávání stejných obrázků '%1' dokončeno.
da: Find ens billeder udført for '%1'.
de: Der exakte Vergleich für "%1" ist abgeschlossen.
el: Η αναζήτηση όμοιων εικόνων για το '%1' ολοκληρώθηκε.
es: Finalizada la búsqueda de imágenes exactas a «%1».
et: '%1' samaste piltide otsimine tehtud.
fr: Recherche d'images exactes pour « %1 » terminée.
gl: Completou-se a procura de imaxes exactas a '%1'.
is: Leit að eins myndum fyrir '%1' er lokið.
it: Ricerca di immagini identiche a «%1» completata.
ja: '%1' の簡単照合完了
nds: Söök na Biller liek as "%1" afslaten.
nl: Het zoeken naar exacte afbeeldingen voor '%1' is voltooid.
pa: '%1' ਲਈ ਠੀਕ ਰਲਦੇ ਚਿੱਤਰਾਂ ਦੀ ਖੋਜ ਮੁਕੰਮਲ ਹੋਈ
pl: Wyszukiwanie takich samych zdjęć dla '%1' zakończone.
pt: Procurar imagens exactas a '%1' completo.
pt_br: A procura por imagens exatas para '%1' foi finalizada.
ru: Поиск точных копий '%1' завершён.
sr: Налажење тачних слика за „%1“ је завршено.
sr@latn: Nalaženje tačnih slika za „%1“ je završeno.
sv: Sökning efter exakta bilder klar för '%1'.
ta: '%1'க்கான முடிக்கப்பட்ட சரியான பிம்பங்களை கண்டுபிடிக்கிறது.
th: ทำการค้นหาภาพที่เหมือนกันกับ '%1' เรียบร้อยแล้ว
tr: '%1' için tamamen aynı resimler bulma işlemi tamamlandı.

source: Checking images complete...
ca: La comprovació d'imatges s'està completant...
cs: Dokončení kontroly obrázků...
da: Billedtjek udført...
de: Überprüfen der Bilder abgeschlossen ...
el: Ο έλεγχος των εικόνων ολοκληρώθηκε...
es: Finalizada la verificación de imágenes...
et: Piltide kontrollimine tehtud...
fr: Vérification des images terminée...
gl: Verificazón das imaxes completa...
is: Lýk við að yfirfara myndir...
it: Controllo delle immagini completato...
ja: 画像の調査完了...
nds: Pröven vun Biller afslaten...
nl: Het controleren van afbeeldingen is voltooid...
pa: ਚਿੱਤਰਾਂ ਦੀ ਜਾਂਚ ਮੁਕੰਮਲ...
pl: Sprawdzanie zdjęć zakończone...
pt: Verificação das imagens completa...
pt_br: Verificação de imagem completa...
sr: Провера слика је завршена...
sr@latn: Provera slika je završena...
sv: Tolkning av bilder klar.
ta: முடிந்த பிம்பங்களை சரிப்பார்க்கிறது...
th: ทำการตรวจสอบภาพเรียบร้อยแล้ว...
tr: Resimleri kontrolü tamamlandı...

source: Displaying results...
ca: S'estan mostrant el resultats...
cs: Zobrazuji výsledky...
da: Viser resultater...
de: Ergebnisse werden angezeigt ...
el: Εμφάνιση αποτελεσμάτων...
es: Mostrando el resultado...
et: Tulemuste esitamine...
fr: APPUYEZ SUR « Fermer » POUR FERMER CETTE FENÊTRE.
gl: A mostrar o resultado...
is: Sýni niðurstöður...
it: Visualizzazione dei risultati...
ja: 結果を表示します...
nds: Resultaten warrt wiest...
nl: Resultaten worden getoond...
pa: ਨਤੀਜੇ ਵਿਖਾਏ ਜਾ ਰਹੇ ਹਨ...
pl: Wyświetlanie wyników...
pt: A mostrar o resultado...
pt_br: Exibindo resultados...
ru: Вывод результатов...
sr: Приказујем резултате...
sr@latn: Prikazujem rezultate...
sv: Visar resultat...
ta: முடிவுகளை காட்டுகிறது...
th: กำลังทำการแสดงผลลัพธ์...
tr: Sonuçlar gösteriliyor...
