Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_acquireimages.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nb, nds, nl, pa, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, zh_cn

source: Screenshot Error
ca: Error en capturar la pantalla
cs: Chyba sejmutí
da: Fejl ved øjebliksbillede
de: Bildschirmfoto-Fehler
el: Σφάλμα στιγμιότυπου
es: Error durante la captura
et: Töölauapildi viga
fr: Erreur de la capture d'écran
gl: Erro de Captura do Escritório
is: Villa við skjámyndatöku
it: Errore di istantanea
ja: スクリーンショットエラー
nb: Feil ved skjermbilde
nds: Schirmfoto-Fehler
nl: Schermafdrukfout
pa: ਸਕਰੀਨ-ਸ਼ਾਟ ਗਲਤੀ
pl: Błąd podczas zrzutu ekranu
pt: Erro de Captura de Ecrã
pt_br: Erro na captura de tela
sr: Грешка при прављењу снимка
sr@latn: Greška pri pravljenju snimka
sv: Skärmdumpfel
ta: திரைநொடிப்பு பிழை
th: ผิดพลาดในการจับภาพหน้าจอ
tr: Ekran Görüntüsü Hatası
zh_cn: 抓图错误
