Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_acquireimages.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nb, nds, nl, pa, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, zh_cn

source: _: NAME OF TRANSLATORS Your names
ca: Albert Astals Cid,Josep Ma. Ferrer
cs: Klára Cihlářová,Jakub Friedl
da: Rune Rønde Laursen
de: Oliver Dörr,Thomas Reitelbach
el: Σπύρος Γεωργαράς,Τούσης Μανώλης
es: Jaime Robles
et: Marek Laane
fr: David Jobet,Tung Nguyen,Fabien
gl: mvillarino
is: Sveinn í Felli
it: Federico Zenith
ja: Yukiko Bando
nb: Nils Kristian Tomren
nds: Sönke Dibbern
nl: Rinse de Vries
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pl: Igor Klimer
pt: Pedro Morais,José Nuno Pires
pt_br: Lisiane S. Teixeira, Luiz Fernando Ranghetti
sr: Слободан Симић
sr@latn: Slobodan Simić
sv: Stefan Asserhäll
ta: tamilpcteam
th: ถนอมทรัพย์ นพบูรณ์
tr: Fuat Poyraz, İsmail Şimşek
zh_cn: 开源软件国际化之 KDE 简体中文组

source: _: EMAIL OF TRANSLATORS Your emails
ca: astals11@terra.es,txemaq@gmail.com
cs: koty@seznam.cz,jfriedl@suse.cz
da: runerl@skjoldhoej.dk
de: kde@doerr-privat.de,tr@erdfunkstelle.de
el: sng@hellug.gr,manolis@koppermind.homelinux.org
es: jaime@kde.org
et: bald@starman.ee
fr: david.jobet@free.fr,ntung@free.fr,fabien.ubuntu@gmail.com
gl: mvillarino@users.sourceforge.net
is: sveinki@nett.is
it: federico.zenith@member.fsf.org
ja: ybando@k6.dion.ne.jp
nb: project@nilsk.net
nds: s_dibbern@web.de
nl: rinsedevries@kde.nl
pa: aalam@users.sf.net
pl: kigro@vp.pl
pt: morais@kde.org,jncp@netcabo.pt
pt_br: lisiane@kdemail.net, elchevive@opensuse.org
sr: simicsl@verat.net
sr@latn: simicsl@verat.net
sv: stefan.asserhall@comhem.se
ta: tamilpc@ambalam.com
th: donga.nb@gmail.com
tr: fuat@halideediplisesi.k12.tr, thelightning@mynet.com
zh_cn: i18n-translation@lists.linux.net.cn

source: Save Target Image Options
ca: Opcions de desat de la imatge final
cs: Uložit volby obrázku
da: Gem egenskaber for målbillede
de: Zielbild-Einstellungen speichern
el: Αποθήκευση επιλογών εικόνας προορισμού
es: Guardar las opciones de la imagen destino
et: Sihtpildi salvestamise valikud
fr: Enregistrer l'image résultat
gl: Opzóns de Gravazón da Imaxe Obxectivo
is: Vista valmöguleika fyrir úttaksmynd
it: Opzioni di salvataggio immagini destinazione
ja: 画像保存のオプション
nb: Lagre egenskaper for målbilde
nds: Teelbild-Optschonen sekern
nl: Opties voor doelafbeelding opslaan
pa: ਨਿਯਤ ਚਿੱਤਰ ਚੋਣ ਸੰਭਾਲੋ
pl: Ustawienia zapisu zdjęcia docelowego
pt: Opções de Gravação da Imagem Alvo
pt_br: Salvar opções de imagens alvo
sr: Опције за снимање циљне слике
sr@latn: Opcije za snimanje ciljne slike
sv: Spara alternativ för resultatbild
ta: இலக்கு பிம்ப விருப்பத்தேர்வுகளைச் சேமி
th: ตัวเลือกการบันทึกแฟ้มภาพเป้าหมาย
tr: Hedef Resim Kaydetme Seçenekleri
zh_cn: 保存目标图像选项

source: Acquire images
ca: Obtenció d'imatges
cs: Získat obrázky
da: Hent billeder
de: Bilder einlesen
el: Ανάκτηση εικόνων
es: Capturar imágenes
et: Pildihõive
fr: Acquérir des images
gl: Obter imaxes
is: Lesa inn mynd
it: Acquisizione di immagini
ja: 画像取り込み
nb: Hent bilder
nds: Biller rankriegen
nl: Afbeeldingen ophalen
pa: ਚਿੱਤਰ ਲਵੋ
pl: Zgraj zdjęcia
pt: Obter imagens
pt_br: Adquirir imagens
sr: Добави слике
sr@latn: Dobavi slike
sv: Hämta bilder
ta: பிம்பங்களைப் பெறு
th: นำเข้าภาพ
tr: Resim al
zh_cn: 获取图像

source: A Kipi plugin to acquire images
ca: Un connector del Kipi d'obtenció imatges
cs: Kipi plugin pro získání obrázků
da: En KIPI plugin til at hente billeder
de: Ein KIPI-Modul zum Einlesen von Bildern
el: Ένα πρόσθετο του Kipi για την ανάκτηση εικόνων
es: Un complemento de Kipi para capturar imágenes
et: KIPI pildihõiveplugin
fr: Un module externe KIPI pour acquérir des images
gl: Un plugin de KIPI para obter imaxes
is: KIPI íforrit til að skanna myndir
it: Un plugin di Kipi per l'acquisizione di immagini
ja: Kipi 画像取り込みプラグイン
nb: Et KIPI tillegg for å hente bilder
nds: En KIPI_Moduul för't Rankriegen vun Biller
nl: Een KIPI-plugin om afbeeldingen op te halen
pa: ਚਿੱਤਰ ਲੈਣ ਲਈ kipi ਪਲੱਗਿੰਨ
pl: Wtyczka Kipi do zgrywania zdjęć
pt: Um 'plugin' KIPI para obter imagens
pt_br: Um plug-in Kipi para a aquisição de imagens
sr: Прикључак Kipi-ја за добављање слика
sr@latn: Priključak Kipi-ja za dobavljanje slika
sv: Ett KIPI-insticksprogram för att hämta bilder
ta: பிம்பங்களை பெற ஒரு கிபி சொருகுப்பொருள்
th: ปลั๊กอินของ Kipi สำหรับนำเข้าภาพ
tr: Resim alma için bir Kipi eklentisi
zh_cn: 获取图像的 Kipi 插件

source: Author and maintainer
ca: Autor i mantenidor
cs: Autor a správce
da: Forfatter og vedligeholder
de: Autor und Betreuer
el: Συγγραφέας και συντηρητής
es: Autor y responsable
et: Autor ja hooldaja
fr: Auteur et mainteneur
gl: Autoria e mantimento
is: Höfundur og umsjónaraðili
it: Autore e responsabile
ja: 作者およびメンテナ
nb: Forfatter og vedlikeholder
nds: Autor un Pleger
nl: Auteur en onderhouder
pa: ਲੇਖਕ ਅਤੇ ਪਰਬੰਧਕ
pl: Autor i opiekun
pt: Autoria e manutenção
pt_br: Autor e mantenedor
sr: Аутор и одржавалац
sr@latn: Autor i održavalac
sv: Upphovsman och utvecklare
ta: ஆசிரியர் மற்றும் மேம்பாட்டாளர்
th: ผู้เขียนและผู้ดูแล
tr: Yazar ve sorumlu
zh_cn: 作者和维护者

source: Plugin Handbook
ca: Manual del connector
de: Handbuch zum Modul
es: Manual del complemento
et: Plugina käsiraamat
fr: Manuel du module externe
is: Handbók íforrits
it: Manuale del plugin
ja: プラグインハンドブック
nl: Plugin-handboek
pt_br: Manual do plug-in
sr: Приручник прикључка
sv: Handbok för insticksprogrammet

source: image
ca: imatge
cs: obrázek
da: billede
de: Bild
el: εικόνα
es: imagen
et: pilt
gl: imaxe
is: mynd
it: immagine
nb: bilde
nds: Bild
nl: afbeelding
pa: ਚਿੱਤਰ
pl: zdjęcie
pt: imagem
pt_br: imagem
sr: слика
sr@latn: slika
sv: bild
ta: படிமங்கள்
th: ภาพ
tr: resim
zh_cn: 图像

source: Target Image
ca: Imatge final
cs: Cílový obrázek
da: Målbillede
de: Zielbild
el: Εικόνα προορισμού
es: Imagen destino
et: Sihtpilt
fr: Image résultat
gl: Imaxe Obxectivo
is: Úttaksmynd
it: Immagine destinazione
ja: 対象画像
nb: Målbilde
nds: Teelbild
nl: Doelafbeelding
pa: ਨਿਯਤ ਚਿੱਤਰ
pl: Zdjęcie docelowe
pt: Imagem Alvo
pt_br: Imagem alvo
sr: Циљна слика
sr@latn: Ciljna slika
sv: Resultatbild
ta: இலக்கு பிம்பம்
th: ภาพเป้าหมาย
tr: Hedef Resim
zh_cn: 目标图像

source: Target Image Options
ca: Opcions de la imatge final
cs: Volby obrázku
da: Målbilledegenskaber
de: Zielbild-Einstellungen
el: Επιλογές εικόνας προορισμού
es: Opciones de la imagen destino
et: Sihtpildi valikud
fr: Options de l'image résultat
gl: Opzóns da Imaxe Obxectivo
is: Valmöguleikar fyrir úttaksmynd
it: Opzioni dell'immagine di destinazione
ja: 画像のオプション
nb: Målbildeegenskaper
nds: Teelbild-Optschonen
nl: Opties doelafbeelding
pa: ਨਿਯਤ ਚਿੱਤਰ ਚੋਣ
pl: Ustawienia zdjęcia docelowego
pt: Opções da Imagem Alvo
pt_br: Opções da imagem alvo
sr: Опције циљне слике
sr@latn: Opcije ciljne slike
sv: Alternativ för resultatbild
ta: இலக்கு பிம்ப விருப்பத்தேர்வுகள்
th: ตัวเลือกภาพเป้าหมาย
tr: Hedef Resim Seçenekleri
zh_cn: 目标图像选项

source: File Name && Caption
ca: Nom de fitxer i comentaris
de: Dateiname && Beschriftung
es: Nombre del archivo y comentarios
et: Faili nimi ja pealdis
fr: Nom du fichier et légende
is: Skráarheiti && skýringartextar
it: Nome del file e didascalia
ja: ファイル名とキャプション
nds: Dateinaam un Titel
nl: Bestandsnaam && titel
pt: Nome && Título do Ficheiro
pt_br: Nome do arquivo && legenda
sr: Име фајла и коментари
sv: Filnamn och rubrik
zh_cn: 文件名和标题

source: <p>The target image preview with the file name and caption.
ca: <p>La vista prèvia de la imatge final amb el nom de fitxer i els comentaris.
de: <p>Die Vorschau des Zielbildes mit dem Dateinamen und den Beschriftungen.
es: <p>La vista previa de la imagen de destino con el nombre de archivo y sus comentarios.
et: <p>Sihtpildi eelvaatlus koos faili nime ja pealdisega.
fr: <p>Prévisualisation de l'image résultat avec le nom du fichier et la légende.
is: <p>Forsýning á úttaksmynd með skráarheiti og skýringartexta.
it: <p>L'anteprima dell'immagine con il nome e la didascalia.
ja: <p>画像のプレビュー、ファイル名、キャプションです。
nds: <p>De Vöransicht vun dat Teelbild mit den Dateinaam un sien Titel
nl: <p>Voorbeeld van de doelafbeelding met de bestandsnaam en titel.
pt: <p>A antevisão da imagem alvo com o nome de ficheiro e comentários.
pt_br: <p>A pré-visualização da imagem alvo com o nome do arquivo e legenda.
sr: <p>Преглед циљне слике са именом фајла и коментарима.
sv: <p>Förhandsgranskning av resultatbild med filnamn och rubrik.
zh_cn: <p>带文件名和标题的目标图像预览。

source: File name (without suffix):
ca: Nom de fitxer (sense extensió):
cs: Jméno souboru (bez přípony):
da: Filnavn (uden endelser):
de: Dateiname (ohne Erweiterung):
el: Όνομα αρχείου (χωρίς κατάληξη):
es: Nombre del archivo (sin extensión):
et: Faili nimi (laiendita):
fr: Nom du fichier (sans extension) :
gl: Nome do ficheiro (sen sufixo):
is: Skráarnafn (án endingar):
it: Nome del file (senza suffisso):
ja: ファイル名 (拡張子なしで):
nb: Filnavn (uten endelser):
nds: Dateinaam (ahn Verwiedern):
nl: Bestandsnaam (zonder achtervoegsels):
pa: ਫਾਇਲ ਨਾਂ (ਪਿਛੇਤਰ ਤੋਂ ਬਿਨਾਂ):
pl: Nazwa pliku (bez rozszerzenia):
pt: Nome do ficheiro (sem sufixo):
pt_br: Nome do arquivo (sem sufixo):
sr: Име фајла (без суфикса):
sr@latn: Ime fajla (bez sufiksa):
sv: Filnamn (utan ändelse):
ta: கோப்பு பெயர் (முன்னொட்டு இல்லாதது):
th: ชื่อแฟ้ม (ไม่ต้องมีส่วนขยาย):
tr: Dosya ismi (uzantısız):
zh_cn: 文件名(无后缀)：

source: acquired_image
ca: imatge_obtinguda
cs: ziskany_obrazek
da: hentet_billede
de: eingelesenes_bild
el: ανακτημένη_εικόνα
es: capturar imagen
et: saadud_pilt
fr: image résultat
gl: imaxe_obtida
is: skönnuð_mynd
it: immagine_acquisita
nb: hentet_bilde
nds: rankregen_Bild
nl: opgehaalde_afbeelding
pa: ਲਏ ਚਿੱਤਰ(_i)
pl: zdjecie
pt: imagem_obtida
pt_br: imagem_adquirida
sv: tagen_bild
ta: ஈட்டம்_படிவம்
th: นำเข้าภาพ
tr: alınan_resim
zh_cn: 获取的图像

source: <p>Enter here the target image file name without suffix (that will be automatically added to the file name according to the file-format option.)
ca: <p>Introduïu el nom de fitxer de la imatge final sense l'extensió (que s'afegirà de forma automàtica d'acord amb l'opció de format de fitxer.)
cs: <p>Zde zadejte jméno souboru bez přípony (přípona bude automaticky doplněna podle zvoleného formátu).
da: <p>Her skrives filnavnet uden endelse (endelsen, som tilføjes til filen automatisk i henhold til filformatindstillingen.)
de: <p>Geben Sie bitte hier den Dateinamen des Zielbildes ohne die Erweiterung an. Die Erweiterung wird automatisch, abhängig vom gewählten Dateiformat, hinzugefügt.
el: <p>Εισάγετε εδώ το όνομα αρχείου της εικόνας προορισμού χωρίς επέκταση (θα προστεθεί αυτόματα στο αρχείο ανάλογο με την επιλογή μορφής του.)
es: <p>Introduzca aquí el nombre del archivo de la imagen de destino sin la extensión (este último se añadirá automáticamente al nombre del archivo en función de la opción de formato del archivo)
et: <p>Kirjuta siia sihtpildi faili nimi ilma laiendita. See lisatakse faili nimele automaatselt vastavalt failivormingu valikule.
fr: <p>Saisissez ici le nom du fichier de l'image sans extension. Cette dernière sera automatiquement ajoutée au nom du fichier selon le format d'image qui sera sélectionné.
gl: <p>Indique o nome de ficheiro da imaxe sen sufixo (este é engadido automaticamente de acordo coa opzón de formato de ficheiro.)
is: <p>Settu hér inn skráarnafn úttaksmyndarinnar, án endingar (sem verður sjálfvirkt bætt við nafnið eftir því hvaða möguleikar verðar valdir til vistunar.)
it: <p>Inserisci qui il nome del file di destinazione senza suffisso (sarà automaticamente aggiunto al nome del file a seconda dell'opzione del formato file).
ja: <p>画像のファイル名を拡張子なしで入力してください。拡張子はファイル形式オプションの設定に従って自動的にファイル名に追加されます。
nb: <p>Her skrives filnavnet uten endelse (endelsen legges til fila automatisk i henhold til filformatinnstillingen.)
nds: <p>Giff hier bitte den Naam för de Bilddatei ahn Verwiedern in (de warrt automaatsch na de Instellen för dat Dateiformaat toföögt).
nl: <p>Geef de bestandsnaam van het doelbestand in zonder extensie (deze zal automatisch worden toegevoegd aan de bestandsnaam volgens de bestandsformaat-optie.)
pl: <p>Wpisz nazwę zdjęcia docelowego bez rozszerzenia (zostanie ono automatycznie dodane na podstawie wybranego formatu graficznego).
pt: <p>Indique o nome de ficheiro da imagem sem sufixo (este é adicionado automaticamente de acordo com a opção de formato de ficheiro.)
pt_br: <p>Digite aqui o nome do arquivo de imagem alvo, sem o sufixo (ele será automaticamente adicionado ao nome do arquivo, de acordo com a opção de formato do arquivo).
sr: <p>Увде унесите име фајла циљне слике, без суфикса (биће аутоматски додат имену фајла на основу изабраног формата).
sr@latn: <p>Uvde unesite ime fajla ciljne slike, bez sufiksa (biće automatski dodat imenu fajla na osnovu izabranog formata).
sv: <p>Skriv in resultatbildens filnamn utan ändelse (den läggs automatiskt till i filnamnet enligt filformatalternativet).
ta: <p>பின்னொட்டு இல்லாத இலக்கு பிம்ப கோப்பு பெயரை உள்ளிடுக. (அது கோப்பு-வடிவத்தைப் பொருத்து கோப்பு பெயரில் சேர்க்கப்படும்.)
th: <p>ใส่ชื่อของแฟ้มภาพเป้าหมายโดยไม่ต้องมีส่วนขยายแฟ้ม (จะมีการเพิ่มส่วนขยายแฟ้มให้อัตโนมัติ โดยขึ้นอยู่กับค่าตัวเลือกรูปแบบแฟ้มที่คุณเลือก)
tr: <p>Hedef resmin dosya ismini uzantısız giriniz (Otomatik olarak uygun dosya uzantısı ayarlanacaktır.)
zh_cn: <p>在此输入没有后缀的目标图像文件名(后缀会根据文件格式选项自动添加到文件名末尾。)

source: Caption:
ca: Comentari:
de: Titel:
es: Comentarios:
et: Pealdis:
fr: Légende :
is: Skýringartexti:
it: Didascalia:
ja: キャプション:
nds: Titel:
nl: Titel:
pt: Título:
pt_br: Legenda:
sr: Коментар:
sv: Rubrik:
zh_cn: 标题：

source: <p>Enter here the target image's caption.
ca: <p>Introduïu els comentaris de la imatge final.
de: <p>Geben Sie hier bitte den Titel für das Zielbild ein.
es: <p>Introduzca aquí los comentarios de la imagen de destino.
et: <p>Kirjuta siia sihtpildi pealdis.
fr: <p>Saisissez ici la légende de l'image résultat.
is: <p>Settu hér inn skýringartexta við úttaksmyndina.
it: <p>Inserisci qui la didascalia dell'immagine di destinazione.
ja: <p>ここに画像のキャプションを入力します。
nds: <p>Giff hier den Titel för't Teelbild in
nl: <p>Voer de titel van de doelafbeelding in.
pt: <p>Indique aqui os títulos da imagem alvo.
pt_br: <p>Digite aqui a legenda da imagem alvo.
sr: <p>Овде унесите коментаре циљне слике.
sv: <p>Skriv in resultatbildens rubrik här.
zh_cn: <p>在此输入目标图像的标题。

source: <p>The preview of the target image.
ca: <p>La vista prèvia de la imatge final.
cs: <p>Náhled obrázku.
da: <p>Forhåndsvisningen af billedet.
de: <p>Die Vorschau des Zielbildes.
el: <p>Η προεπισκόπηση της εικόνας προορισμού.
es: <p>La previsualización de la imagen de destino.
et: <p>Sihtpildi eelvaatlus.
fr: <p>Prévisualisation de l'image résultat.
gl: <p>A antevisión da imaxe obxectivo.
is: <p>Forsýning úttaksmyndarinnar.
it: <p>Anteprima dell'immagine di destinazione.
ja: <p>取り込んだ画像のプレビューです。
nb: <p>Forhåndsvisningen av bildet.
nds: <p>De Vöransicht vun't Teelbild
nl: <p>Voorbeeld van de doelafbeelding.
pa: <p>ਨਿਯਤ ਚਿੱਤਰ ਦੀ ਝਲਕ ਹੈ।
pl: <p>Podgląd zdjęcia docelowego.
pt: <p>A antevisão da imagem alvo.
pt_br: <p>A pré-visualização da imagem alvo.
sr: <p>Преглед циљне слике.
sr@latn: <p>Pregled ciljne slike.
sv: <p>Förhandsgranskningen av resultatbilden.
ta: <p>இலக்கு படிமத்தின் முந்தோற்றம்.
th: <p>ส่วนแสดงตัวอย่างของภาพเป้าหมาย
tr: <p>Hedef resim önizleme
zh_cn: <p>目标图像的预览。

source: Saving Options
ca: Opcions de desat
cs: Volby uložení
da: Gem-indstillinger
de: Speicheroptionen
el: Επιλογές αποθήκευσης
es: Opciones de guardado
et: Salvestamisvalikud
fr: Options d'enregistrement
gl: Opzóns de Gravazón
is: Valkostir vistunar
it: Opzioni di salvataggio
ja: 保存のオプション
nb: Lagrings innstillinger
nds: Seker-Optschonen
nl: Opties voor opslaan
pa: ਸੰਭਾਲਣ ਚੋਣ
pl: Opcje zapisu
pt: Opções de Gravação
pt_br: Opções de salvamento
sr: Опције снимања
sr@latn: Opcije snimanja
sv: Alternativ för att spara
ta: விருப்பத்தேர்வுகளை சேமிக்கிறது
th: ตัวเลือกการบันทึกแฟ้ม
tr: Ayarlar Kaydediliyor
zh_cn: 保存选项

source: <p>The saving options of the target image.
ca: <p>Les opcions de desat de la imatge final.
cs: <p>Volby uložení obrázku.
da: <p>Gem-indstillingerne til billedet.
de: <p>Die Speicheroptionen des Zielbildes.
el: <p>Οι επιλογές αποθήκευσης της εικόνας προορισμού.
es: <p>Las opciones para guardar la imagen de destino.
et: <p>Sihtpildi salvestamise valikud.
fr: <p>Options d'enregistrement de l'image résultat.
gl: <p>As opzóns de gravazón da imaxe obxectivo.
is: <p>Valmöguleikar við vistun úttaksmyndarinnar.
it: <p>Opzioni di salvataggio dell'immagine destinazione.
ja: <p>画像保存のオプション。
nb: <p>Lagrings innstillingene til bildet.
nds: <p>De Seker-Optschonen vun't Teelbild
nl: <p>De opslagopties voor de doelafbeelding.
pl: <p>Opcje zapisu dla zdjęcia docelowego.
pt: <p>As opções de gravação da imagem alvo.
pt_br: <p>As opções para salvar a imagem alvo.
sr: <p>Опције за снимање циљне слике.
sr@latn: <p>Opcije za snimanje ciljne slike.
sv: <p>Alternativ för att spara resultatbilden.
ta: <p>இலக்கு படிமம்த்தின் சேமிக்கும் தேர்வுகள்.
th: <p>ตัวเลือกการบันทึกแฟ้มภาพเป้าหมาย
tr: <p>Ayarlar hedef resim için kaydediliyor.
zh_cn: <p>目标图像的保存选项。

source: Image compression:
ca: Compressió de la imatge:
cs: Komprese obrázku:
da: Billedkomprimering:
de: Bildkompression:
el: Συμπίεση εικόνας:
es: Compresión de la imagen:
et: Pildi tihendus:
fr: Compression de l'image :
gl: Compresión da imaxe:
is: Þjöppun myndar:
it: Compressione dell'immagine:
ja: 画像の圧縮レベル:
nb: Bildekomprimering:
nds: Bildkomprimeren:
nl: Afbeeldingcompressie:
pa: ਚਿੱਤਰ ਨਪੀੜਨ:
pl: Kompresja zdjęcia:
pt: Compressão da imagem:
pt_br: Compressão da imagem:
sr: Компресија слике:
sr@latn: Kompresija slike:
sv: Bildkomprimering:
ta: படிமம் ஒடுக்கம்:
th: การบีบข้อมูลภาพ:
tr: Resim sıkıştırma:
zh_cn: 图像压缩：

source: <p>The compression value of target image for JPEG and PNG formats:<p>
ca: <p>El valor de compressió de la imatge final pels formats JPEG i PNG:<p>
cs: <p>Hodnota komprese obrázku pro formáty JPEG a PNG:<p>
da: <p>Billedets komprimeringsværdi til JPEG og PNG-formaterne:<p>
de: <p>Der Kompressionsgrad des Zielbildes für JPEG- und PNG-Formate:<p>
el: <p>Η τιμή συμπίεσης της εικόνας προορισμού για μορφές JPEG και PNG:<p>
es: <p>El nivel de compresión de la imagen de destino para los formatos JPEG y PNG:<p>
et: <p>Sihtpildi tihenduse tase JPEG ja PNG vormingu puhul:<p>
fr: <p>Niveau de compression de l'image résultat pour les formats JPEG et PNG : <p>
gl: <p>O valor de compresión da imaxe obxectivo para os formatos JPEG e PNG:<p>
is: <p>Þjöppunargildi fyrir úttaksmynd JPEG og PNG sniða:<p>
it: <p>Il valore di compressione dell'immagine per formati JPEG e PNG:<p>
ja: <p>JPGE/PNG 形式の圧縮レベル:<p>
nb: <p>Bildets komprimeringsverdi til JPEG og PNG-formatene:<p>
nds: <p>De Komprimeren för't Teelbild bi JPEG- un PNG-Biller:<p>
nl: <p>De compressiewaarde van het doelbestand voor de formaten JPEG en PNG:<p>
pl: <p>Wartość współczynnika kompresji dla zdjęcia docelowego w formacie JPEG lub PNG:<p>
pt: <p>O valor de compressão da imagem alvo para os formatos JPEG e PNG:<p>
pt_br: <p>O valor de compressão da imagem alvo, para formatos PNG e JPEG:<p>
sr: <p>Вредност компресије циљне слике за формате JPEG и PNG:<p>
sr@latn: <p>Vrednost kompresije ciljne slike za formate JPEG i PNG:<p>
sv: <p>Komprimeringsvärde för resultatbilden med JPEG- och PNG-format:<p>
ta: <p>JPEG மற்றும் PNG வடிவத்தின் இலக்கு படிம்மத்தின் ஒடுக்கம் மதிப்பு:<p>
th: <p>ค่าอัตราการบีบข้อมูลสำหรับภาพเป้าหมายในรูปแบบ JPEG และ PNG:<p>
tr: <p>Hedef resim için JPEG ve PNG biçimleri sıkıştırma değeri:<p>
zh_cn: <p>JPEG 和 PNG 格式的目标图像压缩值：<p>

source: <b>1</b>: very high compression<p><b>25</b>: high compression<p><b>50</b>: medium compression<p><b>75</b>: low compression (default value)<p><b>100</b>: no compression
ca: <b>1</b>: compressió molt alta<p><b>25</b>: compressió alta<p><b>50</b>: compressió mitja<p><b>75</b>: compressió baixa (valor per defecte)<p><b>100</b>: sense compressió
cs: <b>1</b>: velmi vysoká komprese<p><b>25</b>: vysoká komprese<p><b>50</b>: střední komprese<p><b>75</b>: malá komprese (výchozí)<p><b>100</b>: bez komprese
da: <b>1</b>: meget høj komprimering<p><b>25</b>: høj komprimering<p><b>50</b>: mellem komprimering<p><b>75</b>: lav komprimering(standardværdi)<p><b>100</b>: ingen komprimering
de: <b>1</b>: sehr hohe Kompression<p><b>25</b>: hohe Kompression<p><b>50</b>: mittlere Kompression<p><b>75</b>: niedrige Kompression (Voreinstellung)<p><b>100</b>: keine Kompression
el: <b>1</b>: πολύ υψηλή συμπίεση <p><b>25</b>: υψηλή συμπίεση<p><b>50</b>: μέση συμπίεση<p><b>75</b>: χαμηλή συμπίεση (προκαθορισμένη)<p><b>100</b>: χωρίς συμπίεση
es: <b>1</b>: compresión muy alta<p> <b>25</b>: compresión alta<p> <b>50</b>: compresión media<p> <b>75</b>: compresión baja (valor predeterminado)<p> <b>100</b>: sin compresión
et: <b>1</b>: väga tugev tihendus<p><b>25</b>: tugev tihendus<p><b>50</b>: keskmine tihendus<p><b>75</b>: nõrk tihendus (vaikeväärtus)<p><b>100</b>: tihendus puudub
fr: <b>1</b> : compression très forte<p><b>25</b> : compression forte<p><b>50</b> : compression moyenne<p><b>75</b> : compression faible (valeur par défaut)<p><b>100</b> : aucune compression
gl: <b>1</b>: compresión moi alta<p><b>25</b>: compresión alta<p><b>50</b>: compresión méia<p><b>75</b>: compresión baixa (valor predefinido)<p><b>100</b>: sen compresión
is: <b>1</b>: mjög mikil þjöppun<p><b>25</b>:mikil þjöppun<p><b>50</b>: meðal þjöppun<p><b>75</b>: lág þjöppun (sjálfgefið)<p><b>100</b>: engin þjöppun
it: <b>1</b>: compressione molto alta<p><b>25</b>: compressione alta<p><b>50</b>: compressione media<p><b>75</b>: compressione bassa (valore predefinito)<p><b>100</b>: nessuna compressione
ja: <b>1</b>: 超高圧縮<p><b>25</b>: 高圧縮<p><b>50</b>: 中圧縮<p><b>75</b>: 低圧縮 (標準)<p><b>100</b>: 圧縮なし
nb: <b>1</b>: veldig høy komprimering<p><b>25</b>: høy komprimering<p><b>50</b>: mellom komprimering<p><b>75</b>: lav komprimering(standard)<p><b>100</b>: ingen komprimering
nds: <b>1</b>: bannig hooch komprimeert<p><b>25</b>: hooch komprimeert<p><b>50</b>: middelhooch komprimeert<p><b>75</b>: siet komprimeert (Standardweert)<p><b>100</b>: nich komprimeert
nl: <b>1</b>: zeer hoge compressie<p><b>25</b>:hoge compressie <p><b>50</b>: gemiddelde compressie<p><b>75</b>: lage compressie (standaardwaarde)<p><b>100</b>: geen compressie
pl: <b>1</b>: bardzo wyskoka kompresja<p><b>25</b>: wysoka kompresja<p><b>50</b>: średnia kompresja<p><b>75</b>: niska kompresja (wartość domyślna) <p><b>100</b>: bez kompresji
pt: <b>1</b>: compressão muito alta<p><b>25</b>: compressão alta<p><b>50</b>: compressão média<p><b>75</b>: compressão baixa (valor predefinido)<p><b>100</b>: sem compressão
pt_br: <b>1</b>: compressão muito alta<p><b>25</b>: compressão alta<p><b>50</b>: compressão média <p><b>75</b>: compressão baixa (valor padrão) <p><b>100</b>: sem compressão
sr: <b>1</b>: врло висока компресија<p><b>25</b>: висока компресија<p><b>50</b>: средња компресија<p><b>75</b>: ниска компресија (подразумевано)<p><b>100</b>: без компресије
sr@latn: <b>1</b>: vrlo visoka kompresija<p><b>25</b>: visoka kompresija<p><b>50</b>: srednja kompresija<p><b>75</b>: niska kompresija (podrazumevano)<p><b>100</b>: bez kompresije
sv: <b>1</b>: mycket hög komprimering<p><b>25</b>: hög komprimering<p><b>50</b>: medelkomprimering<p><b>75</b>: låg komprimering (standardvärde)<p><b>100</b>: ingen komprimering
ta: <b>1</b>: மிக அதிக ஒடுக்கம்<p><b>25</b>: அதிக ஒடுக்கம்<p><b>50</b>: சாதாரண ஒடிக்கம்<p><b>75</b>: குறைந்த ஒடுக்கம் (முன்னிருப்பு மதிப்புகள்)<p><b>100</b>: ஒடுக்கம் இல்லை
th: <b>1</b>: บีบข้อมูลสูงมาก<p><b>25</b>: บีบข้อมูลสูง<p><b>50</b>: บีบข้อมูลปานกลาง<p><b>75</b>: บีบข้อมูลต่ำ (ค่าปริยาย)<p><b>100</b>: ไม่มีการบีบข้อมูล
tr: <b>1</b>çok yüksek sıkıştırma <p><b>25</b>yüksek sıkıştırma <p><b>50</b>orta derecede sıkıştırma <p><b>75</b>alçak sıkıştırma(öntanımlı değer)<p><b>100</b>sıkıştırma yok
zh_cn: <b>1</b>：超高压缩<p><b>25</b>：高压缩<p><b>50</b>：中等压缩<p><b>75</b>：低压缩(默认值)<p><b>100</b>：不压缩
