Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_batchprocessimages.po
Languages: ca, el, es, fr, gl, nl, pl, sr, sr@latn, ta, th, tr

source: <p>You can select here the background color to be used when adapting the images' sizes.
ca: <p>Aquí podeu seleccionar el color de fons que s'usarà quan s'adaptin les dimensions de les imatges.
el: <p>Εδώ μπορείτε να επιλέξετε το χρώμα φόντου που θα χρησιμοποιηθεί για την προσαρμογή του μεγέθους των εικόνων.
es: <p>Aquí puede seleccionar el color de fondo que se usará al adaptar el tamaño de las imágenes.
fr: <p>Sélectionnez ici la couleur de fond utilisée lors de l'adaptation des tailles des images.
gl: <p>Pode escoller aqui a cor de fondo que será utilizada durante a adaptazón do tamaño das imaxes.
nl: <p>U kunt hier de achtergrondkleur selecteren die gebruikt zal worden bij het aanpassen van de grootte van de afbeeldingen.
pl: <p>Możesz tutaj wybrać kolor tła, które zostanie dodane podczas procesu dostosowywania rozmiarów zdjęć.
sr: <p>Овде можете изабрати боју позадине која ће се користити приликом прилагођавања величине слика.
sr@latn: <p>Ovde možete izabrati boju pozadine koja će se koristiti prilikom prilagođavanja veličine slika.
ta: <p>பீண்ணாணி வண்ணத்தை நீங்கள் இங்கு தேர்வு செய்யலம்ம் அவர் தகவி பிம்பத்தி அளவை பயன்படுத்துவார்.
th: <p>คุณสามารถเลือกสีพื้นหลังที่จะใช้กับการปรับขนาดกลุ่มภาพได้ที่นี่
tr: <p>Burada, resim boyutları hesaplanırken kullanılacak arkaplan rengini belirleyebilirsiniz.

source: Border size (pixels):
ca: Mida del marge (píxels):
el: Μέγεθος περιγράμματος (εικονοστοιχεία):
es: Tamaño del borde (puntos):
fr: Taille de la bordure (en pixel) :
gl: Tamaño do borde (píxels):
nl: Randgrootte (pixels):
pl: Rozmiar obramowania (w pikselach):
sr: Величина ивице (у пикселима):
sr@latn: Veličina ivice (u pikselima):
ta: எல்லைகளின் அளவு
th: ขนาดกรอบภาพ (พิกเซล):
tr: Çerçeve boyutu (piksel):

source: <p>The border size around the images in pixels.
ca: <p>La mida del marge al voltant de les imatges, en píxels.
el: <p>Το μέγεθος περιγράμματος γύρω από τις εικόνες σε εικονοστοιχεία.
es: <p>El tamaño del borde alrededor de la imagen en número de puntos.
fr: <p>Taille de la bordure des images en pixel.
gl: <p>O tamaño do borde en torno da imaxe en píxels.
nl: <p>De randgrootte rondom de afbeeldingen in pixels.
pl: <p>Rozmiar obramowania wokół zdjęć, w pikselach.
sr: <p>Величина ивице око слика у пикселима.
sr@latn: <p>Veličina ivice oko slika u pikselima.
ta: <p>பிம்பங்களின் படப்புள்ளிகளின் விளம்பி அளவு.
th: <p>ขนาดของกรอบรอบภาพ หน่วยเป็นพิกเซล
tr: <p>Benek cinsinden, resmin etrafında yer alacak çerçeve büyüklüğü.

source: New width (pixels):
ca: Amplada nova (píxels):
el: Νέο πλάτος (εικονοστοιχεία):
es: Nueva anchura (puntos):
fr: Nouvelle largeur (en pixel) :
gl: Nova largura (píxels):
nl: Nieuwe breedte (pixels):
pl: Nowa szerokość (w pikselach):
sr: Нова ширина (у пикселима):
sr@latn: Nova širina (u pikselima):
ta: புதிய அகலம்(படப்புள்ளிகள்):
th: ความกว้างใหม่ (พิกเซล):
tr: Yeni genişlik (piksel):

source: New height (pixels):
ca: Alçada nova (píxels):
el: Νέο ύψος (εικονοστοιχεία):
es: Nueva altura (puntos):
fr: Nouvelle hauteur (en pixel) :
gl: Nova altura (píxels):
nl: Nieuwe hoogte (pixels):
pl: Nowa wysokość (w pikselach):
sr: Нова висина (и пикселима):
sr@latn: Nova visina (i pikselima):
ta: புதிய உயரம் (படப்புள்ளிகள்):
th: ความสูงใหม่ (พิกเซล):
tr: Yeni yükseklik (piksel):

source: Use custom settings
ca: Usa paràmetres a mida
el: Χρήση προσαρμοσμένων ρυθμίσεων
es: Utilizar preferencias personalizadas
fr: Utiliser des paramètres d'impression personnalisés
gl: Utilizar configurazón personalizada
nl: Gebruikergedefinieerde instellingen gebruiken
pl: Użyj własnych ustawień
sr: Користи посебне поставке
sr@latn: Koristi posebne postavke
ta: வழக்கமான அமைப்புகளைப் பயன்படுத்து
th: ใช้การตั้งค่ากำหนดเอง
tr: Özel ayarları kullan

source: <p>If this option is enabled, all printing settings can be customized.
ca: <p>Quan aquesta opció està activa, tots els paràmetres d'impressió es poden personalitzar.
el: <p>Αν ενεργοποιηθεί αυτή η επιλογή, όλες οι ρυθμίσεις εκτύπωσης μπορούν να προσαρμοστούν.
es: <p>Si esta opción está activada, se podrán personalizar todas los preferencias de impresión.
fr: <p>Si cette option est activée, tous les paramètres d'impression peuvent être personnalisés.
gl: <p>Se activa esta opzón, todas as configurazóns de impresión poden ser personalizadas.
nl: <p>Als deze optie aangezet is, kunnen alle afdrukinstellingen aangepast worden.
pl: <p>Włączenie tej opcji umożliwi wprowadzenie niestandardowych ustawień dotyczących drukowania.
sr: <p>Ако је ова опција укључена, све поставке штампања могу се прилагодити.
sr@latn: <p>Ako je ova opcija uključena, sve postavke štampanja mogu se prilagoditi.
ta: <p>இந்த தேர்வயை தேர்வு செய்து இருந்தால், எல்லா அச்சு அமைப்புகளும் தனிப்பயனாக்கு அக்காலம்.
th: <p>หากเปิดใช้ตัวเลือกนี้ การตั้งค่าการพิมพ์ทั้งหมดจะใช้ค่าที่สามารถปรับตั้งเองได้
tr: <p>Bu seçenek etkinleştirilirse, bütün yazdırma ayarları özelleştirilebilir.

source: Printing Standard Settings
ca: Paràmetres d'impressió estàndard
el: Τυπικές ρυθμίσεις εκτύπωσης
es: Preferencias de impresión estándar
fr: Paramètres d'impression standards
gl: Configurazón de Impresión Normalizada
nl: Standaardinstellingen voor afdrukken
pl: Standardowe ustawienia drukowania
sr: Стандардне поставке штампања
sr@latn: Standardne postavke štampanja
ta: அச்சின் தரநிலை அமைப்புகள்
th: ตั้งค่าการพิมพ์มาตรฐาน
tr: Yazdırma Standart Ayarları

source: Paper size (cm):
ca: Mida del paper (cm):
el: Μέγεθος χαρτιού (cm):
es: Tamaño del papel (cm):
fr: Taille du papier (en cm) :
gl: Tamaño do papel (cm):
nl: Papiergrootte (cm):
pl: Rozmiar papieru (w cm):
sr: Величина папира (cm):
sr@latn: Veličina papira (cm):
ta: காகித அளவு (சிஎம்):
th: ขนาดกระดาษ (ซ.ม.):
tr: Kağı boyutu (cm):

source: <p>The standard photographic paper sizes in centimeters.
ca: <p>La mida del paper fotogràfic estàndard, en centímetres.
el: <p>Τα τυπικά μεγέθη χαρτιού σε εκατοστά.
es: <p>El tamaño estándar del papel fotográfico en centímetros.
fr: <p>Taille standard du papier photo en centimètre.
gl: <p>Os tamaños estándar de papel fotográfico en centímetros.
nl: <p>De standaard fotopapiergrootte in centimeters.
pl: <p>Standardowe rozmiary papieru fotograficznego, w centymetrach.
sr: <p>Стандардне величине фотографског папира у сантиметрима.
sr@latn: <p>Standardne veličine fotografskog papira u santimetrima.
ta: <p>நிறந்தர புகைப்பட தாள் அளவு சேண்டிமீட்டரில்.
th: <p>ขนาดของกระดาษพิมพ์ภาพถ่ายมาตรฐาน หน่วยเป็นเซ็นติเมตร
tr: <p>Santimetre cinsinden standart fotoğraf kağıdı boyutları.

source: Print resolution (dpi):
ca: Resolució d'impressió (dpi):
el: Ανάλυση εκτύπωσης (dpi):
es: Resolución de impresión (ppp):
fr: Résolution d'impression (en dpi) :
gl: Resoluzón de impresión (ppp):
nl: Afdrukresolutie (dpi):
pl: Rozdzielczość druku (w dpi):
sr: Резолуција штампања (тпи):
sr@latn: Rezolucija štampanja (tpi):
ta: பதிப்பு தௌதவு (dpi):
th: ความละเอียดการพิมพ์ (dpi):
tr: Yazdırma çözünürlüğü (dpi):

source: <p>The standard print resolutions in dots per inch.
ca: <p>La resolució estàndard d'impressió, en punts per polzada.
el: <p>Οι τυπικές αναλύσεις εκτύπωσης σε κουκκίδες ανά ίντσα.
es: <p>La resolución de impresión estándar en puntos por pulgada.
fr: <p>Résolution d'impression standard en points par pouce (dpi).
gl: <p>As resoluzóns estándar de impresión en pontos por polegada.
nl: <p>De standaard afdrukresoluties in punten per inch.
pl: <p>Standardowe rozdzielczości druku w kropkach na cal (dots per inch, dpi).
sr: <p>Стандардне резолуције штампања у тачкама по инчу.
sr@latn: <p>Standardne rezolucije štampanja u tačkama po inču.
ta: <p> ஓர் அங்குலத்தில் புள்ளிகளின் நிலையான அச்சு தெளதவு.
th: <p>ค่าความละเอียดการพิมพ์มาตรฐาน หน่วยเป็นจุดต่อนิ้ว
tr: <p>İnç başına nokta (dpi) cinsinden standart yazdırma çözünürlüğü.

source: Printing Custom Settings
ca: Paràmetres d'impressió a mida
el: Προσαρμοσμένες ρυθμίσεις εκτύπωσης
es: Preferencias de impresión personalizadas
fr: Paramètres d'impression personnalisés
gl: Configurazón Personalizada de Impresión
nl: Gebruikergedefinieerde instellingen voor afdrukken
pl: Własne ustawienia drukowania
sr: Посебне поставке штампања
sr@latn: Posebne postavke štampanja
ta: அச்சின் வகைகள்
th: ตั้งค่าการพิมพ์เอง
tr: Yazdırma Özel Ayarları

source: Paper width (cm):
ca: Amplada del paper (cm):
el: Πλάτος χαρτιού (cm):
es: Anchura del papel (cm):
fr: Largeur du papier (en cm) :
gl: Largura do papel (cm):
nl: Papierbreedte (cm):
pl: Szerokość papieru (w cm):
sr: Ширина папира (cm):
sr@latn: Širina papira (cm):
ta: பக்கதின் அகலம் (cm):
th: ความกว้างกระดาษ (ซ.ม.):
tr: Kağıt genişliği (cm):

source: <p>The customized width of the photographic paper size in centimeters.
ca: <p>Amplada personalitzada de la mida del paper fotogràfic, en centímetres.
el: <p>Το προσαρμοσμένο πλάτος φωτογραφικού χαρτιού σε εκατοστά.
es: <p>La anchura personalizada del papel fotográfico, en centímetros.
fr: <p>Largeur personnalisée du papier photo en centimètre.
gl: <p>A largura personalizada do papel fotográfico en centímetros.
nl: <p>De aangepaste breedte van het fotopapier in centimeters.
pl: <p>Wybrana szerokość papieru fotograficznego, w centymetrach.
sr: <p>Прилагођена ширина фотографског папира у сантиметрима.
sr@latn: <p>Prilagođena širina fotografskog papira u santimetrima.
ta: <p>தனிபயனாக்கிய அகல புகைப்பட தாள் சென்டிமீட்டரில்.
th: <p>ความกว้างของกระดาษพิมพ์ภาพถ่ายที่กำหนดเอง หน่วยเป็นเซ็นติเมตร
tr: <p>Fotoğraf kağıdının santimetre cinsinden özelleştirilen genişliği.

source: Paper height (cm):
ca: Alçada del paper (cm):
el: Ύψος χαρτιού (cm):
es: Altura del papel (cm):
fr: Hauteur du papier (en cm) :
gl: Altura do papel (cm):
nl: Papierhoogte (cm):
pl: Wysokość papieru (w cm):
sr: Висина папира (cm):
sr@latn: Visina papira (cm):
ta: பக்கதின் உயரம் (cm):
th: ความสูงกระดาษ (ซ.ม.):
tr: Kağıt yüksekliği (cm):

source: <p>The customized height of the photographic paper size in centimeters.
ca: <p>Alçada personalitzada de la mida del paper fotogràfic, en centímetres.
el: <p>Το προσαρμοσμένο ύψος φωτογραφικού χαρτιού σε εκατοστά.
es: <p>La altura personalizada del papel fotográfico, en centímetros.
fr: <p>Hauteur personnalisée du papier photo en centimètre.
gl: <p>A altura personalizada do papel fotográfico en centímetros.
nl: <p>De aangepaste hoogte van het fotopapier in centimeters.
pl: <p>Wybrana wysokość papieru fotograficznego, w centymetrach.
sr: <p>Прилагођена висина фотографског папира у сантиметрима.
sr@latn: <p>Prilagođena visina fotografskog papira u santimetrima.
ta: <p>தனிபயனாக்கிய உயர புகைப்பட தாள் சேண்டிமீட்டரில்.
th: <p>ความสูงของกระดาษพิมพ์ภาพถ่ายที่กำหนดเอง หน่วยเป็นเซ็นติเมตร
tr: <p>Fotoğraf kağıdının santimetre cinsinden özelleştirilen yüksekliği.

source: <p>The customized print resolution in dots per inch.
ca: <p>La resolució d'impressió personalitzada, en punts per polzada.
el: <p>Η προσαρμοσμένη ανάλυση εκτύπωσης σε κουκκίδες ανά ίντσα.
es: <p>La resolución de impresión personalizada en puntos por pulgada.
fr: <p>La résolution d'impression personnalisée en points par pouce (dpi).
gl: <p>A resoluzón de impresión personalizada do papel fotográfico en pontos por polegada.
nl: <p>De aangepaste afdrukresolutie in punten per inch.
pl: <p>Wybrana rozdzielczość druku, w kropkach na cal (dots per inch, dpi).
sr: <p>Прилагођена резолуција штампања у тачкама по инчу.
sr@latn: <p>Prilagođena rezolucija štampanja u tačkama po inču.
ta: <p> ஒரு அங்குளத்துக்கு ஒரு புள்ளி பயனர் அச்சிடு தெளிவுத்திரன்.
th: <p>ค่าความละเอียดการพิมพ์ที่กำหนดเอง หน่วยเป็นจุดต่อนิ้ว
tr: <p>İnç başına nokta (dpi) cinsinden özelleştirilen yazdırma çözünürlüğü.

source: Margin size (mm):
ca: Mida del marge (mm):
el: Μέγεθος περιθωρίου (mm):
es: Tamaño del borde (mm):
fr: Taille de la marge (en mm) :
gl: Tamaño da marxe (mm):
nl: Marge (mm):
pl: Rozmiar marginesów (w mm):
sr: Величина маргине (mm):
sr@latn: Veličina margine (mm):
ta: எல்லை அளவு(மிமி):
th: ระยะขอบกระดาษ (ม.ม.):
tr: Kenar boşluğu (mm):

source: <p>The margin around the images in millimeters.
ca: <p>El marge al voltant de les imatges, en mil·límetres.
el: <p>Το περιθώριο γύρω από τις εικόνες σε χιλιοστά.
es: <p>El borde alrededor de la imagen en milímetros.
fr: <p>Taille de la marge des images en millimètre.
gl: <p>A marxe en torno da imaxe en milímetros.
nl: <p>De rand rondom de afbeeldingen in millimeters.
pl: <p>Rozmiar marginesów wokół zdjęć, w milimetrach.
sr: <p>Маргина слика у милиметрима.
sr@latn: <p>Margina slika u milimetrima.
ta: <p> பிம்மங்களை சுற்றி மில்லி மிட்டரில் விளம்பி.
th: <p>ค่าระยะของขอบกระดาษรอบภาพ หน่วยเป็นมิลลิเมตร
tr: <p>Milimetre cinsinden resmin etrafındaki boşluk.

source: You must enter a custom height greater than the custom width: the photographic paper must be vertically orientated.
ca: Heu d'introduir una alçada a mida més gran que l'amplada a mida: el paper fotogràfic ha d'estar orientat verticalment.
el: Πρέπει να εισάγετε ένα προσαρμοσμένο ύψος μεγαλύτερο από το προσαρμοσμένο πλάτος: Το φωτογραφικό χαρτί πρέπει να έχει κατακόρυφο προσανατολισμό.
es: La altura personalizada del papel fotográfico debe ser superior a la anchura personalizada: el papel fotográfico debe estar orientado verticalmente.
fr: Vous devez saisir une hauteur personnalisée supérieure à la largeur personnalisée car le papier photo doit être orienté verticalement.
gl: A altura personalizada debe ser maior do que a largura: o papel fotográfico debe estar orientado na vertical.
nl: U dient een aangepaste hoogte invoeren die groter is dan de aangepaste breedte: het fotopapier moet verticaal georiënteerd worden.
pl: Musisz podać wysokość większą niż wybrana szerokość: papier fotograficzny musi być zorientowany pionowo.
sr: Морате унети већу висину од ширине; фотографски папир мора бити усправно оријентисан.
sr@latn: Morate uneti veću visinu od širine; fotografski papir mora biti uspravno orijentisan.
ta: பயனர் உயரத்தை நீங்கள் உள்ளிடவும் பயனர் அகலத்தை விட சிறந்தது. புகைப்பட தாள் செங்குத்டாக இருக்க வேண்டும்!
th: คุณต้องใส่ค่าความสูงกำหนดเองที่มากกว่าความกว้างกำหนดเอง: กระดาษพิมพ์ภาพถ่ายจะวางแนวกระดาษทางแนวตั้ง
tr: Yükseklik, genişlikten daha büyük olmalı: Fotoğraf kağıdı dik olarak yerleştirilmelidir.
