Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_calendar.po
Languages: ca, da, de, es, et, fr, gl, mt, nl, pa, pl, pt_br, sr, sr@latn, ta, th, zh_cn

source: _: NAME OF TRANSLATORS Your names
ca: Albert Astals Cid,Josep Ma. Ferrer
da: Rune Rønde Laursen,Erik Kjær Pedersen
de: Oliver Dörr,Thomas Reitelbach
es: Enrique Matías Sánchez (aka Quique)
et: Marek Laane
fr: David Jobet,Tung Nguyen,Fabien
gl: mvillarino
mt: Kevin Attard Compagno
nl: Jasper van der Marel,Sander Devrieze,Rinse de Vries
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pl: Igor Klimer
pt_br: Lisiane S. Teixeira, José Monteiro
sr: Слободан Симић
sr@latn: Slobodan Simić
ta: tamilpcteam
th: ถนอมทรัพย์ นพบูรณ์
zh_cn: 开源软件国际化之 KDE 简体中文组

source: _: EMAIL OF TRANSLATORS Your emails
ca: astals11@terra.es,txemaq@gmail.com
da: runerl@skjoldhoej.dk,erik@binghamton.edu
de: kde@doerr-privat.de,tr@erdfunkstelle.de
es: cronopios@gmail.com
et: bald@starman.ee
fr: david.jobet@free.fr,ntung@free.fr,fabien.ubuntu@gmail.com
gl: mvillarino@users.sourceforge.net
mt: kac_comp@webhostmalta.com
nl: ,s.devrieze@pandora.be,rinsedevries@kde.nl
pa: aalam@users.sf.net
pl: kigro@vp.pl
pt_br: lisiane@kdemail.net
sr: simicsl@verat.net
sr@latn: simicsl@verat.net
ta: tamilpc@ambalam.com
th: donga.nb@gmail.com
zh_cn: i18n-translation@lists.linux.net.cn

source: Select 'Official Holidays' calendar file
ca: Selecciona un fitxer de calendari de 'Festius oficials'
da: Vælg kalenderfilen 'Officielle helligdage'
de: Wählen Sie die Kalenderdatei mit den "Offiziellen Feiertagen"
es: Seleccione el archivo de calendario «Fiestas oficiales»
et: Ametliku püha kalendrifaili valimine
fr: Choisissez le fichier de calendrier des "vacances officiels"
nl: Kalenderbestand met officiële feestdagen selecteren
pl: Wybierz plik kalendarza 'Oficjalne święta'
pt_br: Selecionar um arquivo de calendário com os 'feriados oficiais'
sr: Изаберите фајл календара са „званичним празницима“
sr@latn: Izaberite fajl kalendara sa „zvaničnim praznicima“
zh_cn: 选择“国家假日”日历文件

source: Select 'Family Holidays' calendar file
ca: Selecciona un fitxer de calendari de 'Festius familiars'
da: Vælg kalenderfilen 'Familiens fridage'
de: Wählen Sie die Kalenderdatei mit den "Familiären Feiertagen"
es: Seleccione el archivo de calendario «Vacaciones familiares»
et: Perekondlike pühade kalendrifaili valimine
fr: Choisissez le fichier de calendrier des "vacances de famille"
nl: Kalenderbestand met uw eigen feestdagen en verjaardagen selecteren
pl: Wybierz plik kalendarza 'Rodzinne święta'
pt_br: Selecionar um arquivo de calendário com os 'feriados familiares'
sr: Изаберите фајл календара са „породичним празницима“
sr@latn: Izaberite fajl kalendara sa „porodičnim praznicima“
zh_cn: 选择“家庭假日”日历文件

source: Create Calendar
ca: Crea un calendari
da: Opret kalender
de: Kalender erstellen
es: Crear un calendario
et: Loo kalender
fr: Créer un calendrier
gl: Criar Calendário
mt: Oħloq kalendarju
nl: Kalender aanmaken
pa: ਕੈਲੰਡਰ ਬਣਾਓ
pl: Utwórz kalendarz
pt_br: Criar calendário
sr: Направи календар
sr@latn: Napravi kalendar
ta: நாள் காட்டியை உருவாக்கவும்
th: สร้างปฏิทิน
zh_cn: 创建日历

source: Select Year
ca: Escolliu l'any
da: Vælg år
de: Wählen Sie ein Jahr
es: Seleccionar el año
et: Vali aasta
fr: Sélectionner l'année
gl: Escoller o Ano
mt: Għażel Sena
nl: Jaar selecteren
pa: ਸਾਲ ਚੁਣੋ
pl: Wybierz rok
pt_br: Selecione o ano
sr: Изаберите годину
sr@latn: Izaberite godinu
ta: வருடத்தை தேர்வுசெய்
th: เลือกปี
zh_cn: 选择年份

source: Select Images
ca: Escolliu les imatges
da: Vælg billeder
de: Wählen Sie die Bilder
es: Seleccionar las imágenes
et: Vali pildid
fr: Sélectionner les images
gl: Escoller as Imaxes
mt: Għażel Stampi
nl: Afbeeldingen selecteren
pa: ਚਿੱਤਰ ਚੁਣੋ
pl: Wybierz zdjęcia
pt_br: Selecione as imagens
sr: Изаберите слике
sr@latn: Izaberite slike
ta: தோற்றத்தை தேர்வுசெய்
th: เลือกภาพ
zh_cn: 选择图像

source: Left click on Months to Select Images. Right click to Clear Month. You can also drag and drop images onto the Months
ca: Feu un clic dret als mesos per a escollir la imatge. Feu un clic dret per netejar el mes. També podeu arrossegar imatges sobre els mesos.
da: Venstreklik på måneder for at vælge billeder. Højreklik for at rydde en måned. Du kan også trække og slippe billeder hen på månederne
de: Klicken Sie mit der linken Maustaste auf einen Monat, um die Bilder auszuwählen. Ein Rechtsklick löscht den Monat. Sie können Bilder auch mittels "Ziehen und Ablegen" auf die Monate schieben.
es: Pulse con el botón izquierdo del ratón sobre el campo «Meses» para seleccionar las imágenes. Pulse con el botón derecho para reinicializar el campo. También puede «arrastrar y soltar» directamente las imágenes sobre el campo «Meses»
et: Vasakklõpsuga kuudel vali pildid. Paremklõpsuga puhasta kuud. Pildid võib kuudele ka lohistada
fr: Cliquez avec le bouton gauche de la souris sur le mois pour affecter une image. Cliquez avec le bouton droit de la souris pour annuler l'affectation. Vous pouvez aussi glisser et déposer les images sur les mois.
gl: Prema nos Meses para Escoller Imaxes. Prema co botón direito para Limpar o Mes. Tamén pode arrastar e soltar imaxes nos Meses
mt: Ikklikkja fuq ix-xhur biex tagħżel stampi. Ikklikkja bil-buttuna tal-lemin biex tħassar ix-xahar. Tista' wkoll tmexxi u tqiegħed stampi fuq ix-xhur.
nl: Klik met de linker muisknop op de maanden om afbeeldingen te selecteren. Klik met de rechter muisknop om de afbeeldingen bij de maanden te verwijderen. Afbeeldingen kunnen ook naar de maanden toe gesleept worden.
pa: ਮਹੀਨਿਆਂ ਲਈ ਚਿੱਤਰ ਚੁਣਨ ਲਈ ਖੱਬਾ ਬਟਨ ਦਬਾਓ। ਮਹੀਨਾ ਸਾਫ਼ ਕਰਨ ਲਈ ਸੱਜਾ ਦਬਾਓ। ਤੁਸੀਂ ਮਹੀਨਿਆਂ ਉੱਤੇ ਚਿੱਤਰਾਂ ਨੂੰ ਚੁੱਕ ਅਤੇ ਸੁੱਟ ਵੀ ਸਕਦੇ ਹੋ
pl: Kliknij lewym klawiszem na danym miesiącu, aby wybrać zdjęcie. Kliknij prawym, aby je usunąć. Można też przeciągnąć i upuścić zdjęcie na wybranym miesiącu.
pt_br: Clique com o botão esquerdo nos meses para selecionar as imagens. Clique com o direito para limpar o mês. Você pode também arrastar imagens para os meses.
sr: Лево кликните на месеце да бисте изабрали слике. Десно кликните да бисте очистили месец. Такође можете превући и испустити слике на месеце.
sr@latn: Levo kliknite na mesece da biste izabrali slike. Desno kliknite da biste očistili mesec. Takođe možete prevući i ispustiti slike na mesece.
ta: தோற்றத்தை தேர்வு செய்ய மாதத்தில் இடது சொடுக்கிடவும். மாதத்தை காலி செய் வலது சொடுக்கு. மாதத்தில் தோற்றத்தை இழுக்கவோ அல்லது விடவோ நீங்கள் செய்யலாம்
th: คลิกเมาส์ปุ่มซ้ายบนช่องเดือนเพื่อเลือกภาพ คลิกเม้าส์ปุ่มขวาเพื่อล้างช่องเดือน คุณสามารถใช้วิธีการลากและวางภาพมายังช่องเดือนได้เช่นกัน
zh_cn: 左键单击月份可选择图像。右键单击可清除月份。 您还可以将图像拖放到月份上

source: Preview
ca: Vista prèvia
da: Forhåndsvisning
de: Vorschau
es: Vista previa
et: Eelvaatlus
fr: Prévisualisation
gl: Antevisión
mt: Previżjoni
nl: Voorbeeld
pa: ਝਲਕ
pl: Podgląd
pt_br: Pré-visualização
sr: Преглед
sr@latn: Pregled
ta: முந்தோற்றம்
th: ตัวอย่าง
zh_cn: 预览

source: Settings
ca: Arranjament
da: Opsætning
de: Einstellungen
es: Preferencias
et: Seadistused
fr: Paramètres
gl: Configurazón
mt: Setings
nl: Instellingen
pa: ਸੈਟਿੰਗ
pl: Ustawienia
pt_br: Configurações
sr: Поставке
sr@latn: Postavke
ta: அமைப்புகள்
th: ตั้งค่า
zh_cn: 设置

source: Paper size:
ca: Mida del paper:
da: Papirstørrelse:
de: Papierformat:
es: Tamaño del papel:
et: Paberi suurus:
fr: Taille du papier :
gl: Tamaño do papel:
mt: Daqs tal-karta:
nl: Papiergrootte:
pa: ਪੇਪਰ ਆਕਾਰ:
pl: Wielkość papieru:
pt_br: Tamanho do papel:
sr: Величина папира:
sr@latn: Veličina papira:
ta: தாள் அளவு:
th: ขนาดกระดาษ:
zh_cn: 纸张大小：

source: Image Position
ca: Posició de la imatge
da: Billedposition
de: Bildposition
es: Posición de la imagen
et: Pildi asend
fr: Position de l'image
gl: Posizón da Imaxe
mt: Pożizzjoni ta' l-istampa
nl: Afbeeldingpositie
pa: ਚਿੱਤਰ ਥਾਂ
pl: Układ zdjęcia
pt_br: Posição da imagem
sr: Положај слике
sr@latn: Položaj slike
ta: தோற்றத்தின் இடம்
th: ตำแหน่งของภาพ
zh_cn: 图像位置

source: Draw lines in calendar
ca: Dibuixa línies al calendari
da: Tegn linjer i kalender
de: Linien im Kalender anzeigen
es: Dibujar líneas en el calendario
et: Kalender jagatakse joontega
fr: Dessiner des lignes dans le calendrier
gl: Debuxar liñas no calendário
mt: Uri linji fil-kalendarju
nl: Lijnen in kalender tekenen
pa: ਕੈਲੰਡਰ ਵਿੱਚ ਰੇਖਾਵਾਂ ਖਿੱਚੋ
pl: Narysuj linie w kalendarzu
pt_br: Desenhar linhas na calendário
sr: Цртај линије у календару
sr@latn: Crtaj linije u kalendaru
ta: நாட்காட்டியில் கோடுகளை வரை
th: แสดงเส้นแบ่งในปฏิทิน
zh_cn: 在日历中绘制分割线

source: Image to text ratio:
ca: Taxa imatge contra text:
da: Billede til tekst-forhold:
de: Verhältnis von Bild zu Text:
es: Proporción entre las imágenes y el texto:
et: Pildi-teksti vahekord:
fr: Ratio entre le texte et l'image :
gl: Proporzón de imaxe/texto:
mt: Relazzjoni bejn stampa u test:
nl: Verhouding van afbeelding tegenover tekst:
pa: ਚਿੱਤਰ ਤੋਂ ਪਾਠ ਅਨੁਪਾਤ:
pl: Stosunek zdjęcia do tekstu:
pt_br: Proporção de imagem para texto:
sr: Однос слике и текста:
sr@latn: Odnos slike i teksta:
ta: உரை விகிதத்திற்கு பிம்பம்:
th: อัตราส่วนแปลงภาพเป็นข้อความ:
zh_cn: 图像到文本的比例：

source: Font:
ca: Tipus de lletra:
da: Skrifttype:
de: Schrift:
es: Tipo de letra:
fr: Police :
gl: Tipo de letra:
nl: Lettertype:
pa: ਫੋਂਟ:
pl: Czcionka:
pt_br: Fonte:
sr: Фонт:
ta: ஏழுத்துறு:
th: แบบอักษร:
zh_cn: 字体：

source: Create Template for Calendar
ca: Creació de plantilla per calendari
da: Opret skabelon til kalender
de: Vorlage für den Kalender erzeugen
es: Crear una plantilla para el calendario
et: Loo mall kalendri põhjal
fr: Créer un modèle pour le calendrier
gl: Criar Modelo para o Calendário
mt: Oħloq mudell għal kalendarju
nl: Sjabloon voor de kalender aanmaken
pa: ਕੈਲੰਡਰ ਲਈ ਨਮੂਨਾ ਬਣਾਓ
pl: Tworzenie szablonu kalendarza
pt_br: Criar modelo para a calendário
sr: Направи шаблон за календар
sr@latn: Napravi šablon za kalendar
ta: நாட்காட்டிக்காக வார்ப்புருவை உருவாக்கு
th: สร้างแม่แบบสำหรับปฏิทิน
zh_cn: 创建日历的模板

source: Choose the events to show on the Calendar
ca: Tria els esdeveniments a mostrar en el calendari
da: Vælg begivenheder at vise i kalenderen
de: Wählen Sie die Ereignisse die auf dem Kalender angezeigt werden sollen
es: Elija los eventos a mostrar en el calendario
et: Vali kalendris näidatavad sündmused
fr: Choisissez les événements à afficher sur le calendrier
nl: Kies de gebeurtenissen die u op de kalender wilt laten weergeven
pl: Wybór wydarzeń do uwzględnienia w kalendarzu
pt_br: Escolha os eventos a exibir na calendário
sr: Изаберите догађаје који ће се приказати на календару
sr@latn: Izaberite događaje koji će se prikazati na kalendaru
zh_cn: 选择要在日历中显示的事件

source: Select Year & Images
ca: Escolliu l'any i les imatges
da: Vælg år og billeder
de: Bitte Jahr & Bilder wählen
es: Seleccione el año y las imágenes
et: Vali aasta ja pildid
fr: Sélectionner l'année et les images
gl: Escolla o Ano e Imaxes
mt: Għażel sena u stampi
nl: Jaar en afbeeldingen selecteren
pa: ਸਾਲ ਤੇ ਚਿੱਤਰ ਚੁਣੋ
pl: Wybór roku oraz zdjęć
pt_br: Selecionar ano & imagens
sr: Изаберите годину и слике
sr@latn: Izaberite godinu i slike
ta: பிம்பங்கள் மற்றும் வருடத்தை தேர்வு செய்
th: เลือกปีและภาพ
zh_cn: 选择年份和图像

source: Current Page
ca: Pàgina actual
da: Nuværende side
de: Aktuelle Seite
es: Página actual
et: Käesolev Lehekülg
fr: Page courante
gl: Páxina Actual
mt: Paġna kurrenti
nl: Huidige pagina
pa: ਮੌਜੂਦਾ ਸਫ਼ਾ
pl: Aktualna strona
pt_br: Página atual
sr: Текућа страна
sr@latn: Tekuća strana
ta: தற்பொதைய பக்கம்
th: หน้าปัจจุบัน
zh_cn: 当前页

source: Total Pages
ca: Pàgines totals
da: Alle sider
de: Seiten insgesamt
es: Número total de páginas
et: Kokku lehekülgi
fr: Pages totales
gl: Páxinas Totais
mt: Paġni totali
nl: Totaal aantal pagina's
pa: ਕੁੱਲ ਸਫ਼ੇ
pl: Wszystkich stron
pt_br: Total de páginas
sr: Укупно страна
sr@latn: Ukupno strana
ta: மொத்த பக்கங்கள்
th: หน้าทั้งหมด
zh_cn: 总页数

source: Printing
ca: Impressió
da: Udskriver
de: Drucken
es: Impresión
et: Trükkimine
fr: Impression
gl: Impresión
mt: Printjar
nl: Bezig met afdrukken
pa: ਛਪਾਈ
pl: Drukowanie
pt_br: Imprimindo
sr: Штампање
sr@latn: Štampanje
ta: அச்சிடுகிறது
th: กำลังพิมพ์
zh_cn: 打印

source: Calendar
ca: Calendari
da: Kalender
de: Kalender
es: Calendario
et: Kalender
fr: Créer un calendrier
gl: Calendário
mt: Kalendarju
nl: Kalender
pa: ਕੈਲੰਡਰ
pl: Kalendarz
pt_br: Calendário
sr: Календар
sr@latn: Kalendar
ta: நாட்காட்டி
th: ปฏิทิน
zh_cn: 日历

source: A Kipi plugin to create a calendar
ca: Un connector Kipi per crear un calendari
da: En KIPI plugin til kalenderfremstilling
de: Ein KIPI-Modul zum Erstellen eines Kalenders.
es: Un complemento de KIPI para crear un calendario
et: KIPI kalendri loomise plugin
fr: Un module externe KIPI pour créer un calendrier
gl: Un plugin de KIPI para criar un calendário
mt: Plugin Kipi biex toħloq kalendarju
nl: Een KIPI-plugin voor het maken van een kalender
pa: ਇੱਕ ਕੈਲੰਡਰ ਬਣਾਉਣ ਲਈ KIPI ਪਲੱਗਇਨ ਹੈ
pl: Wtyczka KIPI do tworzenia kalendarzy
pt_br: Um plug-in do Kipi para criação de calendário
sr: Прикључак Kipi-ја за прављење календара
sr@latn: Priključak Kipi-ja za pravljenje kalendara
ta: ஒரு நாள்காட்டியை உருவாக்க ஒரு கிபி சொருகுப்பொருள்
th: ปลั๊กอิน Kipi สำหรับช่วยสร้างปฏิทิน
zh_cn: 创建日历的 Kipi 插件

source: Author and maintainer
ca: Autor i mantenidor
da: Forfatter og vedligeholder
de: Autor und Betreuer
es: Autor y responsable
et: Autor ja hooldaja
fr: Auteur et mainteneur
gl: Autoria e mantimento
mt: Awtur u Mantenitur
nl: Auteur en onderhouder
pa: ਲੇਖਕ ਤੇ ਪਰਬੰਧਕ
pl: Autor i opiekun
pt_br: Autor e mantenedor
sr: Аутор и одржавалац
sr@latn: Autor i održavalac
ta: ஆசிரியர் மற்றும் மேம்பாட்டாளர்
th: ผู้เขียนและผู้ดูแล
zh_cn: 作者和维护者

source: Former Author and maintainer
ca: Antic autor i mantenidor
da: Tidligere forfatter og vedligeholder
de: Vorheriger Autor und Betreuer
es: Autor y responsable anterior
et: Endine autor ja hooldaja
fr: Auteur et mainteneur précédent
gl: Anterior autor e mantedor
nl: Voormalige auteur en onderhouder
pa: ਪੁਰਾਣਾ ਲੇਖਕ ਤੇ ਪਰਬੰਧਕ
pl: Poprzedni autor i opiekun
pt_br: Antigo autor e mantenedor
sr: Претходни аутор и одржавалац
sr@latn: Prethodni autor i održavalac
th: ผู้เขียนดั้งเดิมและผู้ดูแล
zh_cn: 先前的作者和维护者

source: Plugin Handbook
ca: Manual del connector
de: Modul-Handbuch
es: Manual del complemento
et: Plugina käsiraamat
fr: Manuel du module externe
nl: Plugin-handboek
pt_br: Manual do plug-in
sr: Приручник прикључка

source: Please note that you are making a calendar for<br>the current year or a year in the past.
ca: Tingueu en compte que esteu fent un calendari per <br>l'any actual o l'any passat.
da: Bemærk at du er ved at lave en kalender for<br>dette år eller et år i fortiden.
de: Beachten Sie bitte, das Sie gerade einen Kalender für<br>das <b>aktuelle</b> Jahr oder ein Jahr in der <b>Vergangenheit</b> erstellen.
es: Tenga en cuenta que está creando un calendario para <br>el año actual o para un año anterior.
et: Pane tähele, et lood kalendri<br>käesoleva või eelmise aasta kohta.
fr: Veuillez remarquer que vous créer un calendrier pour <br> l'année en cours ou une année passée.
gl: Recorde que está a facer un calendário para <br>este ano ou un ano xa pasado.
nl: Houd er rekening mee dat u een kalender maakt voor <br>het huidige jaar of een jaar uit het verleden.
pa: ਯਾਦ ਰੱਖੋ ਕਿ ਤੁਸੀਂ ਮੌਜੂਦਾ ਵਰ੍ਹੇ ਜਾਂ ਪਿੱਛੇ ਲੰਘੇ ਸਾਲ <br> ਲਈ ਇੱਕ ਕੈਲੰਡਰ ਬਣਾਉਣ ਜਾ ਰਹੇ ਹੋ।
pl: Proszę zauważyć, że wybrany kalendarz jest <br>na bieżący rok lub na poprzednie lata.
pt_br: Por favor note que você está fazendo uma calendário para<br>para o ano atual ou um ano no passado.
sr: Правите календар за<br>текућу или за неку од протеклих година.
sr@latn: Pravite kalendar za<br>tekuću ili za neku od proteklih godina.
th: โปรดจำ คุณกำลังสร้างปฏิทินสำหรับ<br>ปีปัจจุบัน หรือปีที่ผ่านมาแล้ว
zh_cn: 请注意，您所制作的日历是今年或去年的。

source: <br><br>You can see KJobViewer is already started. After the plugin has prepared the calendar, it is passed to the PDF printer. In the KJobViewer you can see the progress of that part of the generation of the calendar.
ca: <br><br>Podeu veure que el KJobViewer ja està engegat. Un cop el connector ha preparat el calendari, aquest es passa a la impressora PDF. Podeu veure al KJobViewer la progressió de la part generada del calendari.
da: <br><br>Du kan se at KJobViewer allerede er startet. Efter pluginnet har forberedt kalendern sendes den til PDF-printeren. I KJobViewer kan du se fremgangen af den del af at generere kalenderen udføres.
de: <br><br>Wie Sie sehen ist KJobViewer schon gestartet. Nachdem das Modul den Kalender vorbereitet hat, wird er an den PDF-Drucker weitergeleitet. Im KJobViewer können Sie den Fortschritt der Erzeugung des Kalenders verfolgen.
es: <br><br>KJobViewer ya está iniciado. Después de que el complemento prepare el calendario, éste se pasará a la impresora PDF. En KJobViewer puede ver el progreso de esta parte de la generación del calendario.
et: <br><br>Nagu näed, on KJobViewer juba käivitunud. Kui plugin kalendri ette valmistab, saadetakse see PDF-printerisse. KJobViewer näitab sulle kalendri loomise selle osa edenemist.
fr: <br><br>Vous pouvez voir que KJobViewer est déjà lancé. Une fois que le module externe aura préparé le calendrier, il sera envoyé vers l'imprimante PDF. Dans Kjobviewer, vous verrez la progression de la génération du calendrier.
gl: <br> <br>Pode ver que KJobViewer xa está a correr. Após que o plugin prepare o calendário, é pasado á impresora PDF. En KJobViewer poderá ver o progreso desa parte da xerazón do calendário.
nl: <br><br>U kunt zien dat KjobViewer al is gestart. Nadat de plugin de kalender heeft voorbereid wordt deze doorgegeven aan de PDF-printer. In KJobViewer kunt u de voortgang ervan zien.
pl: <br><br>KJobViewer zostanie uruchomione. Po przygotowaniu kalendarza przez wtyczkę, zostanie on przesłany do drukarki PDF. W oknie KJobViewer można zobaczyć postęp tego etapu tworzenia kalendarza.
pt_br: <br> <br>Você pode que o KJobViewer já está em execuação. Depois que o plug-in tiver preparado o calendário, ele será enviado para a impressora PDF. No KJobViewer você pode ver o progresso desta parte da geração do calendário.
sr: <br><br>Видите да је KJobViewer већ покренут. Након што прикључак припреми календар, он се прослеђује PDF штампачу. У KJobViewer-у можете видети напредак тог дела стварања календара.
sr@latn: <br><br>Vidite da je KJobViewer već pokrenut. Nakon što priključak pripremi kalendar, on se prosleđuje PDF štampaču. U KJobViewer-u možete videti napredak tog dela stvaranja kalendara.
th: <br><br>คุณจะเห็นว่ามีการเริ่มการทำงานเครื่องมือแสดงงานพิมพ์ หลังจากที่ปลั๊กอินได้จัดเตรียมปฏิทินแล้ว โดยจะจัดส่งงานพิมพ์ไปยังเครื่องพิมพ์แบบ PDF โดยในเครื่องมือแสดงงานพิมพ์ คุณจะเห็นสถานะของการสร้างปฏิทิน
zh_cn: <br><br>您可以看到 KJobViewer 已经启动。在插件准备完日历之后，将把日历传送给 PDF 打印机。您可以在 KJobViewer 中查看日历的生成进度。

source: Click Next to start Printing<br><br>Following months will be printed for year %1:
ca: Premeu Següent per iniciar la impressió <br> <br>S'imprimiran els següents mesos de l'any %1:
da: Klik på næste for at udskrive <br><br>Følgende måneder vil blive udskrevet for året %1:
de: Wählen Sie "Nächster", um den Druck zu starten. <br>Die folgenden Monate werden für das Jahr %1 gedruckt:
es: Pulse el botón «Siguiente» para iniciar la impresión.<br><br>Se imprimirán los siguientes meses del año %1:
et: Trükkimise alustamiseks klõpsa 'Järgmine'<br><br>%1. aastast trükitakse järgmised kuud:
fr: Appuyez sur le bouton « Suivant » pour démarrer l'impression <br><br>Les mois suivants seront imprimés pour l'année %1 :
gl: Prema en Seguinte para comezar a imprimir.<br><br>Van ser impresos os seguintes meses do ano %1:
nl: Klik op Volgende om het afdrukken te starten<br><br> De volgende maanden worden afgedrukt voor het jaar %1:
pa: ਛਪਾਈ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਅੱਗੇ ਦਬਾਓ <br> <br>%1 ਸਾਲ ਲਈ ਹੇਠ ਦਿੱਤੇ ਮਹੀਨੇ ਛਾਪੇ ਜਾਣਗੇ:
pl: Kliknij Dalej, aby rozpocząć drukowanie<br><br>Zostaną·wydrukowane następujące miesiące dla %1 roku:
pt_br: Clique em Próximo para começar a impressão<br><br>Os seguintes meses serão impressos para o ano %1:
sr: Кликните на „Следеће“ да бисте покренули штампање<br><br>Следећи месеци ће бити штампани за годину %1:
sr@latn: Kliknite na „Sledeće“ da biste pokrenuli štampanje<br><br>Sledeći meseci će biti štampani za godinu %1:
th: คลิกที่ปุ่ม "ัถัดไป" เพื่อเริ่มการพิมพ์<br><br>โดยจะมีการพิมพ์เดือนต่อไปนี้สำหรับปี %1:
zh_cn: 单击下一步可开始打印<br><br>即将打印 %1 年的下列月份：

source: No valid images selected for months<br>Click Back to select images
ca: No s'han escollit imatges vàlides pels mesos<br> Premeu Enrere i escolliu les imatges
da: Ingen gyldige billeder er valgt til månederne<br>Klik på tilbage for at vælge billeder
de: Es wurden keine gültigen Bilder für die Monate ausgewählt.<br>Bitte klicken Sie auf "Zurück" und wählen Sie die Bilder aus.
es: No se han seleccionado imágenes válidas para los meses<br>Pulse Retroceder para seleccionar imágenes
et: Kuudes ei ole valitud ühtegi pilti<br>Piltide valimiseks klõpsa 'Tagasi'
fr: Aucune image valide n'a été sélectionnée pour les mois du calendrier<br>Appuyez sur le bouton « Affichage précédent » pour sélectionner les images
gl: Non foron escollidas imaxes válidas para os meses<br>Prema en Voltar para escoller imaxes
nl: Er zijn geen geldige afbeeldingen voor de maanden geselecteerd.<br>Klik op Vorige om afbeeldingen te selecteren.
pa: ਮਹੀਨਿਆਂ ਲਈ ਕੋਈ ਠੀਕ ਚਿੱਤਰ ਨਹੀਂ ਚੁਣੇ ਗਏ ਹਨ<br>ਚਿੱਤਰ ਚੁਣਨ ਲਈ ਪਿੱਛੇ ਨੂੰ ਦਬਾਓ
pl: Nie zostały przypisane zdjęcia do miesięcy<br>Kliknij Wstecz, aby wybrać zdjęcia
pt_br: A Imagem selecionada não é válida para os meses.<br> Clique em Voltar para selecionar as imagens.
sr: Нема исправних слика изабраних за месеце<br>Кликните на „Назад“ да бисте изабрали слике
sr@latn: Nema ispravnih slika izabranih za mesece<br>Kliknite na „Nazad“ da biste izabrali slike
th: ยังไม่มีภาพที่เลือกสำหรับใช้กับเดือน<br>คลิก "ย้อนกลับ" เพื่อกลับไปเลือกภาพ
zh_cn: 未为月份选择有效的图像<br>请单击上一步选择图像

source: Printing Cancelled
ca: Impressió cancel·lada
da: Udskrivning annulleret
de: Der Druck wurde abgebrochen.
es: Impresión cancelada
et: Trükkimine tühistatud
fr: Impression annulée
gl: Impresión Cancelada
mt: Ipprintjar ġie ikkanċellat
nl: Afdrukken geannuleerd
pa: ਛਾਪਾਈ ਰੱਦ ਕੀਤੀ
pl: Drukowanie anulowane
pt_br: Impressão cancelada
sr: Штампање је отказано
sr@latn: Štampanje je otkazano
ta: அச்சிடுவது நீக்கபட்டது
th: ยกเลิกการพิมพ์แล้ว
zh_cn: 打印已取消

source: Printing Complete
ca: Impressió completada
da: Udskrivning fuldført
de: Der Druckvorgang ist abgeschlossen.
es: Impresión finalizada
et: Trükkimine tehtud
fr: Impression terminée
gl: Impresión Completa
mt: Ipprintjar lest
nl: Afdrukken voltooid
pa: ਛਪਾਈ ਮੁਕੰਮਲ
pl: Drukowanie zakończone
pt_br: Impressão concluída
sr: Штампање је завршено
sr@latn: Štampanje je završeno
ta: அச்சிடுவது முடிந்தது
th: ทำการพิมพ์เรียบร้อยแล้ว
zh_cn: 打印完成

source: Printing Calendar Page for %1 of %2
ca: S'està imprimint la pàgina %1 de %2
da: Udskriver kalenderside for %1 af %2
de: Die Kalenderseite für %1 von %2 wird gedruckt.
es: Imprimiendo la página %1 de %2 del calendario
et: Kalendri lehekülje trükkimine: %1 (kokku %2)
fr: Impression de la page %1 %2 du calendrier
gl: A Imprimir a Páxina do Calendário de %1 de %2
mt: Qed nipprintja pagni tal-kalendarju għal %1 minn %2
nl: Kalenderpagina %1 van %2 wordt aangemaakt
pa: %2 ਵਿੱਚੋਂ %1 ਕੈਲੰਡਰ ਸਫ਼ਾ ਛਾਪਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Drukowanie strony kalendarza dla miesiąca: %1 %2 roku
pt_br: Imprimindo a páginda %1 de %2 do calendário
sr: Штампам страну календара %1 од %2
sr@latn: Štampam stranu kalendara %1 od %2
ta: %2 வின் %1ற்காக நாள் காட்டி பக்கங்களை அச்சிடுகிறது
th: กำลังพิมพ์ปฏิทินเดือน %1 ของปี %2
zh_cn: 正打印共%2页中的第%1页

source: Create Calendar...
ca: Crea un calendari...
da: Opret kalender...
de: Kalender erstellen ...
es: Crear un calendario...
et: Loo kalender...
fr: Créer un calendrier...
gl: Criar Calendário...
mt: Oħloq kalendarju...
nl: Kalender aanmaken...
pa: ਕੈਲੰਡਰ ਬਣਾਓ...
pl: Utwórz kalendarz...
pt_br: Criar calendário...
sr: Направи календар...
sr@latn: Napravi kalendar...
ta: நாள் காட்டியை உருவாக்கிறது...
th: สร้างปฏิทิน...
zh_cn: 创建日历...

source: CalEventBaseWidget
es: ControlBasadoLlamadaEvento
