Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_batchprocessimages.po
Languages: ca, el, es, fr, gl, nl, pl, sr, sr@latn, ta, th, tr

source: _: NAME OF TRANSLATORS Your names
ca: Josep Ma. Ferrer
el: Σπύρος Γεωργαράς,Τούσης Μανώλης
es: Enrique Matías Sánchez (Quique)
fr: David Jobet,Tung Nguyen
gl: mvillarino
nl: Jasper van der Marel,Sander Devrieze,Wilbert Berendsen,Rinse de Vries
pl: Igor Klimer
sr: Слободан Симић
sr@latn: Slobodan Simić
ta: tamilpcteam
th: ถนอมทรัพย์ นพบูรณ์
tr: Görkem Çetin, İsmail Şimşek

source: _: EMAIL OF TRANSLATORS Your emails
ca: txemaq@gmail.com
el: sng@hellug.gr,manolis@koppermind.homelinux.org
es: cronopios@gmail.com
fr: david dot jobet at free dot fr,ntung@free.fr
gl: mvillarino@users.sourceforge.net
nl: ,s.devrieze@pandora.be,wbsoft@xs4all.nl,rinsedevries@kde.nl
pl: kigro@vp.pl
sr: simicsl@verat.net
sr@latn: simicsl@verat.net
ta: tamilpc@ambalam.com
th: donga.nb@gmail.com
tr: gorkem@kde.org, thelightning@mynet.com

source: <p>You can choose here the options to use for the current process.
ca: <p>Aquí podeu seleccionar les opcions a emprar pel procés actual.
el: <p>Εδώ μπορείτε να επιλέξετε τις επιλογές για χρήση με την τρέχουσα διεργασία.
es: <p>Aquí puede elegir las opciones que se usarán en el proceso actual.
fr: <p>Vous pouvez choisir ici les options à utiliser pour le traitement courant.
gl: <p>Pode escoller aqui as opzóns a usar para o proceso actual.
nl: <p>Hier kunt u de opties voor de huidige handeling kiezen.
pl: <p>Możesz tutaj wybrać opcje dotyczące aktualnego procesu.
sr: <p>Овде можете изабрати опције које ће се користити у текућој обради.
sr@latn: <p>Ovde možete izabrati opcije koje će se koristiti u tekućoj obradi.
ta: <p>இங்குத் தாங்கள் செயல்பாட்டுக்குத் தேவையான தற்போதைய விருப்பத்தேர்வுகளின் வகைகளைத் தேர்ந்தெடுக்கலாம்.
th: <p>คุณสามารถเลือกตัวเลือกที่จะใช้กับกระบวนการที่ใช้อยู่ในปัจจุบันได้ที่นี่
tr: <p>Burada, geçerli işlem için kullanmak üzere seçenekleri değerlendirebilirsiniz.

source: Small preview
ca: Vista prèvia petita
el: Μικρή προεπισκόπηση
es: Previsualización pequeña
fr: Aperçu réduit
gl: Antevisión pequena
nl: Klein voorbeeld
pl: Mały podgląd
sr: Мали преглед
sr@latn: Mali pregled
ta: சிறிய முன்காட்சி
th: ภาพตัวอย่างขนาดเล็ก
tr: Küçük önizleme

source: <p>If you enable this option, all preview effects will be calculated on a small zone of the image (300x300 pixels in the top left corner). Enable this option if you have a slow computer.
ca: <p>Si activeu aquesta opció, totes les vistes prèvies dels efectes es calcularan en una petita zona de la imatge (300x300 píxels de la cantonada superior esquerra). Activeu aquesta opció si teniu un ordinador lent.
el: <p>Αν ενεργοποιήσετε αυτή την επιλογή, όλα τα εφέ προεπισκόπησης θα υπολογίζονται σε μια μικρή περιοχή της εικόνας (300x300 εικονοστοιχεία στη πάνω αριστερή γωνία). Ενεργοποιήστε αυτή την επιλογή αν έχετε έναν αργό υπολογιστή.
es: <p>Si activa esta opción, las vistas previas de los efectos se calcularán sobre una pequeña zona de la imagen (300x300 puntos de la esquina superior izquierda). Habilite esta opción si su equipo es lento.
fr: <p>Si vous activez cette option, toutes les prévisualisations des effets seront calculées sur une petite zone de l'image (300x300 pixels dans le coin en haut à gauche). Utilisez cette option si vous avez un ordinateur lent.
gl: <p>Se activa esta opzón, todas as antevisións de efeitos serán calculadas nunha pequena zona da imaxe (300x300 pontos no canto superior esquerdo). Active esta opzón se ten un ordenador lento.
nl: <p>Als u deze optie aanzet zullen alle voorbeeldeffecten worden berekend aan de hand van een klein gebied van de afbeelding (300x300 pixels in de linkerhoek). Zet deze optie aan als u een trage computer hebt.
pl: <p>Jeśli ta opcja zostanie włączona, wszystkie operacje związane z podglądem zostaną wykonane na małym obszarze (300x300 pikseli, zaczynając od górnego lewego rogu). Włącz tą opcję, jeśli masz wolny komputer.
sr: <p>Ако укључите ову опцију, сви ефекти у прегледу биће израчунати на малој области слике (300x300 пиксела у горњем левом ћошку). Користите ово ако имате спор рачунар.
sr@latn: <p>Ako uključite ovu opciju, svi efekti u pregledu biće izračunati na maloj oblasti slike (300x300 piksela u gornjem levom ćošku). Koristite ovo ako imate spor računar.
ta: <p>இந்த தேர்வை செயலாக்கினால், அனைத்து முந்தோற்றம் சிறிய தோற்ற மண்டலத்தில் கணக்கிடபடும் (300x300 வல்து ஓறத்தில் உள்ள புள்ளிகள்). மேதுவான கணிணி உங்களிடம் இருந்தால் தேர்வை செயலாக்கு.
th: <p>หากเปิดใช้ตัวเลือกนี้ จะมีการคำนวณภาพตัวอย่างขนาดเล็ก (ขนาด 300x300 จุดจากด้านมุมบนซ้าย) เปิดใช้ตัวเลือกนี้หากคุณใช้เครื่องคอมพิวเตอร์ที่มีความเร็วต่ำ
tr: <p>Bu seçeneği etkin hale getirirseniz, bütün önizleme etkileri resmin sadece küçük bir bölgesinde (sol üst köşede 300x300 piksel) hesaplanacaktır. Yavaş bir bilgisayarınız varsa bunu etkinleştirin.

source: &Preview
ca: Vista &prèvia
el: &Προεπισκόπηση
es: &Previsualización
fr: &Prévisualisation
gl: Ante&ver
nl: &Voorbeeld
pl: &Podgląd
sr: &Преглед
sr@latn: &Pregled
ta: &முன்காட்சி
th: ภาพตัวอย่าง
tr: Ö&nizleme

source: <p>This button builds a process preview for the currently selected image on the list.
ca: <p>Aquest botó construeix una vista prèvia del procés de la imatge actualment seleccionada de la llista.
el: <p>Αυτό το κουμπί κατασκευάζει μια προεπισκόπηση διεργασίας για την τρέχουσα εικόνα της λίστας.
es: <p>Este botón crea una previsualización de la imagen seleccionada en la lista.
fr: <p>Créer une prévisualisation pour l'image sélectionnée dans la liste.
gl: <p>Este botón cria unha antevisión da imaxe escollida na lista.
nl: <p>Deze knop toont een procesvoorbeeld voor de huidige geselecteerde afbeelding in de lijst.
pl: <p>Kliknięcie tego przycisku spowoduje wyświetlenie podglądu aktualnie wybranego zdjęcia z listy.
sr: <p>Овим дугметом гради се преглед обраде за тренутно изабрану слику из листе.
sr@latn: <p>Ovim dugmetom gradi se pregled obrade za trenutno izabranu sliku iz liste.
ta: <p>நீங்கள் இந்த பொத்தானை வைத்து கட்டலாம் மற்றுய்ம் செய்லாக்கலாம் முந்தொற்றம் பட்டியலில் உள்ள தற்பொதைய தேர்வு செய்த தொற்றம்.
th: <p>ปุ่มนี้ใช้ในการเริ่มกระบวนสร้างภาพตัวอย่างของภาพที่ถูกเลือกบนรายการ
tr: <p>Bu düğme listede şu anda seçili olan resim için bir işlem önizlemesi oluşturur.

source: File Operations
ca: Operacions amb fitxers
el: Λειτουργίες αρχείων
es: Operaciones sobre archivos
fr: Fichiers résultat
gl: Operazóns Con Ficheiros
nl: Bestandsoperaties
pl: Operacje na plikach
sr: Операције са фајловима
sr@latn: Operacije sa fajlovima
ta: கோப்பு செயல்பாடுகள்
th: ปฏิบัติการกับแฟ้ม
tr: Dosya İşlemleri

source: Overwrite mode:
ca: Mode de sobreescriptura:
el: Λειτουργία αντικατάστασης:
es: Modo de sobrescritura:
fr: Mode de création :
gl: Modo de sobrescreber:
nl: Overschrijfmodus:
pl: Tryb nadpisywania:
sr: Режим пребрисавања:
sr@latn: Režim prebrisavanja:
ta: மேலெழுதும் வகை:
th: วิธีการเขียนทับ:
tr: Üzerine yazma kipi:

source: Ask
ca: Pregunta
el: Ερώτηση
es: Preguntar
fr: Demander
gl: Perguntar
nl: Vragen
pl: Pytaj
sr: Питај
sr@latn: Pitaj
ta: கேள்
th: ถามก่อน
tr: Sor

source: Always Overwrite
ca: Sobreescriu sempre
el: Πάντα αντικατάσταση
es: Sobrescribir siempre
fr: Toujours écraser
gl: Sobrescreber Sempre
nl: Altijd overschrijven
pl: Zawsze nadpisuj
sr: Увек пребриши
sr@latn: Uvek prebriši
ta: எப்பொழுதும் மேலெழுது
th: เขียนทับเสมอ
tr: Her Zaman Üzerine Yaz

source: Rename
ca: Reanomena
el: Μετονομασία
es: Cambiar nombre
fr: Renommer
gl: Renomear
nl: Hernoemen
pl: Zmień nazwę
sr: Преименуј
sr@latn: Preimenuj
ta: மாற்றுப்பெயர்
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır

source: Skip
ca: Salta
el: Παράλειψη
es: Omitir
fr: Ne rien faire
gl: Ignorar
nl: Overslaan
pl: Pomiń
sr: Прескочи
sr@latn: Preskoči
ta: தவிர்
th: ข้าม
tr: Atla

source: <p>Select here the overwrite mode used if your target's image files already exist.
ca: <p>Seleccioneu aquí el mode de sobreescriptura que s'usarà si la imatge final ja existeix.
el: <p>Επιλέξτε εδώ τη λειτουργία αντικατάστασης που θα χρησιμοποιηθεί αν τα αρχεία εικόνων προορισμού υπάρχουν ήδη.
es: <p>Seleccione aquí el modo de sobrescritura si las imágenes de destino ya existen.
fr: <p>Sélectionnez ici le mode de création des fichiers résultat si ceux-ci existent déjà.
gl: <p>Escolla a maneira de sobrescreber ficheiros de imaxe de destino se xa existiren.
nl: <p>Selecteer hier wat u wilt doen als het doelbestand al bestaat.
pl: <p>Wybierz, jak ma zachować się program, jeśli wyjściowy plik ze zdjęciem już istnieje.
sr: <p>Изаберите овде режим пребрисавања који се користи када циљни фајлови већ постоје.
sr@latn: <p>Izaberite ovde režim prebrisavanja koji se koristi kada ciljni fajlovi već postoje.
ta: <p>உங்களிடம் இலக்க்கு தோற்ற கோப்பு ஏற்கனவே உள்ளது என்றால் இங்கு மேலெழூதும் நிலையை தேர்வுசெய்.
th: <p>เลือกวิธีที่ต้องการใช้หากพบแฟ้มที่มีชื่อเดียวกันกับภาพเป้าหมายอยู่ก่อนแล้ว
tr: <p>Burada hedef resim dosyanız zaten mevcutsa kullanılan üzerine yazma kipini seçiniz.

source: Remove original
ca: Suprimeix l'original
el: Αφαίρεση αρχικής
es: Eliminar el original
fr: Supprimer les fichiers originaux
gl: Eliminar o orixinal
nl: Origineel verwijderen
pl: Usuń oryginał
sr: Уклони оригинал
sr@latn: Ukloni original
ta: உண்மையை அகற்று
th: ลบภาพต้นฉบับ
tr: Aslını Kaldır

source: <p>If you enable this option, all original image files will be removed after processing.
ca: <p>Si activeu aquesta opció, totes els fitxers d'imatge originals se suprimiran després del seu processat.
el: <p>Αν ενεργοποιήσετε αυτή την επιλογή, όλα τα αρχικά αρχεία εικόνας θα αφαιρεθούν μετά την επεξεργασία.
es: <p>Si activa esta opción, todas las imágenes originales serán eliminadas tras el proceso de conversión.
fr: <p>Si vous activez cette option, tous les fichiers originaux seront supprimés après le traitement.
gl: <p>Se activa esta opzón todas as imaxes orixinais serán eliminadas após o procesamento.
nl: <p>Met deze optie worden alle originele afbeeldingbestanden verwijderd na de handeling.
pl: <p>Włączenie tej opcji spowoduje, że wszystkie oryginalne zdjęcia zostaną usunięte po przetwarzaniu.
sr: <p>Ако укључите ову опцију, сви оригинални фајлови слика биће уклоњени после обраде.
sr@latn: <p>Ako uključite ovu opciju, svi originalni fajlovi slika biće uklonjeni posle obrade.
ta: <p>இந்த தேர்வை செயலாக்கினால், அனைத்து நிஜமான தோற்ற கோப்புகளும் நீக்கபடும்.
th: <p>หากเปิดใช้ตัวเลือกนี้ จะมีการลบภาพต้นฉบับทั้งหมดที่ถูกประมวลผลไปแล้วเมื่อจบการประมวลผล
tr: <p> Bu seçeneği etkinleştirirseniz, bütün asıl resim dosyaları işlemden sonra kaldırılacaktır.

source: Target Folder
ca: Carpeta destí
el: Φάκελος προορισμού
es: Carpeta de destino
fr: Album de destination
gl: Cartafol de Destino
nl: Doelmap
pl: Katalog wyjściowy
sr: Циљна фасцикла
sr@latn: Ciljna fascikla
ta: இலக்கு அடைவு
th: โฟลเดอร์เป้าหมาย
tr: Hedef Dizin

source: <p>Here you can select the target folder which will used by the process.
ca: <p>Aquí podeu seleccionar la carpeta destí que usarà el procés.
el: <p>Εδώ μπορείτε να επιλέξετε το φάκελο προορισμού που θα χρησιμοποιηθεί από τη διεργασία.
es: <p>Aquí puede seleccionar la carpeta de destino que usará el proceso.
fr: <p>Sélectionnez ici l'album de destination utilisé par le traitement.
gl: <p>Aqui pode escoller o cartafol de destino utilizado polo proceso.
nl: <p>Hier kunt u de doelmap selecteren. Deze wordt gebruikt door het proces.
pl: <p>Możesz tutaj wybrać katalog docelowy, który zostanie użyty podczas przetwarzania.
sr: <p>Овде можете изабрати циљну фасциклу која ће бити коришћена при обради.
sr@latn: <p>Ovde možete izabrati ciljnu fasciklu koja će biti korišćena pri obradi.
ta: <p>இங்கே நீங்கள் செயல்பாட்டினால் பயன்படுத்தப்படும் குறிக்கோள் அடைவைத் தேர்ந்தெடுக்கலாம்.
th: <p>คุณสามารถเลือกโฟลเดอร์เป้าหมายสำหรับเก็บผลลัพธ์ที่ได้จากการประมวลผลได้ที่นี่
tr: <p>Burada, işlem tarafından kullanılacak hedef dizini seçebilirsiniz.

source: &Add...
ca: &Afegeix...
el: &Προσθήκη...
es: &Añadir...
fr: &Ajouter...
gl: &Engadir...
nl: &Toevoegen...
pl: &Dodaj...
sr: Дод&ај...
sr@latn: Dod&aj...
ta: &சேர்..
th: เพิ่มภาพ...
tr: &Ekle...

source: <p>Add images to the list.
ca: <p>Afegeix imatges a la llista.
el: <p>Προσθήκη εικόνων στη λίστα.
es: <p>Añadir imágenes a la lista.
fr: <p>Ajouter des images à la liste.
gl: <p>Engade imaxes á lista.
nl: <p>Voeg afbeeldingen toe aan de lijst.
pl: <p>Dodaj zdjęcia do listy.
sr: <p>Додај слике у листу.
sr@latn: <p>Dodaj slike u listu.
ta: <p>படிமங்களை பட்டியலில் சேர்க்கவும்.
th: <p>เพิ่มภาพไปยังรายการ
tr: <p>Resimleri listeye ekle.

source: <p>Remove selected image from the list.
ca: <p>Suprimeix la imatge seleccionada de la llista.
el: <p>Αφαίρεση της επιλεγμένης εικόνας από τη λίστα.
es: <p>Eliminar la imagen seleccionada de la lista.
fr: <p>Supprimer l'image sélectionnée de la liste.
gl: <p>Eliminar a imaxe escollida da lista.
nl: <p>Verwijder de geselecteerde afbeelding uit de lijst.
pl: <p>Usuń wybrane zdjęcia z listy.
sr: <p>Уклони изабрану слику из листе.
sr@latn: <p>Ukloni izabranu sliku iz liste.
ta: <p>பட்டியலில் இருந்து படிமத்தை அகற்றவும்.
th: <p>ลบภาพที่เลือกไว้ออกจากรายการ
tr: <p>Seçilen resimleri listeden sil.

source: <p>The preview of the selected image on the list.
ca: <p>La vista prèvia de la imatge seleccionada de la llista.
el: <p>Η προεπισκόπηση της επιλεγμένης εικόνας στη λίστα.
es: <p>La previsualización de la imagen seleccionada en la lista.
fr: <p>Prévisualisation de l'image sélectionnée dans la liste.
gl: <p>A antevisión da imaxe escollida na lista.
nl: <p>Het voorbeeld van de in de lijst geselecteerde afbeelding.
pl: <p>Podgląd wybranego zdjęcia z listy.
sr: <p>Преглед изабране слике у листи.
sr@latn: <p>Pregled izabrane slike u listi.
ta: <p>பட்டியலில் இருந்து தேர்ந்தெடுக்கபட்ட பிம்பத்தின் முன்காட்சி.
th: <p>ภาพตัวอย่างของภาพที่ถูกเลือกบนรายการ
tr: <p>Listedeki seçilen resimlerin önizlemeleri.

source: <p>This is the current percentage of the task completed.
ca: <p>És el percentatge actual acomplert de la tasca.
el: <p>Αυτό είναι το τρέχον ποσοστό ολοκλήρωσης της εργασίας.
es: <p>Éste es el porcentaje de la tarea finalizado actualmente.
fr: <p>Ceci est le pourcentage actuel la tâche déjà accompli.
gl: <p>Esta é a porcentaxe actual completa da tarefa.
nl: <p>Dit is het huidige percentage van de taak dat voltooid is.
pl: <p>To jest postęp aktualnej operacji, w procentach.
sr: <p>Ово је тренутни проценат завршености задатка.
sr@latn: <p>Ovo je trenutni procenat završenosti zadatka.
ta: <p>இதுவே தற்போதைய சதவீத பணி வெளியீடுThis is the current percent task released.
th: <p>แสดงความคืบหน้าของงานที่กำลังทำอยู่ในหน่วยเปอร์เซ็นต์
tr: <p>Tamamlanan görevin şu andaki yüzdesi.

source: Image Files List
ca: Llista de fitxers d'imatge
el: Λίστα αρχείων εικόνας
es: Lista de archivos de imagen
fr: Liste des fichiers image
gl: Lista de Ficheiros de Imaxe
nl: Afbeeldinglijst
pl: Lista zdjęć
sr: Листа фајлова слика
sr@latn: Lista fajlova slika
ta: பிம்ப கோப்புகள் பட்டியல்
th: รายการแฟ้มภาพ
tr: Resim Dosyaları Listesi

source: _n: Image File List (1 item) Image File List (%n items)
ca: Llista de fitxer d'imatge (1 ítem) Llista de fitxers d'imatge (%n ítems)
el: Λίστα αρχείων εικόνας (1 αντικείμενο) Λίστα αρχείων εικόνας (%n αντικείμενα)
es: Lista de archivos de imagen (1 elemento) Lista de archivos de imagen (%n elementos)
fr: Liste des fichiers image (1 élément) Liste des fichiers image (%n éléments)
gl: Lista de Ficheiros de Imaxe (%n ítem) Lista de Ficheiros de Imaxe (%n ítens)
nl: Afbeeldinglijst (1 item) Afbeeldinglijst (%n items)
pl: Lista zdjęć (jeden element) Lista zdjęć (%n elementy) Lista zdjęć (%n elementów)
sr: Листа фајлова слика (%n ставка) Листа фајлова слика (%n ставке) Листа фајлова слика (%n ставки)
sr@latn: Lista fajlova slika (%n stavka) Lista fajlova slika (%n stavke) Lista fajlova slika (%n stavki)
th: รายการแฟ้มภาพ (%n รายการ)
tr: Resim Dosyaları Listesi (%n adet)

source: All original image files will be removed from the source Album. Do you want to continue?
ca: Tots els fitxers originals d'imatge se suprimiran de l'àlbum origen. Voleu continuar?
el: Όλα τα αρχικά αρχεία εικόνας θα αφαιρεθούν από το πηγαίο άλμπουμ. Επιθυμείτε να συνεχίσετε;
es: Todos los archivos originales serán eliminados del álbum de fotos de origen. ¿Desea continuar?
fr: Tous les fichiers originaux seront supprimés de l'album source. Voulez-vous continuer ?
gl: Todas as imaxes orixinais serán eliminadas do álbum de orixe. Desexa continuar?
nl: Alle originele afbeeldingbestanden zullen worden verwijderd uit de bronalbum. Wilt u doorgaan?
pl: Wszystkie oryginalne zdjęcia zostaną usunięte z albumu źródłowego. Czy chcesz kontynuować?
sr: Сви оригинални фајлови биће уклоњени из изворног албума. Желите ли да наставите?
sr@latn: Svi originalni fajlovi biće uklonjeni iz izvornog albuma. Želite li da nastavite?
ta: முல ஆல்பத்தில் இருந்து அனைத்து நிஜமான தோற்ற கோப்புகளும் நீக்கபடும்! நீங்கள் தொடர விரும்புகிறிரா?
th: ภาพต้นฉบับทั้งหมดจะถูกลบออกไปจากอัลบั้มต้นฉบับ คุณต้องการจะทำต่อไปหรือไม่ ?
tr: Kaynak Albümdeki bütün asıl resim dosyaları kaldırılacak. Devam etmek istiyor musunuz?

source: Delete Original Image Files
ca: Esborra els fitxers originals d'imatge
el: Διαγραφή αρχικών αρχείων εικόνας
es: Borrar los archivos de imagen originales
fr: Supprimer les fichiers image originaux
gl: Borrar os Ficheiros das Imaxes Orixinais
nl: Originele afbeeldingbestanden verwijderen
pl: Usuń oryginalne pliki ze zdjęciami
sr: Обриши оригиналне фајлове слика
sr@latn: Obriši originalne fajlove slika
ta: உண்மையான பிம்பக் கோப்புகளை அழிக்கவும்
th: ลบแฟ้มต้นฉบับ
tr: Asıl Resim Dosyalarını Sil

source: &Stop
ca: A&tura
el: &Σταμάτημα
es: &Detener
fr: &Arrêter
gl: &Parar
nl: &Stoppen
pl: &Zatrzymaj
sr: &Заустави
sr@latn: &Zaustavi
ta: &நிறுத்து
th: หยุด
tr: &Dur

source: You must specify a writable path for your output file.
ca: Heu d'indicar un camí amb permís d'escriptura pel fitxer de sortida.
el: Πρέπει να καθορίσετε έναν εγγράψιμο φάκελο για το αρχείο εξόδου.
es: Debe especificar una ruta en la que se pueda escribir su archivo de salida.
gl: Debe especificar un cartafol no que poda escreber para o ficheiro de saída.
nl: Geef een schrijfbare locatie op voor uw uitvoerbestand.
pl: Musisz podać ścieżkę umożliwiającą zapis pliku wyjściowego.
sr: За излазни фајл морате дати уписиву путању.
sr@latn: Za izlazni fajl morate dati upisivu putanju.
th: คุณต้องระบุเส้นทางที่คุณสามารถเขียนได้สำหรับเก็บแฟ้มผลลัพธ์ที่ได้

source: The destination file "%1" already exists; do you want overwrite it?
ca: El fitxer de destí "%1" ja existeix; voleu sobreescriure'l?
el: Το αρχείο προορισμού "%1" υπάρχει ήδη. Επιθυμείτε την αντικατάστασή του;
es: El archivo de destino «%1» ya existe. ¿Desea sobrescribirlo?
fr: Le fichier de destination « %1 » existe déjà. Voulez-vous l'écrasez ?
gl: O ficheiro de destino "%1" xa existe; desexa sobrescrebé-lo?
nl: Het doelbestand "%1" bestaat reeds. Wilt u het overschrijven?
pl: Plik wyjściowy "%1" już istnieje; czy chcesz go nadpisać?
sr: Одредишни фајл „%1“ већ постоји. Желите ли да га пребришете?
sr@latn: Odredišni fajl „%1“ već postoji. Želite li da ga prebrišete?
ta: செரும் கோப்பு "%1" ஏற்கணவே உள்ளது! மேல் ஏழுத நீங்கள் விரும்புகிறிரா?
th: มีแฟ้มชื่อ "%1" ที่ชื่อเดียวกันกับแฟ้มผลลัพธ์อยู่ก่อนแล้ว คุณต้องการจะเขียนทับมันหรือไม่ ?
tr: Hedef dosya"%1" zaten var; üzerine yazmak istiyor musunuz?

source: Overwrite Destination Image File
ca: Sobreescriu el fitxer d'imatge de destí
el: Αντικατάσταση αρχείου εικόνας προορισμού
es: Sobrescribir el archivo de imagen de destino
fr: Écraser le fichier de destination
gl: Sobrescreber o Ficheiro de Imaxe de Destino
nl: Doelafbeeldingbestand overschrijven
pl: Nadpisz plik wyjściowy
sr: Пребриши одредишни фајл слике
sr@latn: Prebriši odredišni fajl slike
ta: சேரிட படிமக் கோப்பை மேலெழுது
th: เขียนทับแฟ้มภาพเป้าหมาย
tr: Hedef Resim Dosyasının Üzerine Yaz

source: Skipped.
ca: Saltat.
el: Έχει παραλειφθεί.
es: Omitido.
fr: Ignoré.
gl: Ignorado.
nl: Overgeslagen.
pl: Pominięto.
sr: Прескочено.
sr@latn: Preskočeno.
ta: தவிர்க்கப்பட்டது.
th: ข้ามแล้ว
tr: Atlandı.

source: destination image file already exists (skipped by user).
ca: el fitxer d'imatge de destí ja existeix (saltat per l'usuari).
el: το αρχείο εικόνας προορισμού υπάρχει ήδη (έχει παραλειφθεί από χρήστη).
es: el archivo de imagen de destino ya existe (omitido por el usuario).
fr: le fichier de destination existe déjà (ignoré par l'utilisateur).
gl: o ficheiro de imaxe de destino xa existe (ignorado polo usuário).
nl: doelbestand bestaat reeds (overgeslagen door gebruiker).
pl: plik wyjściowy już istnieje (pominięte przez użytkownika).
sr: Одредишни фајл слике већ постоји (корисник га је прескочио).
sr@latn: Odredišni fajl slike već postoji (korisnik ga je preskočio).
ta: சேரிட படிமக் கோப்பை முன்னரே உள்ளது (பயனரால் தவிர்க்கப்பட்டுள்ளது)!
th: มีแฟ้มชื่อเดียวกันกับแฟ้มผลลัพธ์อยู่แล้ว (ถูกสั่งข้ามโดยผู้ใช้)
tr: hedef resim dosyası zaten var (kullanıcı tarafından geçildi).

source: Failed.
ca: Ha fallat.
el: Απέτυχε.
es: Falló.
fr: Échoué.
gl: Fallou.
nl: Mislukt.
pl: Błąd.
sr: Није успело.
sr@latn: Nije uspelo.
ta: தோல்வியுற்றது
th: ล้มเหลว
tr: Başarısız.

source: destination image file already exists and cannot be renamed.
ca: el fitxer d'imatge de destí ja existeix i no es pot reanomenar.
el: το αρχείο εικόνας προορισμού υπάρχει ήδη και δε μπορεί να μετονομαστεί.
es: el archivo de imagen de destino ya existe y no se puede cambiar de nombre.
fr: le fichier de destination existe déjà et ne peut pas être renommé.
gl: o ficheiro da imaxe de destino xa existe e non é posíbel renomeá-lo.
nl: doelbestand bestaat reeds en kan niet worden hernoemd.
pl: plik wyjściowy już istnieje i nie można zmienić jego nazwy.
sr: Одредишни фајл слике већ постоји и не може бити преименован.
sr@latn: Odredišni fajl slike već postoji i ne može biti preimenovan.
ta: சேரிட படிமக் கோப்பை முன்னரே உள்ளது மற்றும் மாற்றுப்பெயரிட முடியாது!
th: มีแฟ้มชื่อเดียวกันกับแฟ้มผลลัพธ์อยู่แล้ว และไม่สามารถเปลี่ยนชื่อแฟ้มได้
tr: hedef resim dosyası zaten var ve adı değiştirilemiyor.

source: destination image file already exists (skipped automatically).
ca: el fitxer d'imatge de destí ja existeix (saltat automàticament).
el: το αρχείο εικόνας προορισμού υπάρχει ήδη (έχει παραλειφθεί αυτόματα).
es: el archivo de imagen de destino ya existe (omitido automáticamente).
fr: le fichier de destination existe déjà (ignoré automatiquement).
gl: o ficheiro de imaxe de destino xa existe (ignorado automaticamente).
nl: doelbestand bestaat reeds (automatisch overgeslagen).
pl: plik wyjściowy już istnieje (pominięto automatycznie).
sr: Одредишни фајл слике већ постоји (аутоматски је прескочен).
sr@latn: Odredišni fajl slike već postoji (automatski je preskočen).
ta: சேருமிட பிம்பக் கோப்பு முன்னரே உள்ளது (தானாகவே தவிர்க்கப்பட்டுள்ளது)!
th: มีแฟ้มชื่อเดียวกันกับแฟ้มผลลัพธ์อยู่แล้ว (ข้ามโดยอัตโนมัติ)
tr: hedef resim dosyası zaten var (otomatik olarak geçildi).
