Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_cdarchiving.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nb, nds, nl, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, uk

source: <p>Enter here the number of images per row on the album page. A good value is '4'.
ca: <p>Introduïu aquí el nombre de imatges per fila a la pàgina d'àlbum. '4' és un valor apropiat.
cs: <p>Zde zadejte počet náhledů na řádku. Dobrá hodnota je '4'.
da: <p>Angiv antallet af billeder i hver række. En god værdi er '4'.
de: <p>Geben Sie hier die Anzahl der Bilder pro Reihe der Album-Seite ein. "4" ist ein guter Wert.
el: <p>Εισάγετε εδώ τον αριθμό των εικόνων ανά γραμμή στη σελίδα του άλμπουμ. Μια καλή τιμή είναι '4'.
es: <p>Introduzca aquí el número de imágenes por fila para la página HTML del álbum. «4» es un buen valor.
et: <p>Kirjuta, mitu pilti peab albumi leheküljel ühes reas olema. Väga mõistlik valik on '4'.
fr: <p>Saisissez ici le nombre d'images par ligne dans la galerie, 4 est une bonne valeur.
gl: <p>Indique o número de imaxes por fila nas páxinas do álbum. Un bon valor é '4'.
is: <p>Stilltu hér fjölda mynda í hverri röð á síðu albúmsins. Oft er þetta stillt á '4'.
it: <p>Inserire qui il numero di immagini per riga nella pagina dell'album. Un buon valore è 4.
ja: <p>ページの横一列に表示する画像数を指定してください。妥当な値は'4'です。
nb: <p>Angi antall bilder i hver rekke. En god verdi er '4'.
nds: <p>Hier kannst Du de Tall vun Biller per Reeg op de Albumsiet ingeven. Faken is "4" en goot Weert.
nl: <p>Voer hier het aantal afbeeldingen per rij in voor de albumpagina. Een goede waarde is '4'.
pl: <p>Wpisz tutaj liczbę zdjęć w wierszu na stronie albumu. Dobrym wyborem jest '4'.
pt: <p>Indique o número de imagens por fila nas páginas do álbum. Um bom valor é '4'.
pt_br: <p>Digite aqui o número de imagens por linha, que devem aparecer na página do álbum. Um bom valor é '4'.
sr: <p>Унесите овде број слика по врсти на страни албума. Добра вредност је 4.
sr@latn: <p>Unesite ovde broj slika po vrsti na strani albuma. Dobra vrednost je 4.
sv: <p>Skriv in antal bilder per rad på albumsidorna. Ett bra värde är '4'.
ta: <p>திரப்பு வைப்பேடில் ஒவ்வொரு வரிக்குரிய படிமங்களைன் எண்ணிக்கையை இங்கே நுளை . '4'என்பது நல்ல மதிபெணாகும்.
th: <p>ตั้งค่าจำนวนภาพที่จะให้แสดงต่อหนึ่งแถวบนหน้าอัลบั้มได้ที่นี่ โดยค่าที่เหมาะสมคือ '4'
tr: <p>Buraya albüm sayfasında satır başına düşecek resim sayısını girin. '4' iyi bir değerdir.

source: Thumbnail size:
ca: Mida de les miniatures:
cs: Velikost miniatur:
da: Miniaturestørrelse:
de: Vorschaugröße:
el: Μέγεθος εικόνας επισκόπησης:
es: Tamaño de las miniaturas:
et: Pisipildi suurus:
fr: Taille des aperçus :
gl: Tamaño das miniaturas:
is: Stærð smámynda:
it: Dimensione delle miniature:
ja: サムネイルのサイズ:
nb: Miniatyrstørrelse:
nds: Grött vun de Vöransichten:
nl: Miniatuurgrootte:
pl: Rozmiar miniatur:
pt: Tamanho das miniaturas:
pt_br: Tamanho da miniatura:
sr: Величина сличица:
sr@latn: Veličina sličica:
sv: Miniatyrbildsstorlek:
ta: சிறுபடத்தின் அளவு:
th: ขนาดมิติของภาพตัวอย่าง:
tr: Küçük resim boyutu:
uk: Розмір мініатюри:

source: <p>The new size of thumbnails in pixels
ca: <p>La mida nova de les miniatures, en píxels
cs: <p>Nová velikost náhledů v pixelech
da: <p>Den nye miniaturestørrelse angivet i billedpunkter
de: <p>Die neue Größe der Vorschaubilder in Pixeln.
el: <p>Το νέο μέγεθος των εικόνων επισκόπησης σε εικονοστοιχεία
es: <p>El nuevo tamaño de las miniaturas en número de puntos
et: <p>Pisipildi uus suurus pikslites
fr: <p>Saisissez ici la taille des aperçus en pixel
gl: <p>O novo tamaño das miniaturas en píxels
is: <p>Ný stærð smámynda, í dílum
it: <p>La nuova dimensione delle miniature in pixel
ja: <p>サムネイルのサイズをピクセルで指定してください。
nb: <p>Den nye miniatyrstørrelsen angitt i piksler
nds: <p>De niege Grött för de Vöransichten in Pixels
nl: <p>De nieuwe miniatuurgrootte in pixels
pl: <p>Nowy rozmiar miniatur, w pikselach
pt: <p>O novo tamanho das miniaturas em pontos
pt_br: <p>O novo tamanho para as miniaturas, em pixels
sr: <p>Нова величина сличица у пикселима.
sr@latn: <p>Nova veličina sličica u pikselima.
sv: <p>Ny storlek för miniatyrbilderna i bildpunkter
ta: <p>படப்புள்ளிகளில் சிறுபடங்களின் புதிய அளவு
th: <p>ขนาดมิติภาพของภาพตัวอย่าง
tr: <p>Küçük resimlerin benek cinsinden yeni boyutları

source: <p>Select here the image file format for thumbnails.<p>
ca: <p>Seleccioneu aquí el format de fitxer d'imatge per les miniatures.<p>
cs: <p>Zde zvolte formát souboru náhledů.<p>
da: <p>Vælg filformat for miniaturer.<p>
de: <p>Wählen Sie hier das Dateiformat der Vorschaubilder.<p>
el: <p>Επιλέξτε εδώ τη μορφή αρχείου εικόνας για τις εικόνες επισκόπησης.<p>
es: <p>Seleccione aquí el formato de los archivos de imagen de las miniaturas.</p>
et: <p>Vali siin pisipildi failivorming.<p>
fr: <p>Sélectionnez ici le format de fichier d'image pour les aperçus.<p>
gl: <p>Escolla aqui o formato de imaxe das miniaturas.<p>
is: <p>Veldu hér skráarsnið fyrir smámyndir.<p>
it: <p>Seleziona qui il formato dei file delle miniature.<p>
ja: <p>サムネイルの画像ファイル形式を選択します。<p>
nb: <p>Med denne innstillinga kan du velge formatet på miniatyrbildene.<p>
nds: <p>Hier kannst Du dat Dateiformaat för de Vöransichtbiller fastleggen.<p>
nl: <p>Selecteer hier het bestandsformaat voor de miniaturen.<p>
pl: <p>Wybierz tutaj format zapisu miniatur.<p>
pt: <p>Seleccione aqui o formato de imagem dos ficheiros das miniaturas.<p>
pt_br: <p>Selecione aqui o formato do arquivo de imagem para as miniaturas.<p>
sr: <p>Изаберите овде формат фајла слике за сличице.<p>
sr@latn: <p>Izaberite ovde format fajla slike za sličice.<p>
sv: <p> Välj bildfilformat för miniatyrbilderna här.<p>
ta: <p>சிறுபடங்கலுக்காண படிமக்கோப்பின் வடியத்தை தேர்ந்தேடு.<p>
th: <p>เลือกรูปแบบแฟ้มภาพสำหรับใช้กับภาพตัวอย่างได้ที่นี่<p>
tr: <p>Burada küçük resimler için resim dosyası biçimini seçin.<p>

source: <b>JPEG</b>: The Joint Photographic Experts Group's file format is a good Web file format but it uses lossy data compression.<p><b>PNG</b>: the Portable Network Graphics format is an extensible file format for the lossless, portable, well-compressed storage of raster images. PNG provides a patent-free replacement for GIF and can also replace many common uses of TIFF. PNG is designed to work well in online viewing applications, such as the World Wide Web, so it is fully streamable with a progressive display option. Also, PNG can store gamma and chromaticity data for improved color matching on heterogeneous platforms.
ca: <b>JPEG</b>: el format de fitxer "The Joint Photographic Experts Group" és un bon format de fitxer per la web però empra compressió amb pèrdua.<p><b>PNG</b>: el format "Portable Network Graphics" és un format de fitxer extensible que evita la pèrdua, portable, i té una bona compressió d'emmagatzematge d'imatges ràster. El PNG proporciona un recanvi lliure de patents al GIF i també pot substituir molts usos comuns del TIFF. El PNG està dissenyat per treballar bé amb les aplicacions de visualització en línia, com la web, doncs és completament transmissible amb una opció de visualització progressiva. El PNG també pot emmagatzemar dades de gamma i cromaticitat per millorar la coincidència de color en plataformes heterogènies.
cs: <b>JPEG</b>: tento formát (zkratka z angl. Joint Photographic Experts Group) používající ztrátovou kompresi je vhodný pro webové obrázky.<p><b>PNG</b>: rozšiřitelný souborový formát (zkratka z angl. Portable Network Graphics format) pro bezztrátové, přenositelné, dobře komprimované ukládání rastrové grafiky. Formát PNG je patenty nezatíženou náhradou formátu GIF a zároveň v mnoha ohledech nahrazuje formát TIFF. Formát PNG byl navržen pro bezproblémovou podporu online aplikací, např. webu, takže je plně streamovatelný a podporuje progresivní zobrazování. PNG umí uložit také hodnoty gamy a barevnosti, což vylepšuje barevnou shodu na různých platformách.
da: <b>JPEG</b>: Joint Photographic Experts Group filformatet er velegnet til brug på WWW, men benytter en komprimeringsmetode hvorved der mistes billedinformation. <p><b>PNG</b>: Portable Networks Graphics filformatet er et udvidbart format til tabsfrit, portabelt, komprimeret lagring af rasterbilleder. PNG tilbyder en patentfri erstatning for GIF og kan også erstatte brugen af TIFF i visse situationer PNG er designet til at fungere godt i visningsprogrammer på nettet, for eksempel til World Wide Web, derfor er formatet muligt at streame og med mulighed for fremskridtsvisning. PNG kan også gemme gamma og farveinformation til forbedret farveoverensstemmelse på forskellige platforme.
de: <b>JPEG</b>: Das Joint Photographic Experts Group Dateiformat ist ein gutes Webdateiformat, das Kompression mit Datenverlust nutzt.<p><b>PNG</b>: das Portable Network Graphics Format ist ein erweiterbares Dateiformat für das verlustfreie, portable, komprimierte Speichern von Rasterbildern. PNG ermöglicht eine patentfreie Ersetzung des GIF und kann in vielen Fällen auch das TIFF-Format ersetzen. PNG ist entworfen worden, um in Online Bildbetrachtungsprogrammen, wie im World Wide Web, benutzt zu werden. Es kann optional eine Voransicht von Bildern während des Ladens anzeigen. Weiterhin kann PNG Gamma- und Farbwertdaten für eine verbesserte Bildanzeige in heterogenen Plattformen speichern.
el: <b>JPEG</b>: Η μορφή 'Joint Photographic Experts' αρχείου είναι μια καλή μορφή για τον Ιστό αλλά χρησιμοποιεί απωλεστική συμπίεση δεδομένων.<p><b>PNG</b>: Η μορφή 'Portable Network Graphics' είναι μια μορφή με μη απωλεστική συμπίεση, κινητή, καλά συμπιεσμένη αποθήκευση ψηφιακών εικόνων. Η PNG προσφέρει μια αντικατάσταση χωρίς πατέντες της GIF καθώς επίσης μπορεί να αντικαταστήσει πολλές κοινές χρήσεις της TIFF. Η PNG σχεδιάστηκε για να λειτουργεί σωστά σε ενεργές εφαρμογές προβολής, όπως ο παγκόσμιος ιστός, έτσι είναι πλήρως ικανό για προοδευτική εμφάνιση εικόνων. Επίσης, η PNG μπορεί να αποθηκεύσει γάμμα και χρωματικά δεδομένα για βελτιωμένη χρωματική σύνθεση σε ετερογενείς πλατφόρμες.
es: <b>JPEG</b>: El formato de archivo «Joint Photographic Experts Group» es un buen formato de archivo para la web pero usa una compresión con pérdida de datos.<p> <b>PNG</b>: el formato de archivo «Portable Network Graphics» es un formato de archivo ampliable, portable y sin pérdida de datos para almacenar imágenes en mapa de bits. El PNG proporciona una alternativa libre de patentes al GIF y frecuentemente también puede reemplazar al TIFF. El PNG está diseñado para funcionar bien con aplicaciones de visualización de imágenes por Internet. Es totalmente transmisible con una opción de presentación progresiva. Además, el PNG puede almacenar la información de gamma y de cromacidad para mejorar la conservación de los colores entre plataformas heterogéneas.
et: <b>JPEG</b>: Joint Photographic Experts Groupi failivorming on korralik failivorming veebile, kuid kasutab andmetekaoga tihendust.<p><b>PNG</b>: Portable Network Graphicsi vorming on asjalik kadudeta, porditav ja korraliku tihendusega rasterpiltide failivorming. PNG pakub patendivaba asendust GIF-vormingule ning asendab suurel määral ka TIFF-vormingut. PNG on mõeldud ühtlasi korralikuks esitamiseks veebis, mistõttu seda saab igati kasutada internetipiltides. Samuti suudab PNG salvestada gamma- ja värviandmeid paljudel platvormidel korrektsete värvipiltide esitamiseks.
fr: <b>JPEG</b> : le format de fichier « Joint Photographic Experts Group » est un bon format pour la diffusion sur Internet mais il utilise une compression de données avec pertes.<p><b>PNG</b> : le format de fichier « Portable Network Graphics » est un format extensible, sans pertes, portable et bien compressé. PNG est un remplaçant libre de droits du format GIF et peut remplacer aussi beaucoup de caractéristiques du format TIFF. PNG est conçu pour être efficace avec les applications de consultation en ligne, comme celles de l'Internet, dans lesquelles il peut s'afficher progressivement. De plus, PNG peut conserver les informations relatives au gamma et aux couleurs afin d'améliorer la correspondance des couleurs sur les plates-formes hétérogènes.
gl: <b>JPEG</b> O formato de ficheiro "Joint Photographic Experts Group" é bon para utilizazón na Web pero utiliza compresión con perda de dados. <p><b>PNG</b>: o formato "Portable Network Graphics" é un formato de ficheiro extensíbel para armacenamento sen perda de dados, portábel e ben comprimido de imaxes rasterizadas. PNG é un substituto sen patentes do formato GIF e tamén substitui alguns usos comuns do TIFF. PNG está deseñado para funcionar ben en aplicazóns online, porque que ten a opzón de visualizazón progresiva. PNG tamén pode armacenar dados de gama e croma para a obter cores mais fiéis mesmo en plataformas heteroxéneas.
is: <b>JPEG</b>: (Joint Photographic Experts Group) er skráarsnið sem virkar vel á vefnum en það notar þjöppunaraðferð sem tapar gögnum (í hvert skipti sem mynd er vistuð).<p><b>PNG</b>: (Portable Network Graphics) skráarsniðið er útvíkkanlegt snið fyrir taplausa, yfirfæranlega, vel þjappanlega geymslu á bitamyndum. PNG bíður upp á einkaleyfafrítt snið í stað GIF og getur í mörgum algengum tilfellum komið í stað TIFF. PNG er hannað til að virka vel á netinu, þannig að það má streyma að fullu með streamable möguleika á framvindanlegri birtingu. Einnig má nefna að PNG getur geymt upplýsingar um litróf og litbrigði til stöðlunar á birtingu í hinum ýmsu og misjöfnu kerfum.
it: <b>JPEG</b>: Il formato file Joint Photographic Expert Group è un buon formato file per il Web ma una una compressione con perdita di dati.<p><b>PNG</b>: il Portable Network Graphics è un formato per la memorizzazione senza perdite di dati, portabile, ben compressa di immagini. PNG è un sostituto libero da brevetti di GIF e può anche sostituire molti usi comuni di TIFF. PNG è pensato per lavorare bene con applicazioni online, come il World Wide Web, e si può utilizzare per visualizzazioni progressive. In più, PNG può memorizzare informazioni su gamma e colori per una resa migliore su piattaforme diverse.
nb: <b>JPEG</b>: Joint Photographic Experts Group filformatet er velegnet til bruk på WWW, men benytter en komprimeringsmetode som mister bildeinformasjon. <p><b>PNG</b>: Portable Networks Graphics
nds: <b>JPEG</b>: Dat Dateiformaat vun den Gemeen fotograafsch Koppel vun Experten (engl. "Joint Photographic Experts' Group") lett sik goot in't Nett bruken, man bruukt en Formaat mit Verlusten.<p><b>PNG</b>: Dat Överdreegbor Nettwarkgrafik-Formaat (engl. "Portable Network Graphics") is en Dateiformaat ahn Verlusten, wat sik goot komprimeren, överdregen un ok verwiedern lett. PNG-Biller brickt keen Patenten un laat sik faken ok dor bruken, wo Een sünst TIFF-Biller bruken deit. Dat Formaat lett sik mit Strööm över Nettwarken överdregen un bargt en Optschoon för't Dorstellen na't Vörankamen; dat is so opbuut, dat Kiekers dat goot in't WWW bruken köönt. PNG-Biller köönt ok Gamma- un Klöörweerten bargen, se laat sik op verscheden Reedschappen liek wiesen.
nl: <b>JPEG</b>: het bestandsformaat van de Joint Photographic Experts Group is een goed bestandsformaat voor webtoepassingen, maar het gebruikt een compressietechniek die voor kwaliteitsverlies zorgt.<p><b>PNG</b>: het formaat "Portable Network Graphics" is een uitbreidbaar bestandsformaat voor het bewaren van overdraagbare en goed gecomprimeerde bestanden in rasterformaat. PNG is een patentvrije vervanging voor GIF en kan vaak het TIFF-formaat vervangen . PNG is ontworpen om te werken met online viewing-toepassingen zoals het World Wide Web. Het is dus volledig streamable met een "progressive display option". Ook kan PNG gamma- en chromaticity-gegevens bewaren voor verbeterde kleurvergelijkingen op heterogene platformen.
pl: <b>JPEG</b>: (Joint Photographic Experts' Group) format ten jest dobry do zastosowań internetowych, jednak używa kompresji stratnej.<p><b>PNG</b>: (Portable Network Graphics) format PNG jest formatem grafiki oferującym bezstratną, przenośnośną, wysoko wydajną kompresję grafiki rastrowej. PNG, pozostając rozwiązaniem nieopatentowanym, jest dobrym zamiennikiem formatu PNG, może także zastąpić format TIFF w wielu popularnych zastosowaniach. PNG został stworzony z myślą o współpracy z rozwiązaniami do przeglądania grafiki online, takimi jak World Wide Web, tak więc oferuje opcję przesyłania strumieniowego wraz z wyświetlanie grafiki w miarę jej ściągania. PNG może także przechowywać informacje o kanale gamma i barwie w celu lepszego odwzorowania kolorów na niezgodnych platformach.
pt: <b>JPEG</b> O formato de ficheiro "Joint Photographic Experts Group" é bom para utilização na Web mas utiliza compressão com perca de dados. <p><b>PNG</b>: o formato "Portable Network Graphics" é um formato de ficheiro extensível para armazenamento sem perca de dados, portável e bem comprimido de imagens rasterizadas. O PNG um substituto sem patente do formato GIF e também substitui alguns usos comuns do TIFF. O PNG está desenhado para funcionar bem em aplicações 'online', uma vez que tem opções de visualização progressiva. O PNG pode também armazenar dados de gama e croma de forma a obter cores mais fieis mesmo em plataformas heterógeneas.
pt_br: <b>JPEG</b>: O formato de arquivo Joint Photographic Experts Group (Grupo Avançado de Junções Fotográficas - JPEG) é um ótimo formato de imagens para web, pois usa uma compressão sem perda de dados.<p><b>PNG</b>: o formato de arquivo de Gráficos de Rede Portáveis (Portable Network Graphics ou PNG) é um formato de arquivo extensível, para imagens sem perda de dados, portáveis e com ótima compressão de dados. O PNG é um opção livre para o GIF, e pode substituir também em muitos casos o TIFF. O formato PNG foi projetado para trabalhar bem em aplicativos de visualização on-line, tais como WWW, pois ele possui a capacidade de stream completa, com uma opção de exibição progressiva. O PNG também pode armazenar dados gama e cromáticos, para o melhoramento da cor em plataformas heterogêneas.
sr: <b>JPEG</b>: Добар формат фајлова за Веб, али користи компресију са губицима.<p><b>PNG</b>: Проширив формат фајлова за добру компресију растерских слика, без губитака. PNG је слободна од патената замена за GIF, а може да замени и TIFF у многим уобичајеним применама. PNG је пројектован да ради добро у применама за прегледање на вези, као што је Веб (World Wide Web), тако да је потпуно серијски са опцијом прогресивног приказа. Такође, PNG може да складишти податке о гами и хроматичности ради побољшаног поклапања боја на разноврсним платформама.
sr@latn: <b>JPEG</b>: Dobar format fajlova za Veb, ali koristi kompresiju sa gubicima.<p><b>PNG</b>: Proširiv format fajlova za dobru kompresiju rasterskih slika, bez gubitaka. PNG je slobodna od patenata zamena za GIF, a može da zameni i TIFF u mnogim uobičajenim primenama. PNG je projektovan da radi dobro u primenama za pregledanje na vezi, kao što je Veb (World Wide Web), tako da je potpuno serijski sa opcijom progresivnog prikaza. Takođe, PNG može da skladišti podatke o gami i hromatičnosti radi poboljšanog poklapanja boja na raznovrsnim platformama.
sv: <b>JPEG</b>: Filformatet från "Joint Photographic Experts Group" är ett bra filformat för webben, men använder komprimering med dataförlust.<p><b>PNG</b>: Formatet "Portable Network Graphics" är ett filformat som kan utökas för förlustfri, flyttbar, välkomprimerad lagring av rasterbilder. PNG erbjuder en patentfri ersättning av GIF, och kan också ersätta många vanliga användningar av TIFF. PNG är konstruerat att fungera bra i program för direktvisning, som webben, så det kan strömmas och har ett alternativ för gradvis visning. Dessutom kan PNG lagra gamma- och färgmättnadsdata för förbättrad färgmatchning på heterogena plattformar.
ta: <b>JPEG</b>: நவீன புகைப்பட சேர்பு கூழு கோப்பு வடிவம் ஒரு சிறந்த இனை கோப்பு வடிவம் ஆணால் இது சுருக்கத்தை பயன்படுத்தும் தரவு இழப்புடன்.<p><b>PNG</b>: எளிய பினைய வரைபடம் வடிவம் ஒரு நீட்டிப்பு கோப்பு வடிவம் இழப்பில்லாமல், நகற்றகூடிய, நன்றாக சுருக்கபட்ட சேமிப்பு பழுப்பு தோற்றம். PNG படிவ-இலவச மாற்றை தரும் GIFக்காக மற்றும் இது நிறைய பொது பயனை தரும் TIFF. PNG இனையத்தில் வேலை செய்ய நன்றாக வடிவமைக்க பட்டுள்ளது பயன்பாடு பார்க்க, எடுத்துகாட்டுக்கு உலக பரப்பு இனையம், இது முழுவதும் பரப்ப கூடிய காட்சி தேர்வு.மேலும், PNG காமாவை சேமிக்கும் மற்றும் க்ரோமெடிசிட்டி தரவு சிறந்த வண்ணத்திற்காக எட்ரோஜினியஸ் மட்டத்துக்கு பொருந்த.
th: <b>JPEG</b>: รูปแบบแฟ้มของ The Joint Photographic Experts Group เหมาะสำหรับใช้กับเวบ แต่จะมีการบีบข้อมูลที่ทำให้ภาพเสียรายละเอียด<p><b>PNG</b>: รูปแบบแฟ้ม Portable Network Graphics เป็นแฟ้มที่ภาพเสียรายละเอียดน้อยมาก มีขนาดที่เหมาะสม และเหมาะกับการใช้ แฟ้มแบบ PNG นั้นไม่มีปัญหาเรื่องสิทธิบัตรต่างจากแฟ้มแบบ GIF และยังสามารถใช้ทดแทนแฟ้มแบบ TIFF ได้ดีอีกด้วย แฟ้มแบบ PNG ถูกออกแบบมาให้ทำงานได้ดีกับการแสดงผลแบบออนไลน์ เช่น เวบ ดังนั้นมันจึงสามารถเลือกทำการแสดงผลแบบโพรเกรสซีฟในระหว่างการรับสายข้อมูลได้และเช่นกัน แฟ้มแบบ PNG ยังสามารถเก็บค่าแกมม่าและค่าข้อมูลโครม่า สำหรับปรับปรุงใช้งานระบบกับอุปกรณ์ที่แตกต่างกันได้ง่าย
tr: <b>JPEG</b>: The Joint Photographic Experts Group dosya biçimi Web için iyi bir biçimdir fakat kayıplı veri sıkıştırmayı kullanır.<p><b>PNG</b>: Portable Network Graphics biçimi, kaypsız, taşınabilir, iyi sıkıştırılmış raster resimler için esnek bir biçimdir. PNG, GIF için telifsiz bir alternatif sunar, aynı zamanda TIFF'in birçok genel kullanımını da ikame eder. PNG, Web çevrimiçi görüntüleme uygulamalarında iyi çalışmak üzere tasarlanmıştır. Bu yüzden, uygun görüntü seçeneklerinde tamamen akıcıdır. Ayrıca, PNG değişik ortamlarda doğru renk eşleşmesi için gama bilgilerini de saklar.

source: Thumbnail file format:
ca: Format de les miniatures:
cs: Formát náhledu:
da: Miniaturefilformat:
de: Dateiformat für die Vorschau:
el: Μορφή αρχείου εικόνων επισκόπησης:
es: Formato de archivo de las miniaturas:
et: Pisipildi failivornming:
fr: Format de fichier des aperçus :
gl: Formato de ficheiro das miniaturas:
is: Skráarsnið smámynda:
it: Formato file delle miniature:
ja: サムネイルのファイル形式:
nb: Miniatyrbilde filformat:
nds: Vöransicht-Dateiformaat:
nl: Bestandsformaat van miniaturen:
pl: Format miniatur:
pt: Formato de ficheiro das miniaturas:
pt_br: Formato de arquivo de miniatura:
sr: Формат фајлова сличица:
sr@latn: Format fajlova sličica:
sv: Miniatyrbildernas filformat:
ta: சிறுபடம் கோப்பு வடிவில்:
th: รูปแบบของแฟ้มภาพตัวอย่าง:
tr: Küçük resim dosya biçimi:
uk: Формат файлів мініатюр:

source: <p>Select here the font name used for the pages.
ca: <p>Seleccioneu aquí el nom de la lletra emprada a les pàgines.
cs: <p>Zvolte písmo, které se použije pro stránky.
da: <p>Vælg skrifttypen der skal bruges til siderne.
de: <p>Wählen Sie eine Schriftart für die Seiten.
el: <p>Επιλέξτε εδώ το όνομα της γραμματοσειράς που θα χρησιμοποιηθεί στις σελίδες.
es: <p>Seleccione aquí el nombre del tipo de letra que se usará en las páginas HTML.
et: <p>Vali kasutatava fondi nimi.
fr: <p>Sélectionnez ici la police utilisée pour la galerie.
gl: <p>Escolla aqui o tipo de letra utilizado nas páxinas.
is: <p>Veldu hér nafn leturs sem á að nota á síðunum.
it: <p>Seleziona qui il nome del carattere da utilizzare nelle pagine.
ja: <p>ページに使用するフォント名を選択します。
nb: <p>Velg skrifttypen som skal brukes til sidene.
nds: <p>Hier kannst Du de Schriftoort för de Sieden utsöken
nl: <p>Selecteer hier het lettertype voor de pagina's.
pl: <p>Wybierz tutaj rodzaj czcionki używanej na stronach.
pt: <p>Seleccione aqui o tipo de letra utilizado nas páginas.
pt_br: <p>Selecione aqui o nome da fonte usada nas páginas.
sr: <p>Изаберите овде име фонта који се користи на странама.
sr@latn: <p>Izaberite ovde ime fonta koji se koristi na stranama.
sv: <p>Välj teckensnittsnamn som används för sidorna här.
ta: <p>பக்கங்களில் பயன்படும் எழுத்துருவின் பெயரை இங்கே தேர்வுசெய்க.
th: <p>เลือกชื่อของแบบอักษรที่ต้องการใช้บนเอกสารเวบได้ที่นี่
tr: <p>Burada sayfalarda kullanılan yazıtipi adını seçin.
