Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugins.po
Languages: da, de, el, es, et, fr, gl, is, ja, mt, nb, nl, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, zh_cn

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that you could brighten up your images using Batch Color Images plugin for increased contrast? </td> </tr> </table> </p>
da: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Vidste du at du kan gøre dine billeder lysere ved at bruge farvelæg billeder i gruppekørsel og forøge kontrasten? </td> </tr> </table> </p>
de: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wussten Sie, dass Sie Ihre Bilder mit dem Stapel-Bildfarben-Modul durch eine Erhöhung des Kontrastes aufhellen können? </td> </tr> </table> </p>
el: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Γνωρίζατε ότι μπορείτε να κάνετε τις εικόνες σας φωτεινότερες χρησιμοποιώντας το πρόσθετο ομαδικού χρωματισμού εικόνων για μεγαλύτερη αντίθεση; </td> </tr> </table> </p>
es: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> ¿Sabí­a que puede aumentar el brillo de sus imágenes usando el complemento de proceso por lotes de coloración de las imágenes para mejorar el contraste? </td> </tr> </table> </p>
et: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kas teadsid, et võid oma pilte heledamaks muuta pakktöötluse värviefektide pluginaga kontrasti suurendades? </td> </tr> </table> </p>
fr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Saviez-vous que vous pouvez augmenter l'éclat de vos images en utilisant le filtre « Augmenter le contraste » du menu « Outils->Traitements par lots->Améliorer les couleurs... » ? </td> </tr> </table> </p>
gl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que pode aumentar o brillo das suas imaxes usando o plugin de Cor de Lotes de imaxes para mellorar o contraste? </td> </tr> </table> </p>
is: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Veistu að þú getur lýst upp myndirnar þínar með því að nota Magnvinnsla/Litunartól íforritið og gefið þeim aukin birtuskil? </td> </tr> </table> </p>
ja: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 「一括処理 - カラー補正」を使ってコントラストを上げると、画像を明るくすることができます。 </td> </tr> </table> </p>
mt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kont taf li tista' ddawwal l-istampi tiegħek bill tuża l-plug-in "Batch Color Images" biex iżżid il-kuntrast? </td> </tr> </table> </p>
nb: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du at du kan gjøre bildene dine lysere ved å bruke fargelegg bilder i flerbildeverktøyet og øke kontrasten? </td> </tr> </table> </p>
nl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wist u dat u uw afbeeldingen helderder kunt maken met de plugin "Afbeeldingen kleuren"? </td> </tr> </table> </p>
pl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Czy wiesz, że możesz rozjaśnić swoje zdjęcia zwiększając kontrast korzystając z wtyczki Grupowe przetwarzanie kolorystyki? </td> </tr> </table> </p>
pt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que pode aumentar o brilho das suas imagens utilizando o 'plugin' de cor de de imagens em lote para melhoria de contraste? </td> </tr> </table> </p>
pt_br: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Você sabia que pode aumentar o brilho de suas imagens usando o plug-in para colorir imagens, para aumentar o contraste? </td> </tr> </table> </p>
sr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Да ли сте знали да можете посветлити ваше слике помоћу прикључка за пакетну обраду слика за појачани контраст? </td> </tr> </table> </p>
sr@latn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Da li ste znali da možete posvetliti vaše slike pomoću priključka za paketnu obradu slika za pojačani kontrast? </td> </tr> </table> </p>
sv: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du att du skulle kunna göra dina bilder ljusare med insticksprogrammet Bildfärgförbättring i bakgrunden för ökad kontrast? </td> </tr> </table> </p>
ta: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> அதிக மாறுபாட்டிற்கு தொகுதி வண்ண பிம்பங்கள் சொருகுப்பொருளை பயன்படுத்தி உங்கள் படங்களை பிரகாசமாக்கலாம் என்று உங்களுக்குத் தெரியுமா? </td> </tr> </table> </p>
th: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> คุณทราบหรือไม่ว่า คุณสามารถจะปรับภาพให้ดูคมชัดสดใสได้ง่าย ๆ โดยใช้ปลั๊กอิน ปรับสีกลุ่มภาพ เพื่อเพิ่มความเข้มแสงได้ ? </td> </tr> </table> </p>
tr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Yüksek karşıtlık için Resim Renk Komut Kümesini kullanarak resimlerinizin parlaklığını artırabileceğinizi biliyor muydunuz? </td> </tr> </table> </p>
zh_cn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 您可以使用批处理着色图像插件来增加一系列图像的亮度。 </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that you could abort a slideshow using <b>ESC</b>? </td> </tr> </table> </p>
da: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Vidste du at du kan standse et diasshow ved at trykke på <b>ESC</b>? </td> </tr> </table> </p>
de: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wussten Sie, dass Sie die Fotopräsentation mit <b>ESC</b> abbrechen können? </td> </tr> </table> </p>
el: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Γνωρίζατε ότι μπορείτε να διακόψετε μία προβολή σλάιντς χρησιμοποιώντας το <b>ESC</b>; </td> </tr> </table> </p>
es: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> ¿Sabí­a que puede cancelar una presentación usando <b>ESC</b>? </td> </tr> </table> </p>
et: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kas teadsid, et slaidiseansi saab lõpetada klahviga <b>ESC</b>? </td> </tr> </table> </p>
fr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Saviez-vous que vous pouvez interrompre le diaporama en utilisant la touche <b>Echap</b> ? </td> </tr> </table> </p>
gl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que pode abortar unha apresentazón usando <b>ESC</b>? </td> </tr> </table> </p>
is: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Veistu að þú getur hætt við skyggnusýningu með því að nota <b>ESC</b>? </td> </tr> </table> </p>
ja: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> <b>ESC</b> キーでスライドショーを中止することができます。 </td> </tr> </table> </p>
mt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kont taf li tista' twaqqaf preżentazzjoni bl-islajds billi tagħfas <b>ESC</b>? </td> </tr> </table> </p>
nb: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du at du kan stanse en lysbildevisning ved å trykke på <b>ESC</b>? </td> </tr> </table> </p>
nl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wist u dat u een diavoorstelling kunt stoppen door op de toets <b>ESC</b> te drukken? </td> </tr> </table> </p>
pl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Czy wiesz, że możesz anulować pokaz slajdów naciskając <b>ESC</b>? </td> </tr> </table> </p>
pt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que pode cancelar uma apresentação utilizando o <b>ESC</b>? </td> </tr> </table> </p>
pt_br: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Você sabia que pode interromper um show de slides usando a tecla <b>ESC</b>? </td> </tr> </table> </p>
sr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Да ли сте знали да можете прекинути слајд шоу помоћу <b>ESC</b> тастера? </td> </tr> </table> </p>
sr@latn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Da li ste znali da možete prekinuti slajd šou pomoću <b>ESC</b> tastera? </td> </tr> </table> </p>
sv: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du att du skulle kunna avbryta ett bildspel genom att använda <b>Esc</b>? </td> </tr> </table> </p>
ta: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> ESC விசையை பயன்படுத்தி ஒரு படவில்லை காட்சியை நிறுத்தலாம் என்பது உங்களுக்குத்<b>தெரியுமா?</b>? </td> </tr> </table> </p>
th: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> คุณทราบหรือไม่ว่า คุณสามารถจะยกเลิกการนำเสนอภาพได้ง่าย ๆ ด้วยการกดปุ่มพิมพ์ <b>ESC</b> ? </td> </tr> </table> </p>
tr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Bir slayt gösterisinden <b>ESC</b> ile çıkabileceğinizi biliyor muydunuz? </td> </tr> </table> </p>
zh_cn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 您可以使用 <b>Esc</b> 中断幻灯片放映。 </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that Kipi library provide a scanner plugin that gives you direct access to your scanner? </td> </tr> </table> </p>
da: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Vidste du at KIPI-biblioteket har et skanner-plugin der giver dig direkte adgang til din scanner? </td> </tr> </table> </p>
de: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wussten Sie, dass die KIPI-Bibliothek ein Scannermodul zur Verfügung stellt, mit dem Sie direkt auf Ihren Scanner zugreifen können? </td> </tr> </table> </p>
el: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Γνωρίζατε ότι η βιβλιοθήκη Kipi περιέχει έναν πρόσθετο σαρωτή που σας δίνει απευθείας πρόσβαση στο σαρωτή σας; </td> </tr> </table> </p>
es: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> ¿Sabí­a que la biblioteca KIPI le proporciona un complemento de digitalización que le da acceso directo a su escáner? </td> </tr> </table> </p>
et: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kas teadsid, et KIPI teegil on skänneriplugin, mille abil saab vahetult kasutada skännerit? </td> </tr> </table> </p>
fr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Saviez-vous que la bibliothèque KIPI fournit un module de numérisation qui vous donne un accès direct à votre scanner ? </td> </tr> </table> </p>
gl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que a biblioteca de Kipi prové dun plugin para escáner que lle dá aceso ao seu escáner? </td> </tr> </table> </p>
is: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Veistu að KIPI skráasöfnin koma með íforriti til skönnunar sem gefur beinan aðgang að skannanum þínum? </td> </tr> </table> </p>
ja: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 「インポート」->「画像をスキャン」からスキャナに直接アクセスすることができます。 </td> </tr> </table> </p>
mt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kont taf li l-librerija Kipi tfornik bi plugin għal aċċess dirett għall-iskaner? </td> </tr> </table> </p>
nb: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du at KIPI-biblioteket har et skannertillegg som gir deg direkte tilgang til skanneren din? </td> </tr> </table> </p>
nl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wist u dat de KIPI-bibliotheek een scannerplugin levert waarmee u directe toegang tot uw scanner hebt? </td> </tr> </table> </p>
pl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Czy wiesz, że biblioteka Kipi dostarcza wtyczkę do skanowania, która daje Ci bezpośrednią kontrolę nad Twoim skanerem? </td> </tr> </table> </p>
pt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que a biblioteca do Kipi oferece um 'plugin' de digitalização que lhe dá acesso directo ao seu 'scanner'? </td> </tr> </table> </p>
pt_br: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Você sabia que a biblioteca do Kipi fornece um plug-in para scanner, lhe permitindo o acesso direto ao seu scanner? </td> </tr> </table> </p>
sr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Да ли сте знали да Kipi библиотека има прикључак за скенер који вам даје директан приступ скенеру? </td> </tr> </table> </p>
sr@latn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Da li ste znali da Kipi biblioteka ima priključak za skener koji vam daje direktan pristup skeneru? </td> </tr> </table> </p>
sv: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du att KIPI-biblioteket tillhandahåller ett insticksprogram för inläsning av bilder som gör att du direkt kommer åt bildläsaren? </td> </tr> </table> </p>
ta: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> கிபி நூலக சொருகுபொருள் வழங்கும் ஒரு வருடி சொருகுபொருள் மூலம் உங்கள் வருடியை நேரடியாக அணுகலாம் என்பது உங்களுக்குத் தெரியுமா? </td> </tr> </table> </p>
th: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> คุณทราบหรือไม่ว่า ไลบรารี Kipi นั้นมีปลั๊กอินสำหรับใช้งานเครื่องสแกนภาพ ซึ่งจะช่วยให้คุณเรียกใช้งานเครื่องสแกนภาพได้โดยตรง ? </td> </tr> </table> </p>
tr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kipi kütüphanesinin tarayıcınıza doğrudan ulaşmanızı sağlayan bir tarayıcı eklentisi içerdiğini biliyor muydunuz? </td> </tr> </table> </p>
zh_cn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kipi 库为您提供了对扫描仪的直接访问插件。 </td> </tr> </table> </p>
