Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_flickrexport.po
Languages: da, de, el, es, fr, gl, nl, sr, th

source: _: NAME OF TRANSLATORS Your names
da: Erik Kjær Pedersen
de: Oliver Dörr
el: Τούσης Μανώλης,Σπύρος Γεωργαράς
es: Santiago Fernández Sancho
fr: Tung Nguyen
gl: mvillarino
nl: Rinse de Vries
sr: Слободан Симић
th: ถนอมทรัพย์ นพบูรณ์

source: _: EMAIL OF TRANSLATORS Your emails
da: erik@binghamton.edu
de: kde@doerr-privat.de
el: manolis@koppermind.homelinux.org,sng@hellug.gr
es: santi@kde-es.org
fr: ntung@free.fr
gl: mvillarino@users.sourceforge.net
nl: rinsedevries@kde.nl
sr: simicsl@verat.net
th: donga.nb@gmail.com

source: Getting the Frob
da: Henter tingene
de: Der Frob wird geholt.
el: Λήψη του χειριστηρίου
es: Obtener Frob
fr: Obtention du Frob
gl: Obtendo o Frob
nl: Haalt de Frob op
sr: Узимам Frob
th: กำลังรับค่า Frob

source: Checking if previous token is still valid
da: Kontrollerer om tidligere symbol stadigvæk er gyldigt
de: Es wird überprüft, ob das alte Token noch gültig ist.
el: Έλεγχος αν το προηγούμενο ενδεικτικό είναι ακόμη έγκυρο
es: Comprobando si la señal anterior sigue siendo válida
fr: Vérification de la validité du jeton
gl: Verificando se a última autorizazón ainda é válida
nl: Controleert of vorig token nog steeds geldig is
sr: Проверавам да ли је претходно обележје још важеће
th: กำลังตรวจสอบว่าตั๋วคราวก่อนยังใช้ได้อยู่หรือไม่

source: Please Follow through the instructions in the browser window and return back to press ok if you are authenticated or press No
de: Bitte folgen Sie den Anweiszungen im Browser und kommen Sie zurück um Ja zu drücken, wenn Sie angemeldet sind. Ansonsten drücken Sie Nein.
el: Παρακαλώ ακολουθήστε τις οδηγίες στο παράθυρο περιήγησης και επιστρέψτε για να πατήσετε Εντάξει αν έγινε ταυτοποίηση ή Όχι για να ακυρώσετε την εξαγωγή
es: Siga las instrucciones de la ventana del navegador y vuelva a pulsar «Sí» si pudo autentificarse, o pulse «No» para cancelar la exportación
nl: Volg de instructies in het browservenster en kom terug om op 'OK' te klikken als u aangemeld bent, of 'Nee' als u de export wilt annuleren.
sr: Пратите упутства у прозору прегледача па се вратите и притисните У реду ако сте се аутентификовали или притисните Не

source: Flickr Service Web Authorization
de: Flickr-Dienst Web-Autorisierung
es: Autorización de servicio web Flickr

source: Authenticating the User on web
da: Godkender brugeren på nettet
de: Der Benutzer wird authentifiziert.
el: Ταυτοποίηση του χρήστη στο διαδίκτυο
es: Autentificando el usuario en la web
fr: Authentification de l'utilisateur
gl: Autenticando ao Usuário na Web
nl: Verifieert de gebruiker op het web
sr: Аутентификујем корисника на мрежи
th: กำลังตรวจสอบสิทธิ์ผู้ใช้ผ่านเวบ

source: Getting the Token from the server
da: Henter symbol fra serveren
de: Token vom Server erhalten.
el: Λήψη του ενδεικτικού από τον εξυπηρετητή
es: Obteniendo la señal del servidor
fr: Obtention du jeton
gl: Obtendo a autorizazón do servidor
nl: Haalt de token op van de server
sr: Узимам обележје са сервера
th: กำลังรับตั๋วเข้าใช้งานจากเซิร์ฟเวอร์

source: No photo specified
da: Intet foto angivet
de: Kein Foto angegeben.
el: Δεν ορίσθηκε φωτογραφία
es: No se ha especificado foto
fr: Aucune photo spécifiée
gl: Non foi escollida nengunha foto
nl: Geen foto opgegeven
sr: Није наведена слика
th: ยังไม่มีการกำหนดภาพ

source: General upload failure
da: Generel overførselsfejl
de: Allgemeiner Fehler beim Hochladen
el: Γενική αποτυχία αποστολής
es: Fallo general del envío
fr: Échec général du transfert
gl: Erro xeral no envio
nl: Algemene uploadfout
sr: Општа грешка слања
th: การอัพโหลดทั่วไปล้มเหลว

source: Filesize was zero
da: Filstørrelsen var nul
de: Dateigröße war Null.
el: Το μέγεθος αρχείου είναι μηδενικό
es: El tamaño del archivo es cero
fr: La taille du fichier était nulle
gl: O tamaño do ficheiro era cero
nl: Bestandsgrootte was nul
sr: Величина фајла је нула
th: ขนาดแฟ้มเป็นศูนย์

source: Filetype was not recognised
da: Filtypen blev ikke genkendt
de: Dateityp ist unbekannt.
el: Ο τύπος αρχείου δεν αναγνωρίστηκε
es: El tipo de archivo es desconocido
fr: Le type de fichier n'était pas reconnu
gl: O tipo de ficheiro non foi recoñecido
nl: Bestandstype is niet herkend
sr: Врста фајла није препозната
th: ไม่สามารถจัดการประเภทแฟ้มได้

source: User exceeded upload limit
da: Brugeren overskred overførselsgrænse
de: Benutzer hat seine Grenze zum Hochladen überschritten.
el: Ο χρήστης υπερέβη το όριο αποστολής
es: El usuario excedió el límite de envío
fr: L'utilisateur a dépassé sa limite de transfert
gl: O usuário sobrepasou o limite de subida
nl: Gebruiker heeft uploadlimiet bereikt
sr: Корисник је испунио ограничење слања
th: อัพโหลดเกินโควต้าของผู้ใช้แล้ว

source: Invalid signature
da: Ugyldig signatur
de: Ungültige Signatur.
el: Μη έγκυρη υπογραφή
es: Firma no válida
fr: Signature invalide
gl: A asinatura non é válida
nl: Ongeldige handtekening
sr: Неисправан потпис
th: ลายเซ็นดิจิตัลใช้ไม่ได้

source: Missing signature
da: Signatur mangler
de: Fehlende Signatur.
el: Λείπει η υπογραφή
es: Falta la firma
fr: Signature manquante
gl: Falta a asinatura
nl: Ontbrekende handtekening
sr: Недостаје потпис
th: ไม่มีส่วนลายเซ็นดิจิตัล

source: Login Failed / Invalid auth token
da: Indlogning mislykkedes/ugyldigt godkendelsessymbol
de: Anmeldung fehlgeschlagen / Ungültiger Authentifizierungstoken.
el: Αποτυχία εισόδου χρήστη / Μη έγκυρο ενδεικτικό ταυτοποίησης
es: Falló el inicio de sesión / Señal de autorización no válida
fr: Échec de la connexion / jeton d'authentification invalide
gl: Erro na Autenticazón / Resultado da autenticazón non válido
nl: Aanmelden is mislukt / ongeldig verificatietoken
sr: Неуспело пријављивање / Лоше обележје аутентификације
th: ล็อกอินล้มเหลว / ตั๋วใช้งานไม่ได้

source: Invalid API Key
da: Fejlagtig API-nøgle
de: Ungültiger API-Schlüssel
el: Μη έγκυρο κλειδί API
es: Clave de API no válida
fr: Clé API invalide
gl: Chave da API non válida
nl: Ongeldige API-sleutel
sr: Неисправан API кључ
th: API Key ไม่ถูกต้อง

source: Service currently unavailable
da: Tjenesten for øjeblikket ikke tilgængelig
de: Dienst zurzeit nicht verfügbar
el: Η υπηρεσία αυτή τη στιγμή είναι μη διαθέσιμη
es: Servicio no disponible
fr: Service indisponible actuellement
gl: O servizo non está disponíbel de momento
nl: Dienst momenteel niet beschikbaar
sr: Сервис је тренутно недоступан
th: ไม่สามารถเชื่อมต่อบริการได้ในขณะนี้

source: Invalid Frob
da: Ugyldige ting
de: Ungültiger Frob
el: Άκυρο χειριστήριο
es: Frob no válido
fr: Frob invalide
gl: Frob non válido
nl: Ongeldige Frob
sr: Неисправан Frob
th: ค่า Frob ที่ได้ไม่ถูกต้อง

source: Format "xxx" not found
da: Formatet "xxx" ikke fundet
de: Format "xxx" nicht gefunden.
el: Η μορφή "xxx" δε βρέθηκε
es: Formato «xxx» no encontrado
fr: Format « xxx » introuvable
gl: O formato "xxx" non foi encontrado
nl: Formaat "xxx" niet gevonden
sr: Формат „xxx“ није нађен
th: ไม่พบรูปแบบ "xxx"

source: Method "xxx" not found
da: Metoden "xxx" ikke fundet
de: Methode"xxx" nicht gefunden.
el: Η μέθοδος "xxx" δε βρέθηκε
es: Método «xxx» no encontrado
fr: Méthode « xxx » introuvable
gl: O método "xxx" non foi encontrado
nl: Methode "xxx" niet gevonden
sr: Начин „xxx“ није нађен
th: ไม่พบวิธีการ "xxx"

source: Invalid SOAP envelope
da: Ugyldig SOAP-konvolut
de: Ungültige SOAP-Hülle
el: Μη έγκυρος φάκελος SOAP
es: Envoltorio SOAP no válido
fr: Enveloppe SOAP invalide
gl: O sobre de SOAP non é válido
nl: Ongeldige SOAP-envelope
sr: Неисправна SOAP коверта
th: SOAP envelope ใช้ไม่ได้

source: Invalid XML-RPC Method Call
da: Ugyldigt XML-RPC metodekald
de: Ungültiger XML-RPC-Methodenaufruf
el: Μη έγκυρη κλήση μεθόδου XML-RPC
es: Llamada al método XML-RPC no válida
fr: Appel de méthode XML-RPC invalide
gl: A Chamada a Método de XMLRPC non é válida
nl: Ongeldige XML-RPC methode-aanroep
sr: Неисправан позив XML-RPC начина
th: เรียกใช้ XML-RPC Method ไม่ถูกต้อง

source: The POST method is now required for all setters
da: Metoden POST kræves nu for alle sættere
de: Die Methode POST ist nun für alle Einrichter verpflichtend.
el: Η μέθοδος POST απαιτείται για όλους τους ορισμούς
es: Se requiere el método POST para todas las asignaciones
fr: La méthode POST est maintenant requise pour toutes les recherches
gl: O método POST é agora obrigatório para todos os modificadores
nl: De POST-methode is nu voor alle setters vereist
sr: POST начин је сада обавезан за све постављаче
th: ต้องการใช้วิธี POST สำหรับผู้ใช้งานทุกคน

source: Unknown error
da: Ukendt fejl
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
es: Error desconocido
fr: Erreur inconnue
gl: Erro descoñecido
nl: Onbekende fout
sr: Непозната грешка
th: ไม่ทราบข้อผิดพลาด

source: Error Occured: %1 We can not proceed further
da: Fejl opstod: %1 Det går ikke at gå videre.
de: Es ist ein Fehler aufgetreten: %1 Es kann leider nicht fortgefahren werden.
el: Συνέβη ένα σφάλμα: %1 Δε μπορούμε να συνεχίσουμε περαιτέρω
es: Se produjo un error: %1 No se puede continuar
fr: Erreur apparue : %1 Impossible de continuer le traitement
gl: Ocorreu un erro: %1 Non podemos continuar
nl: Fout opgetreden: %1 Verder gaan is niet mogelijk
sr: Десила се грешка: %1 Не можемо да наставимо даље
th: เกิดข้อผิดพลาด: %1 ไม่สามารถทำงานต่อไปได้

source: _: As in the persmission to write
da: skriv
de: Schreib
el: εγγραφής
es: escritura
fr: les droits d'accès en écriture
gl: escreber
nl: schrijf
sr: упис
th: เขียน

source: _: As in the permission to read
da: læs
de: Lese
el: ανάγνωσης
es: lectura
fr: les droits d'accès en lecture
gl: ler
nl: lees
sr: читање
th: อ่าน

source: _: As in the permission to delete
da: slet
de: Lösch
el: διαγραφής
es: borrado
fr: les droits de suppression
gl: eliminar
nl: verwijder
sr: брисање
th: ลบ

source: Your token is invalid. Would you like to get a new token to proceed ?
da: Dit godkendelsessymbol er ugyldigt. Vil du hente et nyt symbol for at fortsætte?
de: Ihr Token ist ungültig. Möchten Sie ein neues Token erhalten, um fortzufahren?
el: Το ενδεικτικό δεν είναι έγκυρο. Επιθυμείτε να λάβετε ένα νέο ενδεικτικό για συνέχεια;
es: Su señal no es válida ¿Desea obtener una nueva señal para continuar?
fr: Votre jeton n'est plus valide. Voulez-vous obtenir un nouveau jeton ?
gl: Os seus dados de autenticazón non son válidos. Desexa obter novos dados para proseguir ?
nl: Uw token is ongeldig. Wilt u een nieuw token halen om verder te kunnen gaan?
sr: Ваше обележје није исправно. Желите ли да добијете ново да бисте наставили?
th: ตั๋วของคุณที่มีอยู่ใช้ไม่ได้แล้ว คุณต้องการขอตั๋วเข้าใช้งานใหม่หรือไม่ ?

source: Failed to fetch photoSets List
da: Mislykkedes at hente liste med fotosæt
de: Die Liste der Fotosätze kann nicht abgefragt werden.
el: Αποτυχία ανάκτησης πληροφοριών λίστας συνόλου φωτογραφιών
es: Fallo en la petición de información sobre la foto
gl: Non foi posíbel obter a Lista de Galerias
nl: Ophalen van photoSets-lijst is mislukt
sr: Неуспело добављање листе фото комплета
th: ล้มเหลวในการเรียกรายการชุดภาพถ่าย

source: Failed to upload photo
da: Kunne ikke overføre billede
de: Es trat ein Fehler beim Hochladen des Fotos auf.
el: Η αποστολή της φωτογραφίας απέτυχε
es: Fallo el envío de la foto
fr: Impossible de transférer la photo
gl: Non foi posíbel subir a foto
nl: Uploaden van foto is mislukt
sr: Нисам успео да пошаљем слику
th: ล้มเหลวในการอัพโหลดภาพถ่าย

source: Failed to query photo information
da: Mislykkedes at hente fotoinformation
de: Die Fotoinformationen lassen sich nicht abfragen.
el: Αποτυχία ανάκτησης πληροφοριών φωτογραφίας
es: Fallo en la petición de información sobre la foto
fr: Impossible d'obtenir les informations de la photo
gl: Non foi posíbel obter informazóns sobre a foto
nl: Opvragen van fotoinformatie is mislukt
sr: Неуспео упит за подацима слике
th: ล้มเหลวในการร้องขอข้อมูลภาพถ่าย

source: <qt><b><h2><a href='http://www.flickr.com'><font color="#0065DE">flick</font><font color="#FF0084">r</font></a> Export</h2></b></qt>
es: <qt><b><h2><a href='http://www.flickr.com'><font color="#0065DE">flick</font><font color="#FF0084">r</font></a> Exportar</h2></b></qt>

source: Added Tags:
de: Hinzugefügte Stichworte:
es: Etiquetas añadidas:

source: Use Host Application Tags
de: Host-Anwendungsstichworte benutzen?
es: Utilizar etiquetas de la aplicación del servidor

source: Strip Space From Host Application Tags
de: Leerzeichen der Host-Anwendungsstichworte minimieren
es: Quitar espacios de las etiquetas de la aplicación del servidor

source: Enter here new tags separated by space.
de: Geben Sie hier die neuen Stichworte durch Leerzeichen getrennt ein.
es: Introduzca aquí las etiquetas nuevas separadas por espacios.

source: Override Default Options
da: Overskriv standardopsætning
de: Standardeinstellungen überschreiben
el: Παράκαμψη προκαθορισμένων επιλογών
es: Opciones predeterminadas de anulación
fr: Modifier les options par défaut
gl: Sobrescreber Opzóns Predefinidas
nl: Standaardopties omzeilen
sr: Прегази подразумеване опције
th: ใช้แทนที่ค่าตัวเลือกปริยาย

source: _: As in accessible for people Public (anyone can see them)
de: Öffentlich (jeder kann Sie sehen)
es: Público (todos pueden verlo)

source: Visible to Family
de: Sichtbar für die Familie
es: Visible para la familia

source: Visible to Friends
de: Sichtbar für Freunde
es: Visible para los amigos

source: Resize photos before uploading
da: Ændr størrelse før overførsel
de: Größe der Fotos vor dem Hochladen ändern
el: Αλλαγή μεγέθους φωτογραφιών πριν την αποστολή
es: Redimensionar las fotos antes de subirlas
fr: Redimensionner les photos avant le transfert
gl: Redimensionar as fotos antes de enviar
nl: Afmetingen foto's aanpassen voor het uploaden
sr: Промени величину слика пре слања
th: ปรับขนาดมิติของภาพก่อนทำการอัพโหลด

source: Maximum dimension (pixels):
de: Maximalgröße (Pixel):
es: Dimensión máxima (puntos):

source: JPEG Image Quality (higher is better):
de: JPEG-Bildqualität (höher ist besser):
es: Calidad de imagen JPEG (mejor mientras más alto):

source: Account
de: Benutzerkonto
es: Cuenta

source: User Name:
de: Benutzername:
es: Nombre de usuario:

source: Use a different account
de: Mit einem anderen Benutzernamen anmelden
es: Utilizar una cuenta diferente

source: Files List
de: Dateiliste
es: Lista de archivos

source: Upload Options
de: Optionen für das Hochladen
es: Opciones de envío

source: Export to Flickr Web Service
de: Zum Flickr Webdienst exportieren
es: Exportar al servicio web de Flickr

source: Start Uploading
da: Starte overførsel
de: Hochladen starten
el: Έναρξη αποστολής
es: Iniciar subida
gl: Comezar a Subir
nl: Uploading starten
sr: Покрени слање
th: เริ่มการอัพโหลดภาพ

source: Flickr Export
da: Eksport til Flickr
de: Zu Flickr exportieren
el: Εξαγωγή Flickr
es: Exportar a Flickr
fr: Exporter vers le site Flickr
gl: Exportazón a Flickr
sr: Flickr извоз
th: อัพโหลดภาพไปยัง Flickr

source: A Kipi plugin to export image collection to Flickr web service.
da: Et KIPI-plugin til at eksportere billedsamlingen til web-tjenesten Flickr
de: Ein KIPI-Modul zum Exportieren von Bildern zum Flickr-Webdienst.
el: Ένα πρόσθετο του Kipi για την εξαγωγή συλλογής εικόνων σε μια υπηρεσία ιστού Flickr.
es: Un complemento de Kipi para exportar la colección de imágenes al servicio web Flickr.
fr: Un module externe KIPI pour exporter des images vers le site Flickr.
gl: Un plugin de Kipi para exportar a coleczón de imaxes ao servizo Web Flickr.
nl: Een Kipi-plugin voor het exporteren van een afbeeldingsverzameling naar de webdienst 'Flickr'.
sr: Kipi прикључак за извоз збирке слика на Flickr веб сервис.
th: ปลั๊กอิน Kipi สำหรับอัพโหลดภาพไปยังบริการเวบของ Flickr

source: Author and maintainer
da: Forfatter og vedligeholder
de: Autor und Betreuer
el: Συγγραφέας και συντηρητής
es: Autor y encargado
fr: Auteur et mainteneur
gl: Autoria e mantimento
nl: Auteur en onderhouder
sr: Аутор и одржавалац
th: ผู้เขียนและผู้ดูแล

source: Developer
de: Entwickler
es: Desarrollador

source: Plugin Handbook
de: Modul-Handbuch
es: Manual del complemento
nl: Plugin-handboek
sr: Приручник прикључка

source: Uploading file %1
de: Datei %1 wird hoch geladen
es: Enviando archivo %1

source: Failed to upload photo into Flickr. %1 Do you want to continue?
da: Mislykkedes at overføre foto til Flickr. %1 Vil du fortsætte?
de: Es trat ein Fehler beim Hochladen des Fotos zu Flickr auf: %1 Möchten Sie fortfahren?
el: Αποτυχία αποστολής φωτογραφίας στο Flickr. %1 Επιθυμείτε να συνεχίσετε;
es: Fallo el envío de la foto a Flickr. %1 ¿Desea continuar?
fr: Impossible de transférer la photo vers le site Flickr : %1 Voulez-vous continuer ?
gl: Non foi posíbel subir a foto a Flickr. %1 Desexa continuar?
nl: Uploaden van foto naar Flickr is mislukt. %1 Wilt u doorgaan?
sr: Неуспело слање слике на Flickr. %1 Желите ли да наставите?
th: ล้มเหลวในการอัพโหลดภาพไปยัง Flickr %1 คุณต้องการจะทำต่อไปหรือไม่ ?

source: Thumbnail
de: Vorschau
es: Miniaturas

source: File Name
de: Dateiname
es: Nombre de archivo

source: <p>This is the list of images to upload on your Flickr account.
de: <p>Dies ist die Liste der Bilder die auf Ihr Flickr-Benutzerkonto hochgeladen werden.
es: <p>Esta es la lista de imágenes a enviar a su cuenta de Flickr.

source: &Add
de: &Hinzufügen
es: &Añadir

source: Username:
da: Brugernavn:
de: Benutzername:
el: Όνομα χρήστη:
es: Usuario:
fr: Utilisateur :
gl: Usuário:
nl: Gebruikersnaam:
sr: Корисничко име:
th: ชื่อผู้ใช้:

source: Password:
da: Kodeord:
de: Passwort:
el: Κωδικός πρόσβασης:
es: Contraseña:
fr: Mot de passe :
gl: Contrasinal:
nl: Wachtwoord:
sr: Лозинка:
th: รหัสผ่าน:

source: Export to Flickr...
da: Eksportér til Flickr...
de: Flickr-Server ...
el: Εξαγωγή στο Flickr...
es: Exportar a Flickr...
fr: Exporter vers le site Flickr...
gl: Exportar a Flickr...
nl: Exporteren naar Flickr...
sr: Извези у Flickr...
th: อัพโหลดภาพไปยัง Flickr...

source: New PhotoSet
da: Nyt sæt foto
de: Neuer Fotosatz
el: Νέο σύνολο εικόνων
es: Nuevo conjunto de fotos
fr: Nouvel ensemble de photos
gl: Novo Conxunto de Fotos
nl: Nieuwe fotoset
sr: Нови комплет слика
th: ชุดภาพถ่ายใหม่

source: <h3>Create New PhotoSet </h3>
da: <h3>Opret nyt sæt foto</h3>
de: <h3>Neuen Fotosatz erstellen</h3>
el: <h3>Δημιουργία νέου συνόλου εικόνων </h3>
es: <h3>Crear nuevo conjunto de fotos </h3>
fr: <h3>Créer un ensemble de photos </h3>
gl: <h3>Criar un Novo Conxunto de Fotos </h3>
nl: <h3>Nieuwe fotoset aanmaken</h3>
sr: <h3>Направи нови комплет слика </h3>
th: <h3>สร้างชุดภาพถ่ายใหม่ </h3>

source: Title (optional):
da: Titel (valgfri):
de: Titel (optional):
el: Τίτλος (προαιρετικός):
es: Título (opcional):
fr: Titre (Optionnel) :
gl: Título (opcional):
nl: Titel (optioneel):
sr: Наслов (опционо):
th: คำนำหน้า (ตัวเลือก):

source: Name (optional):
da: Navn (valgfri):
el: Όνομα (προαιρετικό):
es: Nombre (opcional):
fr: Nom (optionnel) :
gl: Nome (opcional):
nl: Naam (optioneel):
sr: Име (опционо):
th: ชื่อ (ตัวเลือก):

source: Caption (optional):
da: Overskrift (valgfri):
de: Überschrift (optional):
el: Ετικέτα (προαιρετική):
es: Leyenda (opcional):
fr: Légende (Optionnelle) :
gl: Lenda (opcional):
nl: Titelbalk (optioneel):
sr: Натпис (опционо):
th: ป้ายภาพ (ตัวเลือก):
