Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_mpegencoder.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nl, pl, pt, pt_br, sr, sr@latn, sv, th, tr

source: _: NAME OF TRANSLATORS Your names
ca: Albert Astals Cid,Josep Ma. Ferrer
cs: Klára Cihlářová,Jakub Friedl
da: Rune Rønde Laursen
de: Oliver Dörr,Thomas Reitelbach
el: Σπύρος Γεωργαράς,Τούσης Μανώλης
es: Enrique Matías Sánchez (aka Quique)
et: Marek Laane
fr: David Jobet,Tung Nguyen
gl: mvillarino
is: Sveinn í Felli
it: Federico Zenith
ja: Yukiko Bando
nl: Jasper van der Marel,Tom Albers,Sander Devrieze,Wilbert Berendsen,Rinse de Vries
pl: Igor Klimer
pt: Pedro Morais,José Nuno Pires
pt_br: Lisiane S. Teixeira, jose F. Monteiro
sr: Слободан Симић
sr@latn: Slobodan Simić
sv: Stefan Asserhäll
th: ถนอมทรัพย์ นพบูรณ์
tr: İsmail Şimşek

source: _: EMAIL OF TRANSLATORS Your emails
ca: astals11@terra.es,txemaq@gmail.com
cs: koty@seznam.cz,jfriedl@suse.cz
da: runerl@skjoldhoej.dk
de: kde@doerr-privat.de,tr@erdfunkstelle.de
el: sng@hellug.gr,manolis@koppermind.homelinux.org
es: cronopios@gmail.com
et: bald@starman.ee
fr: david.jobet@free.fr,ntung@free.fr
gl: mvillarino@users.sourceforge.net
is: sveinki@nett.is
it: federico.zenith@member.fsf.org
ja: ybando@k6.dion.ne.jp
nl: ,tomalbers@kde.nl,s.devrieze@pandora.be,wbsoft@xs4all.nl,rinsedevries@kde.nl
pl: kigro@vp.pl
pt: morais@kde.org,jncp@netcabo.pt
pt_br: lisiane@kdemail.net, jf.monteiro@yahoo.com
sr: simicsl@verat.net
sr@latn: simicsl@verat.net
sv: stefan.asserhall@comhem.se
th: donga.nb@gmail.com
tr: simsek@kde.org.tr

source: Your 'ImageMagick' binary program path is empty. Setting to default value. Check option's setting.
ca: El camí al programa binari 'ImageMagick' és buit. S'ha informat al valor per omissió. Comproveu els paràmetres de les opcions.
cs: Není nastavena cesta k programu 'ImageMagick' . Nastavuji výchozí hodnotu. Proveďte kontrolu nastavení.
da: Stien til dit 'ImageMagick' binære program er tom. Der benyttes standardindstillinger. Tjek indstillingernes opsætning.
de: Der Pfad zu den Programmen von "ImageMagick" ist nicht gesetzt. Er wird auf die Voreinstellung gesetzt. Bitte kontrollieren Sie die Einstellungen.
el: Η διαδρομή του εκτελέσιμου 'ImageMagick' είναι κενή. Ορισμός στην προκαθορισμένη τιμή. Ελέγξτε την επιλογή.
es: La ruta a los programas del paquete «ImageMagick» está vacía. Se utilizará la ruta predeterminada. Compruebe sus preferencias.
et: Programmi 'ImageMagick' asukoht on määramata. Kasutatakse vaikeväärtust. Palun kontrolli seda.
fr: Le chemin des programmes de « ImageMagick » est vide. Un chemin par défaut est utilisé. Veuillez vérifier la configuration des options.
gl: A localizazón dos programas 'ImageMagick' está vacia. Utilizará-se o valor predefinido. Verifique a sua configurazón.
is: Slóðin á 'ImageMagick' tvíundarskrárnar er auð. Stillt er á sjáfgefið gildi. Athugaðu stillingarnar.
it: Il tuo percorso dei programmi binari di «ImageMagick» è vuoto. Impostazione al valore predefinito. Controlla l'impostazione dell'opzione.
ja: 'ImageMagick' バイナリプログラムのパスが空です。 デフォルトの値を使います。オプションの設定を確認してください。
nl: Het pad naar het programma ImageMagick is leeg; Deze wordt nu op de standaardwaarde gezet. Controleer de instelling van de optie.
pl: Ścieżka do programu 'ImageMagick' jest pusta. Ustawianie domyślnej. Proszę sprawdzić ustawienia.
pt: A localização dos programas 'ImageMagick' está vazia. A utilizar o valor predefinido. Verifique a sua configuração.
pt_br: O caminho para o binário do programa 'ImageMagick' está vazio. Está sendo configurado o valor padrão - verifique a configuração desta opção.
sr: Путања до извршних фајлова пакета „ImageMagick“ је празна. Постављам је на подразумевану вредност. Проверите ово.
sr@latn: Putanja do izvršnih fajlova paketa „ImageMagick“ je prazna. Postavljam je na podrazumevanu vrednost. Proverite ovo.
sv: Sökvägen till binärprogrammet 'ImageMagick' är tom. Ställer in den till normalvärdet. Kontrollera inställningarna av alternativet.
th: เส้นทางไปยังโปรแกรม 'ImageMagick' ของคุณยังว่างอยู่ กำลังตั้งโดยใช้ค่าปริยาย โปรดตรวจสอบได้จากการตั้งค่าตัวเลือก
tr: 'ImageMagick' program yolu boş görünüyor. Öntanımlı değer ayarlanıyor. Seçenek ayarlarına bakınız.

source: Your 'MjpegTools' binary programs path is empty. Setting to default value. Check option's setting.
ca: El camí al programa binari 'MjpegTools' és buit. S'ha informat al valor per omissió. Comproveu els paràmetres de les opcions.
cs: Není nastavena cesta k programu 'MjpegTools' . Nastavuji výchozí hodnotu. Proveďte kontrolu nastavení.
da: Stien til dit 'MjpegTools' binære program er tom. Der benyttes standardindstillinger. Tjek indstillingernes opsætning.
de: Der Pfad zu den "MjpegTools" ist nicht gesetzt. Er wird auf die Voreinstellung gesetzt. Bitte kontrollieren Sie die Einstellungen.
el: Η διαδρομή του εκτελέσιμου 'MjpegTools' είναι κενή. Ορισμός στην προκαθορισμένη τιμή. Ελέγξτε την επιλογή.
es: La ruta a los programas del paquete «MjpegTools» está vacía. Se utilizará el valor predeterminado. Compruebe sus preferencias.
et: Programmi 'MjpegTools' asukoht on määramata. Kasutatakse vaikeväärtust. Palun kontrolli seda.
fr: Le chemin des programmes de « MjpegTools » est vide. Un chemin par défaut est utilisé. Veuillez vérifier la configuration des options.
gl: A localizazón dos programas 'MjpegTools' está vacia. Utilizará-se o valor predefinido. Verifique a sua configurazón.
is: Slóðin á 'MjpegTools' tvíundarskrárnar er auð. Stillt er á sjáfgefið gildi. Athugaðu stillingarnar.
it: Il tuo percorso dei programmi binari «MjpegTools» è vuoto. Impostazione al valore predefinito. Controlla l'impostazione dell'opzione.
ja: MjpegTools バイナリプログラムのパスが空です。 デフォルトの値を使います。オプションの設定を確認してください。
nl: Het pad naar het programma MjpegTools is leeg. Deze wordt nu teruggezet op de standaardwaarde. Controleer de instelling van de optie.
pl: Ścieżka do programów pakietu 'MjpegTools' jest pusta. Ustawianie domyślnej. Proszę sprawdzić ustawienia.
pt: A localização dos programas 'MjpegTools' está vazia. A utilizar o valor predefinido. Verifique a sua configuração.
pt_br: O caminho para o binário do programa 'MjpegTools' está vazio. Está sendo configurado o valor padrão - verifique a configuração desta opção.
sr: Путања до извршних фајлова пакета „MjpegTools“ је празна. Постављам је на подразумевану вредност. Проверите ово.
sr@latn: Putanja do izvršnih fajlova paketa „MjpegTools“ je prazna. Postavljam je na podrazumevanu vrednost. Proverite ovo.
sv: Sökvägen till binärprogrammet 'Mjpegtools' är tom. Ställer in den till normalvärdet. Kontrollera inställningarna av alternativet.
th: เส้นทางไปยังโปรแกรม 'MjpegTool' ของคุณยังว่างอยู่ กำลังตั้งโดยใช้ค่าปริยาย โปรดตรวจสอบได้จากการตั้งค่าตัวเลือก
tr: 'MjpegTools' program yolu boş görünüyor. Öntanımlı değer ayarlanıyor. Seçenek ayarlarına bakınız.

source: Cannot find 'montage' binary program from ImageMagick package. Please install it.
ca: No s'ha trobat el programa binari 'montage' del paquet ImageMagick. Instaleu-lo, si us plau.
cs: Nemohu najít program 'montage' z balíčku ImageMagick. Prosím doinstalujte.
da: Kan ikke finde 'montage'-programmet fra 'ImageMagick'-pakken. Installér den.
de: Das Programm "montage" aus dem Paket ImageMagick ist nicht aufzufinden. Bitte installieren Sie es.
el: Αδυναμία εύρεσης του εκτελέσιμου 'montage' από το πακέτο ImageMagick. Παρακαλώ εγκαταστήστε το.
es: No se puede encontrar el programa «montage» del paquete «ImageMagick». Instálelo.
et: Paketist ImageMagick ei leitud programmi 'montage'. Palun paigalda see.
fr: Impossible de trouver le programme « montage » du paquetage « ImageMagick ». Veuillez l'installer.
gl: Non foi posíbel encontrar o programa 'montage' do pacote ImageMagick. Por favor instale-o.
is: Finn ekki 'montage' tvíundarskrárnar úr ImageMagick forritinu.Vinsamlegast settu upp forritið.
it: Impossibile trovare l'eseguibile del programma «montage» del pacchetto ImageMagick. Per piacere installalo.
ja: ImageMagick パッケージに含まれる montage バイナリプログラムが見つかりません。インストールしてください。
nl: Het programma 'montage' van het pakket ImageMagick is niet gevonden. Installeer dit programma.
pl: Nie można znaleźć programu 'montage' z pakietu ImageMagick. Proszę go zainstalować.
pt: Não foi possível encontrar o programa 'montage' do pacote ImageMagick. Por favor instale-o.
pt_br: Não foi possível encontrar o binário do programa 'montage' no pacote do ImageMagick. Por favor, instale-o.
sr: Не могу да нађем наредбу „montage“ из пакета „ImageMagick“. Инсталирајте овај пакет.
sr@latn: Ne mogu da nađem naredbu „montage“ iz paketa „ImageMagick“. Instalirajte ovaj paket.
sv: Kan inte hitta binärprogrammet 'montage' från paketet ImageMagick. Installera det.
th: ไม่พบแฟ้มโปรแกรม 'montage' จากแพ็กเกจ ImageMagick โปรดทำการติดตั้ง
tr: ImageMagick paketinden 'montage' programı bulunamıyor. Lütfenkurunuz.

source: Cannot find 'composite' binary program from ImageMagick package. Please install it.
ca: No s'ha trobat el programa binari 'composite' del paquet ImageMagick. Instaleu-lo, si us plau.
cs: Nemohu najít program 'composite' z balíčku ImageMagick. Prosím doinstalujte.
da: Kan ikke finde 'composite'-programmet fra 'ImageMagick'-pakken. Installér den.
de: Das Programm "composite" aus dem Paket ImageMagick ist nicht aufzufinden. Bitte installieren Sie es.
el: Αδυναμία εύρεσης του εκτελέσιμου 'composite' από το πακέτο ImageMagick. Παρακαλώ εγκαταστήστε το.
es: No se puede encontrar el programa «composite» del paquete «ImageMagick». Instálelo.
et: Paketist ImageMagick ei leitud programmi 'composite'. Palun paigalda see.
fr: Impossible de trouver le programme « composite » du paquetage « ImageMagick ». Veuillez l'installer.
gl: Non foi posíbel encontrar o programa 'composite' do pacote ImageMagick. Por favor instale-o.
is: Finn ekki 'composite' tvíundarskrárnar úr ImageMagick forritinu.Vinsamlegast settu upp forritið.
it: Impossibile trovare l'eseguibile del programma «composite» del pacchetto ImageMagick. per piacere installalo.
ja: ImageMagick パッケージに含まれる composite バイナリプログラムが見つかりません。インストールしてください。
nl: Het programma 'composite' van het pakket ImageMagick is niet gevonden. Installeer dit programma.
pl: Nie można znaleźć programu 'composite' z pakietu ImageMagick. Proszę go zainstalować.
pt: Não foi possível encontrar o programa 'composite' do pacote ImageMagick. Por favor instale-o.
pt_br: Não foi possível encontrar o binário do programa 'composite' no pacote do ImageMagick. Por favor, instale-o.
sr: Не могу да нађем наредбу „composite“ из пакета „ImageMagick“. Инсталирајте овај пакет.
sr@latn: Ne mogu da nađem naredbu „composite“ iz paketa „ImageMagick“. Instalirajte ovaj paket.
sv: Kan inte hitta binärprogrammet 'composite' från paketet ImageMagick. Installera det.
th: ไม่พบแฟ้มโปรแกรม 'composite' จากแพ็กเกจ ImageMagick โปรดทำการติดตั้ง
tr: ImageMagick paketinden 'composite' programı bulunamıyor. Lütfenkurunuz.

source: Cannot find 'convert' binary program from ImageMagick package. Please install it.
ca: No s'ha trobat el programa binari 'convert' del paquet ImageMagick. Instaleu-lo, si us plau.
cs: Nemohu najít program 'convert' z balíčku ImageMagick. Prosím doinstalujte.
da: Kan ikke finde 'convert'-programmet fra 'ImageMagick'-pakken. Installér den.
de: Das Programm "convert" aus dem Paket ImageMagick ist nicht aufzufinden. Bitte installieren Sie es.
el: Αδυναμία εύρεσης του εκτελέσιμου 'convert' από το πακέτο ImageMagick. Παρακαλώ εγκαταστήστε το.
es: No se puede encontrar el programa «convert» del paquete «ImageMagick». Instálelo.
et: Paketist ImageMagick ei leitud programmi 'convert'. Palun paigalda see.
fr: Impossible de trouver le programme « convert » du paquetage « ImageMagick ». Veuillez l'installer.
gl: Non foi posíbel encontrar o programa 'convert' do pacote ImageMagick. Por favor instale-o.
is: Finn ekki 'convert' tvíundarskrárnar úr ImageMagick forritinu.Vinsamlegast settu upp forritið.
it: Impossibile trovare l'eseguibile del programma «convert» del pacchetto ImageMagick. Per piacere installalo.
ja: ImageMagick パッケージに含まれる convert バイナリプログラムが見つかりません。インストールしてください。
nl: Het programma 'convert' van het pakket ImageMagick is niet gevonden. Installeer dit programma.
pl: Nie można znaleźć programu 'convert' z pakietu ImageMagick. Proszę go zainstalować.
pt: Não foi possível encontrar o programa 'convert' do pacote ImageMagick. Por favor instale-o.
pt_br: Não foi possível encontrar o binário do programa 'convert' no pacote do ImageMagick. Por favor, instale-o.
sr: Не могу да нађем наредбу „convert“ из пакета „ImageMagick“. Инсталирајте овај пакет.
sr@latn: Ne mogu da nađem naredbu „convert“ iz paketa „ImageMagick“. Instalirajte ovaj paket.
sv: Kan inte hitta binärprogrammet 'convert' från paketet ImageMagick. Installera det.
th: ไม่พบแฟ้มโปรแกรม 'convert' จากแพ็กเกจ ImageMagick โปรดทำการติดตั้ง
tr: ImageMagick paketinden 'convert' programı bulunamıyor. Lütfenkurunuz.

source: Cannot find 'identify' binary program from ImageMagick package. Please install it.
ca: No s'ha trobat el programa binari 'identify' del paquet ImageMagick. Instaleu-lo, si us plau.
cs: Nemohu najít program 'identify' z balíčku ImageMagick. Prosím doinstalujte.
da: Kan ikke finde 'identify'-programmet fra 'ImageMagick'-pakken. Installér den.
de: Das Programm "identify" aus dem Paket ImageMagick ist nicht aufzufinden. Bitte installieren Sie es.
el: Αδυναμία εύρεσης του εκτελέσιμου 'identify' από το πακέτο ImageMagick. Παρακαλώ εγκαταστήστε το.
es: No se puede encontrar el programa «identify» del paquete «ImageMagick». Instálelo.
et: Paketist ImageMagick ei leitud programmi 'identify'. Palun paigalda see.
fr: Impossible de trouver le programme « identify » du paquetage « ImageMagick ». Veuillez l'installer.
gl: Non foi posíbel encontrar o programa 'identify' do pacote ImageMagick. Por favor instale-o.
is: Finn ekki 'identify' tvíundarskrárnar úr ImageMagick forritinu.Vinsamlegast settu upp forritið.
it: Impossibile trovare l'eseguibile del programma «identify» del pacchetto ImageMagick. Per piacere installalo.
ja: ImageMagick パッケージに含まれる identify バイナリプログラムが見つかりません。インストールしてください。
nl: Het programma 'identify' van het pakket ImageMagick is niet gevonden. Installeer dit programma.
pl: Nie można znaleźć programu 'identify' z pakietu ImageMagick. Proszę go zainstalować.
pt: Não foi possível encontrar o programa 'identify' do pacote ImageMagick. Por favor instale-o.
pt_br: Não foi possível encontrar o binário do programa 'identify' no pacote do ImageMagick. Por favor, instale-o.
sr: Не могу да нађем наредбу „identify“ из пакета „ImageMagick“. Инсталирајте овај пакет.
sr@latn: Ne mogu da nađem naredbu „identify“ iz paketa „ImageMagick“. Instalirajte ovaj paket.
sv: Kan inte hitta binärprogrammet 'identify' från paketet ImageMagick. Installera det.
th: ไม่พบแฟ้มโปรแกรม 'identify' จากแพ็กเกจ ImageMagick โปรดทำการติดตั้ง
tr: ImageMagick paketinden 'identify' programı bulunamıyor. Lütfenkurunuz.

source: Cannot find 'ppmtoy4m' binary program from MjpegTools package. Please install it.
ca: No s'ha trobat el programa binari 'ppmtoy4m' del paquet MjpegTools. Instaleu-lo, si us plau.
cs: Nemohu najít program 'ppmtoy4m' z balíčku MjpegTools. Prosím doinstalujte.
da: Kan ikke finde 'ppmtoy4m'-programmet fra 'MjpegTools'-pakken. Installér den.
de: Das Programm "ppmtoy4m" aus dem Paket MjpegTools ist nicht aufzufinden. Bitte installieren Sie es.
el: Αδυναμία εύρεσης του εκτελέσιμου 'ppmtoy4m' από το πακέτο MjpegTools. Παρακαλώ εγκαταστήστε το.
es: No se puede encontrar el programa «ppmtoy4m» del paquete «MjpegTools». Instálelo.
et: Paketist MjpegTools ei leitud programmi 'ppmtoy4m'. Palun paigalda see.
fr: Impossible de trouver le programme « ppmtoy4m » du paquetage « MjpegTools ». Veuillez l'installer.
gl: Non foi posíbel encontrar o programa 'ppmtoy4m' do pacote MjpegTools. Por favor instale-o.
is: Finn ekki 'ppmtoy4m' tvíundarskrárnar úr MjpegTools forritinu.Vinsamlegast settu upp forritið.
it: Impossibile trovare l'eseguibile del programma «ppmtoy4m» del pacchetto MjpegTools. Per piacere installalo.
ja: MjpegTools パッケージに含まれる ppmtoy4m バイナリプログラムが見つかりません。インストールしてください。
nl: Het programma 'ppmtoy4m' van het pakket MjpegTools is niet gevonden. Installeer dit programma.
pl: Nie można znaleźć programu 'ppmtoy4m' z pakietu MjpegTools. Proszę go zainstalować.
pt: Não foi possível encontrar o programa 'ppmtoy4m' do pacote MjpegTools. Por favor instale-o.
pt_br: Não foi possível encontrar o binário do programa 'ppmtoy4m' no pacote do MjpegTools . Por favor, instale-o.
sr: Не могу да нађем наредбу „ppmtoy4m“ из пакета „MjpegTools“. Инсталирајте овај пакет.
sr@latn: Ne mogu da nađem naredbu „ppmtoy4m“ iz paketa „MjpegTools“. Instalirajte ovaj paket.
sv: Kan inte hitta binärprogrammet 'ppmtoy4m' från paketet Mjpegtools. Installera det.
th: ไม่พบแฟ้มโปรแกรม 'ppmtoy4m' จากแพ็กเกจ MjpegTools โปรดทำการติดตั้ง
tr: MjpegTools paketinden 'ppmtoy4m' programı bulunamıyor. Lütfenkurunuz.

source: Cannot find 'yuvscaler' binary program from MjpegTools package. Please install it.
ca: No s'ha trobat el programa binari 'yuvscaler' del paquet MjpegTools. Instaleu-lo, si us plau.
cs: Nemohu najít program 'yuvscaler' z balíčku MjpegTools. Prosím doinstalujte.
da: Kan ikke finde 'yuvscaler'-programmet fra 'MjpegTools'-pakken. Installér den.
de: Das Programm "yuvscaler" aus dem Paket MjpegTools ist nicht aufzufinden. Bitte installieren Sie es.
el: Αδυναμία εύρεσης του εκτελέσιμου 'yuvscaler' από το πακέτο MjpegTools. Παρακαλώ εγκαταστήστε το.
es: No se puede encontrar el programa «yuvscaler» del paquete «MjpegTools». Instálelo.
et: Paketist MjpegTools ei leitud programmi 'yuvscaler'. Palun paigalda see.
fr: Impossible de trouver le programme « yuvscaler » du paquetage « MjpegTools ». Veuillez l'installer.
gl: Non foi posíbel encontrar o programa 'yuvscaler' do pacote MjpegTools; por favor instale-o.
is: Finn ekki 'yuvscaler' tvíundarskrárnar úr MjpegTools forritinu.Vinsamlegast settu upp forritið.
it: Impossibile trovare l'eseguibile del programma «yuvscaler» del pacchetto MjpegTools. Per piacere installalo.
ja: MjpegTools パッケージに含まれる yuvscaler バイナリプログラムが見つかりません。インストールしてください。
nl: Het programma 'yuvscaler' van het pakket MjpegTools is niet gevonden. Installeer dit programma.
pl: Nie można znaleźć programu 'yuvscaler' z pakietu MjpegTools. Proszę go zainstalować.
pt: Não foi possível encontrar o programa 'yuvscaler' do pacote MjpegTools; por favor instale-o.
pt_br: Não foi possível encontrar o binário do programa 'yuvscaler' no pacote do MjpegTools. Por favor, instale-o.
sr: Не могу да нађем наредбу „yuvscaler“ из пакета „MjpegTools“. Инсталирајте овај пакет.
sr@latn: Ne mogu da nađem naredbu „yuvscaler“ iz paketa „MjpegTools“. Instalirajte ovaj paket.
sv: Kan inte hitta binärprogrammet 'yuvscaler' från paketet Mjpegtools. Installera det.
th: ไม่พบแฟ้มโปรแกรม 'yuvscaler' จากแพ็กเกจ MjpegTools โปรดทำการติดตั้ง
tr: MjpegTools paketinden 'yuvscaler' programı bulunamıyor. Lütfenkurunuz.

source: Cannot find 'mpeg2enc' binary program from MjpegTools package. Please install it.
ca: No s'ha trobat el programa binari 'mpeg2enc' del paquet MjpegTools. Instaleu-lo, si us plau.
cs: Nemohu najít program 'mpeg2enc' z balíčku MjpegTools. Prosím doinstalujte.
da: Kan ikke finde 'mpeg2enc'-programmet fra 'MjpegTools'-pakken. Installér den.
de: Das Programm "mpeg2enc" aus dem Paket MjpegTools ist nicht aufzufinden. Bitte installieren Sie es.
el: Αδυναμία εύρεσης του εκτελέσιμου 'montage' από το πακέτο MjpegTools. Παρακαλώ εγκαταστήστε το.
es: No se puede encontrar el programa «mpeg2enc» del paquete «MjpegTools». Instálelo.
et: Paketist MjpegTools ei leitud programmi 'mpeg2enc'. Palun paigalda see.
fr: Impossible de trouver le programme « mpeg2enc » du paquetage « MjpegTools ». Veuillez l'installer.
gl: Non foi posíbel encontrar o programa 'mpeg2enc' do pacote MjpegTools. Por favor instale-o.
is: Finn ekki 'mpeg2enc' tvíundarskrárnar úr MjpegTools forritinu.Vinsamlegast settu upp forritið.
it: Impossibile trovare l'eseguibile del programma «mpeg2enc» del pacchetto MjpegTools. Per piacere installalo.
ja: MjpegTools パッケージに含まれる mpeg2enc バイナリプログラムが見つかりません。インストールしてください。
nl: Het programma 'mpeg2enc' van het pakket MjpegTools is niet gevonden. Installeer dit programma.
pl: Nie można znaleźć programu 'mpeg2enc' z pakietu MjpegTools. Proszę go zainstalować.
pt: Não foi possível encontrar o programa 'mpeg2enc' do pacote MjpegTools. Por favor instale-o.
pt_br: Não foi possível encontrar o binário do programa 'mpeg2enc' no pacote do MjpegTools. Por favor, instale-o.
sr: Не могу да нађем наредбу „mpeg2enc“ из пакета „MjpegTools“. Инсталирајте овај пакет.
sr@latn: Ne mogu da nađem naredbu „mpeg2enc“ iz paketa „MjpegTools“. Instalirajte ovaj paket.
sv: Kan inte hitta binärprogrammet 'mpeg2enc' från paketet Mjpegtools. Installera det.
th: ไม่พบแฟ้มโปรแกรม 'mpeg2enc' จากแพ็กเกจ MjpegTools โปรดทำการติดตั้ง
tr: MjpegTools paketinden 'mpeg2enc' programı bulunamıyor. Lütfenkurunuz.

source: Cannot find 'mplex' binary program from MjpegTools package. Please install it.
ca: No s'ha trobat el programa binari 'mplex' del paquet MjpegTools. Instaleu-lo, si us plau.
cs: Nemohu najít program 'mplex' z balíčku MjpegTools. Prosím doinstalujte.
da: Kan ikke finde 'mplex'-programmet fra 'MjpegTools'-pakken. Installér den.
de: Das Programm "mplex" aus dem Paket MjpegTools ist nicht aufzufinden. Bitte installieren Sie es.
el: Αδυναμία εύρεσης του εκτελέσιμου 'mplex' από το πακέτο MjpegTools. Παρακαλώ εγκαταστήστε το.
es: No se puede encontrar el programa «mplex» del paquete «MjpegTools». Instálelo.
et: Paketist MjpegTools ei leitud programmi 'mplex'. Palun paigalda see.
fr: Impossible de trouver le programme « mplex » du paquetage « MjpegTools ». Veuillez l'installer.
gl: Non foi posíbel encontrar o programa 'mplex' do pacote MjpegTools. Por favor instale-o.
is: Finn ekki 'mplex' tvíundarskrárnar úr MjpegTools forritinu.Vinsamlegast settu upp forritið.
it: Impossibile trovare l'eseguibile del programma «mplex» del pacchetto MjpegTools, Per piacere installalo.
ja: MjpegTools パッケージに含まれる mplex バイナリプログラムが見つかりません。インストールしてください。
nl: Het programma 'mplex' van het pakket MjpegTools is niet gevonden. Installeer dit programma.
pl: Nie można znaleźć programu 'mplex' z pakietu MjpegTools. Proszę go zainstalować.
pt: Não foi possível encontrar o programa 'mplex' do pacote MjpegTools. Por favor instale-o.
pt_br: Não foi possível encontrar o binário do programa 'mplex' no pacote doMjpegTools . Por favor, instale-o.
sr: Не могу да нађем наредбу „mplex“ из пакета „MjpegTools“. Инсталирајте овај пакет.
sr@latn: Ne mogu da nađem naredbu „mplex“ iz paketa „MjpegTools“. Instalirajte ovaj paket.
sv: Kan inte hitta binärprogrammet 'mplex' från paketet Mjpegtools. Installera det.
th: ไม่พบแฟ้มโปรแกรม 'mplex' จากแพ็กเกจ MjpegTools โปรดทำการติดตั้ง
tr: MjpegTools paketinden 'mplex' programı bulunamıyor. Lütfenkurunuz.
