Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_imagesgallery.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nl, pa, pl, pt, pt_br, ru, sr, sr@latn, sv, ta, th, tr, uk, zh_cn

source: <b>JPEG</b>: The Joint Photographic Experts Group's file format is a good Web file format but uses lossy data compression.<p><b>PNG</b>: the Portable Network Graphics format is an extensible file format for the lossless, portable, well-compressed storage of raster images. PNG provides a patent-free replacement for GIF and can also replace many common uses of TIFF. PNG is designed to work well in online viewing applications, such as the World Wide Web, so it is fully streamable with a progressive display option. Also, PNG can store gamma and chromaticity data for improved color matching on heterogeneous platforms.
ca: <b>JPEG</b>: el format de fitxer "The Joint Photographic Experts Group" és un bon format de fitxer per la web però empra compressió amb pèrdua.<p><b>PNG</b>: el format "Portable Network Graphics" és un format de fitxer extensible que evita la pèrdua, és portable, i té una bona compressió d'emmagatzematge d'imatges ràster. El PNG proporciona un recanvi lliure de patents al GIF i també pot substituir molts usos comuns del TIFF. El PNG està dissenyat per treballar bé amb les aplicacions de visualització en línia, com la web, doncs és completament transmissible amb una opció de visualització progressiva. El PNG també pot emmagatzemar dades de gamma i cromaticitat per millorar la coincidència de color en plataformes heterogènies.
cs: <b>JPEG</b>: tento formát (zkratka z angl. Joint Photographic Experts Group) používající ztrátovou kompresi je vhodný pro webové obrázky.<p><b>PNG</b>: rozšiřitelný souborový formát (zkratka z angl. Portable Network Graphics format) pro bezztrátové, přenositelné, dobře komprimované ukládání rastrové grafiky. Formát PNG je patenty nezatíženou náhradou formátu GIF a zároveň v mnoha ohledech nahrazuje formát TIFF. Formát PNG byl navržen pro bezproblémovou podporu online aplikací, např. webu, takže je plně streamovatelný a podporuje progresivní zobrazování. PNG umí uložit také hodnoty gamy a barevnosti, což vylepšuje barevnou shodu na různých platformách.
da: <b>JPEG</b>: Joint Photographic Experts Group filformatet er velegnet til brug på WWW, men benytter en komprimeringsmetode hvorved der mistes billedinformation. <p><b>PNG</b>: Portable Networks Graphics filformatet er et udvidbart format til tabsfrit, portabelt, komprimeret lagring af rasterbilleder. PNG tilbyder en patentfri erstatning for GIF og kan også erstatte brugen af TIFF i visse situationer PNG er designet til at fungere godt i visningsprogrammer på nettet, for eksempel til World Wide Web, derfor er formatet muligt at streame og med mulighed for fremskridtsvisning. PNG kan også gemme gamma og farveinformation til forbedret farveoverensstemmelse på forskellige platforme.
de: <b>JPEG</b>: Das "Joint Photographic Experts Group"-Dateiformat ist ein gutes Webdateiformat, das Kompression mit Datenverlust nutzt.<p><b>PNG</b>: Das "Portable Network Graphics"-Format ist ein erweiterbares Dateiformat zum verlustfreien, portablen und komprimierten Speichern von Rasterbildern. PNG ermöglicht eine patentfreie Ersetzung des GIF-Formates und kann in vielen Fällen auch das TIFF-Format ersetzen. PNG wurde entworfen, um in Online-Bildbetrachtungsprogrammen, wie z. B. im World Wide Web, eingesetzt zu werden. Es kann optional eine Voransicht von Bildern während des Ladens anzeigen. Weiterhin kann PNG Gamma- und Farbwertdaten für eine verbesserte Bildanzeige in heterogenen Plattformen speichern.
el: <b>JPEG</b>: Η μορφή 'Joint Photographic Experts' αρχείου είναι μια καλή μορφή για τον Ιστό αλλά χρησιμοποιεί απωλεστική συμπίεση δεδομένων.<p><b>PNG</b>: Η μορφή 'Portable Network Graphics' είναι μια μορφή με μη απωλεστική συμπίεση, κινητή, καλά συμπιεσμένη αποθήκευση ψηφιακών εικόνων. Η PNG προσφέρει μια αντικατάσταση χωρίς πατέντες της GIF καθώς επίσης μπορεί να αντικαταστήσει πολλές κοινές χρήσεις της TIFF. Η PNG σχεδιάστηκε για να λειτουργεί σωστά σε ενεργές εφαρμογές προβολής, όπως ο παγκόσμιος ιστός, έτσι είναι πλήρως ικανό για προοδευτική εμφάνιση εικόνων. Επίσης, η PNG μπορεί να αποθηκεύσει γάμμα και χρωματικά δεδομένα για βελτιωμένη χρωματική σύνθεση σε ετερογενείς πλατφόρμες.
es: <b>JPEG</b>: El formato de archivo «Joint Photographic Experts Group» es un buen formato de archivo para la web pero usa una compresión con pérdida de datos.<p> <b>PNG</b>: el formato de archivo «Portable Network Graphics» es un formato de archivo ampliable, portable y sin pérdida de datos para almacenar imágenes en mapa de bits. El PNG proporciona una alternativa libre de patentes al GIF y también puede reemplazar frecuentemente al TIFF. El PNG está diseñado para funcionar bien con las aplicaciones de visualización de imágenes por Internet, pues es totalmente transmisible con una opción de presentación progresiva. Además, el PNG puede almacenar la información de gamma y cromacidad para mejorar la equivalencia de colores entre plataformas heterogéneas.
et: <b>JPEG</b>: Joint Photographic Experts Groupi failivorming on korralik failivorming veebile, kuid kasutab andmetekaoga tihendust.<p><b>PNG</b>: Portable Network Graphicsi vorming on asjalik kadudeta, porditav ja korraliku tihendusega rasterpiltide failivorming. PNG pakub patendivaba asendust GIF-vormingule ning asendab suurel määral ka TIFF-vormingut. PNG on mõeldud ühtlasi korralikuks esitamiseks veebis, mistõttu seda saab igati kasutada internetipiltides. Samuti suudab PNG salvestada gamma- ja värviandmeid paljudel platvormidel korrektsete värvipiltide esitamiseks.
fr: <b>JPEG</b> : le format de fichier « Joint Photographic Experts Group » est un bon format pour la diffusion sur Internet mais il utilise une compression de données avec pertes.<p><b>PNG</b> : le format de fichier « Portable Network Graphics » est un format extensible, sans pertes, portable et bien compressé. PNG est un remplaçant libre de droits du format GIF et peut remplacer aussi beaucoup de caractéristiques du format TIFF. PNG est conçu pour être efficace avec les applications de consultation en ligne, comme celles de l'Internet, dans lesquelles il peut s'afficher progressivement. De plus, PNG peut conserver les informations relatives au gamma et aux couleurs afin d'améliorer la correspondance des couleurs sur les plates-formes hétérogènes.
gl: <b>JPEG</b> O formato de ficheiro "Joint Photographic Experts Group" é bon para utilizazón na Web pero utiliza compresión con perda de dados. <p><b>PNG</b>: o formato "Portable Network Graphics" é un formato de ficheiro extensíbel para armacenamento sen perda de dados, portábel e ben comprimido de imaxes rasterizadas. PNG é un substituto sen patentes do formato GIF e tamén substitui alguns usos comuns do TIFF. PNG está deseñado para funcionar ben en aplicazóns online, porque pode ser retransmitido mostrando-se progresivamente. PNG tamén pode armacenar dados de gama e cromináncia para obter cores mais fiéis mesmo en plataformas heteroxéneas.
is: <b>JPEG</b>: Skráasnið Joint Photographic Experts Group er ágætt til nota á vefsvæðum en notar aftur á móti þjöppun þar sem myndupplýsingar tapast.<p><b>PNG</b>: öðru nafni Portable Network Graphics, er útvíkkanlegt, taplaust, óháð stýrikerfum og býður góða þjöppun á bitamyndum. PNG er líka laust við einkaleyfi og getur þar með komið í stað GIF-sniðsins jafnframt því að geta uppfyllt ýmis þau notkunarsvið sem TIFF-sniðið hefur veriðnotað í. PNG er hannað til að virka vel í ýmiskonar netnotkun, svo sem á veraldarvefnum, þannig að það er fullkomlega streymanlegt og með stigvaxandi birtingarmöguleika. Aað auki getur PNG geymt upplýsingar um litróf (gamma) og litgildi (chromaticity) sem gefur kost á nákvæmri litsamsvörun á ólíkum vél- og hugbúnaði.
it: <b>JPEG</b>: Il formato Joint Photographic Experts Group è un buon formato per il Web ma usa una compressione con perdita di dati.<p><b>PNG</b>: il Portable Network Graphics è un formato estensibile senza perdita di dati, portabile e ben compresso per le immagini. PNG è un buon sostituto del GIF, senza brevetti, e può sostituire TIFF in molti usi comuni. PNG è progettato per lavorare con applicazioni online, come il World Wide Web, ed è utilizzabile per una visualizzazione progressiva. In più, PNG può memorizzare informazioni sul gamma e sui colori per una visualizzazione corretta su diverse piattaforme.
nl: <b>JPEG</b>: het Joint Photographic Experts Group bestandsformaat is een bestandsformaat dat erg geschikt is voor web-toepassingen maar het gebruikt een compressietechniek die voor kwaliteitsverlies zorgt.<p><b>PNG</b>: het Portable Network Graphics formaat is een uitbreidbaar bestandsformaat voor het bewaren van overdraagbare en goed gecomprimeerde bestanden in raster formaat. PNG is een patentvrije vervanging voor GIF en kan het TIFF formaat vaak ook vervangen . PNG is ontworpen om te werken met online viewing toepassingen zoals het World Wide Web. Het is dus volledig streamable met een progressive display-optie. Ook kan PNG gamma en chromaticity gegevens bewaren voor verbeterde kleurvergelijkingen op heterogene platformen.
pl: <b>JPEG</b>: (Joint Photographic Experts' Group) format ten jest dobry do zastosowań internetowych, jednak używa kompresji stratnej.<p><b>PNG</b>: (Portable Network Graphics) format PNG jest formatem grafiki oferującym bezstratną, przenośnośną, wysoko wydajną kompresję grafiki rastrowej. PNG, pozostając rozwiązaniem nieopatentowanym, jest dobrym zamiennikiem formatu PNG, może także zastąpić format TIFF w wielu popularnych zastosowaniach. PNG został stworzony z myślą o współpracy z rozwiązaniami do przeglądania grafiki online, takimi jak World Wide Web, tak więc oferuje opcję przesyłania strumieniowego wraz z wyświetlanie grafiki w miarę jej ściągania. PNG może także przechowywać informacje o kanale gamma i barwie w celu lepszego odwzorowania kolorów na niezgodnych platformach.
pt: <b>JPEG</b> O formato de ficheiro "Joint Photographic Experts Group" é bom para utilização na Web mas utiliza compressão com perca de dados. <p><b>PNG</b>: o formato "Portable Network Graphics" é um formato de ficheiro extensível para armazenamento sem perca de dados, portável e bem comprimido de imagens rasterizadas. O PNG um substituto sem patente do formato GIF e também substitui alguns usos comuns do TIFF. O PNG está desenhado para funcionar bem em aplicações 'online', uma vez que tem opções de visualização progressiva. O PNG pode também armazenar dados de gama e crominância de forma a obter cores mais fiéis mesmo em plataformas heterógeneas.
pt_br: <b>JPEG</b>: O formato de arquivo Joint Photographic Experts Group (Grupo Esperto de Junções Fotográficas - JPEG) é um ótimo formato de imagens para web, pois usa uma compressão sem perda de dados.<p><b>PNG</b>: o formato de arquivo de Gráficos de Rede Portáveis (Portable Network Graphics ou PNG) é um formato de arquivo extensível, para imagens sem perda de dados, portáveis e com ótima compressão de dados. O PNG é um opção livre para o GIF, e pode substituir também em muitos casos o TIFF. O formato PNG foi projetado para trabalhar bem em aplicativos de visualização on-line, tais como WWW, pois ele possui a capacidade de stream completa, com uma opção de exibição progressiva. O PNG também pode armazenar dados gama e cromáticos, para o melhoramento da cor em plataformas heterogêneas.
sr: <b>JPEG</b>: Добар формат фајлова за Веб, али користи компресију са губицима.<p><b>PNG</b>: Проширив формат фајлова за добру компресију растерских слика, без губитака. PNG је слободна од патената замена за GIF, а може да замени и TIFF у многим уобичајеним применама. PNG је пројектован да ради добро у применама за прегледање на вези, као што је Веб (World Wide Web), тако да је потпуно серијски са опцијом прогресивног приказа. Такође, PNG може да складишти податке о гами и хроматичности ради побољшаног поклапања боја на разноврсним платформама.
sr@latn: <b>JPEG</b>: Dobar format fajlova za Veb, ali koristi kompresiju sa gubicima.<p><b>PNG</b>: Proširiv format fajlova za dobru kompresiju rasterskih slika, bez gubitaka. PNG je slobodna od patenata zamena za GIF, a može da zameni i TIFF u mnogim uobičajenim primenama. PNG je projektovan da radi dobro u primenama za pregledanje na vezi, kao što je Veb (World Wide Web), tako da je potpuno serijski sa opcijom progresivnog prikaza. Takođe, PNG može da skladišti podatke o gami i hromatičnosti radi poboljšanog poklapanja boja na raznovrsnim platformama.
sv: <b>JPEG</b>: Filformatet från "Joint Photographic Experts Group" är ett bra filformat för webben, men använder komprimering med dataförlust.<p><b>PNG</b>: Formatet "Portable Network Graphics" är ett filformat som kan utökas för förlustfri, flyttbar, välkomprimerad lagring av rasterbilder. PNG erbjuder en patentfri ersättning av GIF, och kan också ersätta många vanliga användningar av TIFF. PNG är konstruerat att fungera bra i program för direktvisning, som webben, så det kan strömmas och har ett alternativ för gradvis visning. Dessutom kan PNG lagra gamma- och färgmättnadsdata för förbättrad färgmatchning på heterogena plattformar.
ta: <b>JPEG</b>: நவீன புகைப்பட சேர்பு கூழு கோப்பு வடிவம் ஒரு சிறந்த இனை கோப்பு வடிவம் ஆணால் இது சுருக்கத்தை பயன்படுத்தும் தரவு இழப்புடன்.<p><b>PNG</b>: எளிய பினைய வரைபடம் வடிவம் ஒரு நீட்டிப்பு கோப்பு வடிவம் இழப்பில்லாமல், நகற்றகூடிய, நன்றாக சுருக்கபட்ட சேமிப்பு பழுப்பு தோற்றம். PNG படிவ-இலவச மாற்றை தரும் GIFக்காக மற்றும் இது நிறைய பொது பயனை தரும் TIFF. PNG இனையத்தில் வேலை செய்ய நன்றாக வடிவமைக்க பட்டுள்ளது பயன்பாடு பார்க்க, எடுத்துகாட்டுக்கு உலக பரப்பு இனையம், இது முழுவதும் பரப்ப கூடிய காட்சி தேர்வு.மேலும், PNG காமாவை சேமிக்கும் மற்றும் க்ரோமெடிசிட்டி தரவு சிறந்த வண்ணத்திற்காக எட்ரோஜினியஸ் மட்டத்துக்கு பொருந்த.
th: <b>JPEG</b>: รูปแบบแฟ้มของ The Joint Photographic Experts Group เหมาะสำหรับใช้กับเวบ แต่จะมีการบีบข้อมูลที่ทำให้ภาพเสียรายละเอียด<p><b>PNG</b>: รูปแบบแฟ้ม Portable Network Graphics เป็นแฟ้มที่ภาพเสียรายละเอียดน้อยมาก มีขนาดที่เหมาะสม และเหมาะกับการใช้ แฟ้มแบบ PNG นั้นไม่มีปัญหาเรื่องสิทธิบัตรต่างจากแฟ้มแบบ GIF และยังสามารถใช้ทดแทนแฟ้มแบบ TIFF ได้ดีอีกด้วย แฟ้มแบบ PNG ถูกออกแบบมาให้ทำงานได้ดีกับการแสดงผลแบบออนไลน์ เช่น เวบ ดังนั้นมันจึงสามารถเลือกทำการแสดงผลแบบโพรเกรสซีฟในระหว่างการรับสายข้อมูลได้และเช่นกัน แฟ้มแบบ PNG ยังสามารถเก็บค่าแกมม่าและค่าข้อมูลโครม่า สำหรับปรับปรุงใช้งานระบบกับอุปกรณ์ที่แตกต่างกันได้ง่าย
tr: <b>JPEG</b>: Joint Photographic Experts Group'a ait olan bu dosya biçimi Web için oldukça iyi ama kayıplı veri sıkıştırma kullanmaktadır.<p><b>PNG</b>: Portable Network Graphics ham dosyaların kayıpsız bir şekildesıkıştırılıması için olduça iyi bir dosya biçimidir. PNG, GIF için telifsiz bir alternatifsunar. TIFF'in birçok genel kullanımını da ikame eder. PNG özellikle internet ortamındaçalışan uygulamalarda kullanılmak üzere tasarlanmıştır. Bu yüzden tamamen tamamen akıcı bir görünüm desteği sağlar. Aynı zamanda PNG farklı ortamlarda aynı renkeşleşmesini sağlamak için gamma bilgisini de saklar.
zh_cn: <b>JPEG</b>：JPEG 文件格式是一种很好的 Web 文件格式，但它使用有损压缩。<p><b>PNG</b>：PNG 是一种扩展的文件格式，它使用无损压缩，对于像素图来说是一种便携的压缩存储方式。相对于 GIF，PNG 提供了一种无专利困扰的替代产品，并且还取代了 TIFF 的很多通用情况。PNG 设计之初就考虑到在线应用，比如 WWW，所以它提供了渐进显示选项。同时，PNG 还可以存储伽玛和色度信息，以便在异构平台中改进颜色匹配。

source: Target images file format:
ca: Format de fitxer d'imatges destí:
cs: Formát souboru obrázků:
da: Målbilledets filformat:
de: Zielbild Dateiformat:
el: Μορφή αρχείου εικόνων προορισμού:
es: Formato del archivo de las imágenes de destino:
et: Sihtpiltide failivorming:
fr: Format de fichier des images cible :
gl: Formato de ficheiro das imaxes destino:
is: Snið úttaksmynda:
it: Formato dei file immagine di destinazione:
ja: 画像のファイル形式:
nl: Bestandsformaat voor de doelafbeeldingen:
pa: ਨਿਯਤ ਚਿੱਤਰ ਫਾਇਲ ਫਾਰਮੈਟ:
pl: Format plików wyjściowych:
pt: Formato de ficheiro das imagens alvo:
pt_br: Formato dos arquivos de imagens de destino:
ru: Формат изображений:
sr: Формат фајла циљних слика:
sr@latn: Format fajla ciljnih slika:
sv: Resultatbildernas filformat:
ta: குறிக்கோள் பிம்பங்கள் கோப்பு வடிவம்:
th: รูปแบบแฟ้มของภาพเป้าหมาย:
tr: Hedef resim dosya biçimi:
zh_cn: 目标图像文件格式：

source: &Set different color depth:
ca: E&stableix una profunditat de color diferent:
cs: &Barevná hloubka:
da: &Ændr farvedybde:
de: Andere Farbtiefe &setzen:
el: &Ορισμός διαφορετικού βάθους χρώματος:
es: E&stablecer una profundidad de color distinta:
et: Määratakse erinev värvisügavu&s:
fr: Profondeur de &couleur :
gl: Mudar a cantidade de core&s:
is: S&tilla aðra litadýpt:
it: Impo&sta una diversa profondità di colore:
ja: 色深度を変更(&S):
nl: &Andere kleurendiepte instellen:
pa: ਵੱਖਰੀ ਰੰਗ ਡੂੰਘਾਈ ਸੈਟ(&S):
pl: &Określ głębię kolorów:
pt: Mudar a quantidade de core&s:
pt_br: &Configurar profundidade de cor diferente:
ru: &Установить разную глубину цвета:
sr: Постави &различиту дубину боја:
sr@latn: Postavi &različitu dubinu boja:
sv: An&ge annat färgdjup:
ta: &பலத்தறப்பட்ட ஆழத்தின் வண்ணத்தை அமைக்கவும்:
th: ตั้งค่าความลึกสีที่ต่างออกไป:
tr: Değişik renk derinliği a&yarla:
uk: &Встановити іншу глибину кольору:
zh_cn: 设定不同的颜色深度(&S)：

source: <p>Select here the color depth used for the target image rendering.
ca: <p>Seleccioneu aquí la profunditat de color a usar en la renderització de la imatge destí.
cs: <p>Zde můžete zvolit barevnou hloubku obrázků.
da: <p>Her angives farvedybden på billederne i galleriet.
de: <p>Wählen Sie hier die Farbtiefe der Zielbilder.
el: <p>Επιλέξτε εδώ το βάθος χρώματος που θα χρησιμοποιηθεί στην αποτύπωση των εικόνων προορισμού.
es: <p>Seleccione aquí la profundidad de color que se usará para mostrar las imágenes de destino.
et: <p>Vali siin sihtpiltide renderdamisel kasutatav värvisügavus.
fr: <p>Sélectionnez ici la profondeur de couleur utilisée pour le rendu des images cible.
gl: <p>Escolla a cantidade de cores utilizada no renderizado das imaxes obxectivo.
is: <p>Veldu hér þá litadýpt sem nota á við gerð úttaksmynda.
it: <p>Seleziona qui la profondità di colore da usare per le immagini di destinazione.
ja: <p>画像の表示に使用する色深度を選択します。
nl: <p>Selecteer hier de kleurdiepte voor de doelbestanden.
pl: <p>Wybierz tutaj głębię koloru z jaką mają być tworzone zdjęcia do galerii.
pt: <p>Seleccione a quantidade de cores utilizada na rasterização das imagens alvo.
pt_br: <p>Selecione aqui a profundidade de cor, para a renderização das imagens.
ru: <p>Выбрать глубину цвета для изображений.
sr: <p>Изаберите овде дубину боја која се користи за рендеровање циљних слика.
sr@latn: <p>Izaberite ovde dubinu boja koja se koristi za renderovanje ciljnih slika.
sv: <p>Välj färgdjup som används för uppritning av resultatbilderna.
ta: <p>குறிக்கோள் பிம்ப மாற்றத்திற்கான பயன்படுத்திய வண்ணத்தின் ஆழத்தினை தேர்ந்தெடுக்கவும்.
th: <p>เลือกค่าความลึกสีสำหรับภาพเป้าหมายได้ที่นี่
tr: <p>Burada hedef resmin görüntülenmesinde kullanılacak renk derinliğini seçiniz.
zh_cn: <p>在此选择目标图像渲染所用的颜色深度。

source: Use images album &captions
ca: Usa els &comentaris de les imatges d'àlbum
de: Bilderalbenbes&chriftungen benutzen
es: Usar los &comentarios de las imágenes del álbum
et: Kasutatakse al&bumi piltide pealdisi
fr: Afficher les &légendes des image
is: Nota skýringate&xta albúma
it: Usa le didas&calie dell'album di immagini
ja: アルバムのキャプションを使う(&C)
nl: &Titels bij albumafbeeldingen gebruiken
pt: Utilizar os &títulos das imagens do álbum
pt_br: Usar &legendas do álbum de imagens
sr: Користи коментаре слика из &албума
sv: Använd bildernas albumru&briker

source: <p>If you enable this option, the images Album captions will be used for generating subtitles for the images.
ca: <p>Si activeu aquesta opció, els comentaris de les imatges d'àlbum s'usaran per generar subtítols per a les imatges.
de: <p>Wenn Sie diese Option wählen, werden die Beschriftungen der Bilderalben als Untertitel der Bilder genutzt.
es: <p>Si activa esta opción, los comentarios de las fotos incluídos en el álbum se utilizarán para generar subtítulos para las imágenes.
et: <p>Sisselülitamisel kasutatakse piltide alamtiitlite genereerimisel albumi piltide pealdisi.
fr: <p>Si vous activez cette option, les légendes des images seront affichés en sous-titre de l'image.
is: <p>Sé þetta valið, þá eru skýringartextar albúma notaðir til að gera undirtitla við myndirnar.
it: <p>Abilitando questa opzione, le didascalie degli album di immagini verranno usate per generare dei sottotitoli per le immagini.
ja: <p>このオプションを有効にすると、アルバムのキャプションから画像のサブタイトルが生成されます。
nl: <p>Als u deze optie aanzet, zullen de titels van de afbeeldingen in het album gebruikt worden als ondertitels bij de afbeeldingen.
pt: <p>Se activar esta opção, os títulos das imagens dos álbuns serão utilizados para gerar legendas para as imagens.
pt_br: <p>Se você habilitar esta opção, as legendas do álbum de imagem serão usados para gerar legendas para as imagens.
sr: <p>Ако укључите ову опцију, коментари слика из албума биће коришћени за прављење поднаслова слика.
sv: <p>Om du aktiverar det här alternativet, används albumrubrikerna för att skapa underrubriker för bilderna.

source: Show album cap&tion
ca: Mostra el &comentari d'àlbums
de: Albenbes&chriftunge anzeigen
es: Mostrar el comen&tario del álbum
et: Näida&takse albumi pealdist
fr: Afficher les lé&gendes des albums
is: Sýna skýringa&texta albúma
it: Mostra la dida&scalia dell'album
ja: アルバムのキャプションを表示(&T)
nl: Album&titel tonen
pt: Mostrar o &título dos álbuns
pt_br: Exibir le&genda do álbum
sr: Прикажи &коментаре албума
sv: Visa albumru&brik

source: <p>If you enable this option, the Album caption will be shown in the gallery.
ca: <p>Si activeu aquesta opció, el comentari d'àlbum es mostrarà a la galeria.
de: <p>Wenn Sie diese Option wählen, wird die Albenbeschriftung in der Galerie angezeigt.
es: <p>Si activa esta opción, se mostrará el comentari del álbum en la galería de imágenes.
et: <p>Sisselülitamisel näidatakse galeriis albumi pealdist.
fr: <p>Si vous activez cette option, la légende de l'album sera affiché dans la galerie.
is: <p>Sé þetta valið, þá eru skýringartextar albúma sýndir í myndasafninu.
it: <p>Se abiliti questa opzione, la didascalia dell'album sarà mostrata nella galleria.
ja: <p>このオプションを有効にすると、アルバムのキャプションがギャラリーに表示されます。
nl: <p>Wanneer u deze optie aanzet, zal de albumtitel getoond worden in de galerij.
pt: <p>Se activar esta opção, o título do álbum será mostrado na galeria.
pt_br: <p>Se você habilitar esta opção, a legenda do álbum será exibida na Gallery.
sr: <p>Ако укључите ову опцију, коментари албума биће приказани у галерији.
sv: <p>Om du aktiverar det här alternativet, visas albumrubriken i galleriet.

source: Show album &collection
ca: Mostra la &col·lecció d'àlbums
cs: Zobrazit k&olekce alba
da: Vis alb&umsamling
de: Alben&kollektion anzeigen
el: Εμφάνιση συλ&λογής άλμπουμ
es: Mostrar el &tema del álbum
et: Näidatakse albumi ko&gu
fr: Affiche&r la collection de l'album
gl: Mostrar a &coleczón de álbuns
is: Sýna safn al&búma
it: Mostra la ra&ccolta degli album
ja: アルバムのコレクションを表示(&C)
nl: Album&collectie tonen
pa: ਐਲਬਮ ਭੰਡਾਰ ਵੇਖਾਓ(&c)
pl: &Pokazuj kolekcję albumu
pt: Mostrar a &colecção de álbuns
pt_br: Mostrar &coleção do álbum
sr: Прикажи &колекцију албума
sr@latn: Prikaži &kolekciju albuma
sv: Visa album&samling
ta: ஆலபத்தின் தொகுப்புகளை காட்டு
th: แสดงหมวดหมู่ของอัลบั้ม
tr: Albüm &koleksiyonunu göster
zh_cn: 显示像册收集(&C)
