Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_imagesgallery.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nl, pa, pl, pt, pt_br, ru, sr, sr@latn, sv, ta, th, tr, uk, zh_cn

source: Page Look
ca: Aspecte de la pàgina
cs: Vzhled stránky
da: Sideopsætning
de: Erscheinungsbild der Seite
el: Εμφάνιση σελίδας
es: Aspecto de la página
et: Lehekülje välimus
fr: Apparence de la galerie web
gl: Aparéncia da Páxina
is: Útlit síðu
it: Aspetto della pagina
ja: ページの外観
nl: Paginaopmaak
pa: ਸਫ਼ਾ ਦਿੱਖ
pl: Wygląd strony
pt: Aparência da Página
pt_br: Aparência da página
ru: Вид страницы
sr: Изглед стране
sr@latn: Izgled strane
sv: Sidutseende
ta: பாக்கத்தை பார்
th: ดูหน้าเอกสาร
tr: Sayfa Görünümü
uk: Вигляд сторінки
zh_cn: 页面外观

source: Main &page title:
ca: Títol de la &pàgina principal:
cs: Titul hlavní &stránky:
da: Forside&titel:
de: &Titel der Hauptseite:
el: Κύριος &τίτλος σελίδας:
es: Título de la &página principal:
et: &Põhilehekülje pealkiri:
fr: &Titre de la galerie :
gl: Título da &páxina principal:
is: Titill &aðalsíðu:
it: Titolo della &pagina principale:
ja: メインページのタイトル(&P):
nl: Titel van de hoofd&pagina:
pa: ਮੁੱਖ ਸਫ਼ਾ ਨਾਂ(&p):
pl: &Tytuł głównej strony:
pt: Título da &página principal:
pt_br: Título da &página principal:
ru: Заголовок главной &страницы:
sr: Наслов &главне стране:
sr@latn: Naslov &glavne strane:
sv: &Huvudsidans rubrik:
ta: முக்கியமான &பக்கத்தின் தலைப்பு:
th: หัวเรื่องของหน้าหลัก:
tr: Ana &sayfa başlığı:
zh_cn: 主页面标题(&P)：

source: Album Image Galleries
ca: Galeries d'imatges d'àlbums
cs: Album galerie obrázků
da: Billedgallerier
de: Album Bildergalerie
el: Άλμπουμ συλλογής εικόνων
es: Galerías de imágenes de los álbumes
et: Albumi pildigaleriid
fr: Galerie d'albums photo
gl: Galerias de Imaxes dos Álbuns
is: Myndasöfn Albúma
it: Galleria di immagini di album
ja: アルバムイメージギャラリー
nl: Afbeeldingengalerij voor albums
pa: ਐਲਬਮ ਚਿੱਤਰ ਗੈਲਰੀਆਂ
pl: Galerie albumów zdjęć
pt: Galerias de Imagens dos Álbuns
pt_br: Galerias de imagens do álbum
sr: Галерије слика албума
sr@latn: Galerije slika albuma
sv: Albumbildgallerier
ta: ஆல்பம் பிம்பங்கள் தொகுப்பு
th: แกลเลอรีภาพของอัลบั้ม
tr: Albüm Resim Galerileri
uk: Галереї зображень альбому
zh_cn: 相册图库

source: <p>Enter here the title of the main HTML page (multiple Album selection only).
ca: <p>Introduïu aquí el títol de la pàgina HTML principal (només per la selecció múltiple d'àlbums).
cs: <p>Zde zadejte titul hlavní HTML stránky (pouze při výběru více alb).
da: <p>Skriv titlen på den første HTML-side. (kun for gallerier med mere end et album).
de: <p>Geben Sie den Titel der Hauptseite ein. Dies ist nur möglich für mehrere ausgewählte Alben.
el: <p>Εισάγετε εδώ τον τίτλο της κύριας σελίδας HTML (μόνο για πολλαπλή επιλογή άλμπουμ).
es: <p>Introduzca aquí el título de la página HTML principal (sólo si se seleccionan varios álbumes).
et: <p>Kirjuta siia peamise HTML-lehekülje pealkiri (ainult mitme albumi valimisel).
fr: <p>Saisissez ici le titre de la galerie (uniquement pour une sélection multiple d'albums).
gl: <p>Indique aqui o título da páxina HTML principal (só para a seleczón de vários álbuns).
is: <p>Settu hér titil aðal HTML síðunnar (aðeins við val á mörgum albúmum).
it: <p>Inserisci il titolo della pagina HTML principale (solo per selezioni di più album).
ja: <p>メイン HTML ページのタイトルを入力してください。(複数のアルバムを選択した場合のみ)
nl: <p>Voer hier de titel in voor de HTML hoofdpagina (alleen bij meerdere albums in de selectie).
pl: <p>Podaj tytuł głównej strony HTML (tylko przy wyborze kilku albumów).
pt: <p>Indique aqui o título da página HTML principal (apenas para a selecção de vários álbuns).
pt_br: <p>Digite aqui o título da página HTML principal (somente na seleção de múltiplos álbuns).
ru: <p>Введите название главной страницы.
sr: <p>Овде унесите наслов главне HTML стране (само ако је изабрано више албума).
sr@latn: <p>Ovde unesite naslov glavne HTML strane (samo ako je izabrano više albuma).
sv: <p>Skriv in titeln på HTML-huvudsidan här (bara vid val av flera album).
ta: <p>பிரதான HTML பக்கத்தின் தலைப்பு இங்கு உள்ளிடு (பலத்தரப்பட்ட ஆல்பத்தின் தேர்ந்தெடுப்பு மட்டும்).
th: <p>ใส่คำนำหน้าของหน้าเอกสารเวบหลักที่นี่ (ใช้ได้กับการเลือกหลายอัลบั้มเท่านั้น)
tr: <p>Ana HTML sayfasının başığını giriniz (sadece birden fazla Albüm seçimi).
zh_cn: <p>在此输入主 HTML 页面的标题(仅对多相册选择)。

source: I&mages per row:
ca: I&matges per fila:
cs: uO&brázků na řádek:
da: &Billeder pr. række:
de: Bilder pro &Zeile:
el: &Εικόνες ανά γραμμή:
es: I&mágenes por fila:
et: Pilte &reas:
fr: No&mbre d'images par ligne :
gl: I&maxes por liña:
is: M&yndir í röð:
it: I&mmagini per riga:
ja: 横一列あたりの画像数(&M):
nl: A&fbeeldingen per rij:
pa: ਹਰੇਕ ਕਤਾਰ 'ਚ ਚਿੱਤਰ(&m):
pl: Zdjęć w &wierszu:
pt: I&magens por linha:
pt_br: I&magens por linha:
ru: Изображений в &ряду:
sr: Слика &по врсти:
sr@latn: Slika &po vrsti:
sv: Bilder per &rad:
ta: வடிவத்தின் கிடக்கை:
th: จำนวนภาพต่อแถว:
tr: Satır başına &resim:
uk: &Зображень в рядку:
zh_cn: 每行图像数(&M)：

source: <p>Enter here the number of images per row in the album page. A good value is '4'.
ca: <p>Introduïu aquí el nombre d'imatges per fila a la pàgina de l'àlbum. '4' és un valor apropiat.
cs: <p>Zde zadejte počet obrázků na řádku. Dobrá hodnota je '4'.
da: <p>Her angives antallet af billeder i hver række på siden. Værdien '4' anbefales.
de: <p>Geben Sie hier die Anzahl der Bilder pro Zeile der Album-Seite ein. Ein guter Wert ist "4".
el: <p>Εισάγετε εδώ τον αριθμό των εικόνων ανά γραμμή σε μια σελίδα του άλμπουμ. Μια καλή τιμή είναι το '4'.
es: <p>Introduzca aquí el número de imágenes por fila de la página del álbum. «4» es un buen valor.
et: <p>Määra, mitu pilti peab albumi leheküljel ühes reas olema. Mõistlik väärtus on '4'.
fr: <p>Saisissez ici le nombre d'images par ligne dans la galerie. 4 est une bonne valeur.
gl: <p>Indique o número de imaxes por fila nas páxinas do álbum. Un bon valor é '4'.
is: <p>Stilltu hér fjölda mynda í hverri röð á síðu albúmsins. Oft er þetta stillt á '4'.
it: <p>Inserisci qui il numero di immagini per riga nella pagina dell'album. Un buon valore è 4.
ja: <p>ページの横一列に表示する画像数を指定してください。妥当な値は '4' です。
nl: <p>Voeg hier het aantal afbeeldingen per rij op de albumpagina in. Een goede waarde is '4'.
pl: <p>Wpisz liczbę zdjęć w wierszu na stronie w albumie. Dobrym wyborem jest '4'.
pt: <p>Indique o número de imagens por fila nas páginas do álbum. Um bom valor é '4'.
pt_br: <p>Digite aqui o número de imagens por linha, na página do álbum. Um bom valor é '4'.
ru: <p>Введите число изображений в ряду. Хорошее значение - 4.
sr: <p>Унесите овде број слика по врсти на страни албума. Добра вредност је 4.
sr@latn: <p>Unesite ovde broj slika po vrsti na strani albuma. Dobra vrednost je 4.
sv: <p>Skriv in antal bilder per rad på albumsidorna. Ett bra värde är '4'.
ta: <p>ஆல்பத்தின் பலத்தறப்பட்ட எண்களை கிடக்கையின் பக்கங்களாக நுழைத்திடுக. ஒரு நல்ல மதிப்பு '4'.
th: <p>ใส่จำนวนของภาพที่จะให้มีต่อแถวหน้าอัลบั้ม ค่าที่เหมาะคือ '4'
tr: <p>Burada albüm sayfasında satır başına resim sayısını giriniz. '4' iyi bir değerdir.
zh_cn: <p>在此输入相册页面中每行的图像数。建议值为“4”。

source: Show image file &name
ca: Mostra el &nom del fitxer de la imatge
cs: Zobrazit &název souboru
da: Vis &filnavn
de: Datei&name des Bildes anzeigen
el: Εμφάνιση &ονόματος αρχείου εικόνας
es: Mostrar el &nombre de archivo de la imagen
et: &Näidatakse pildifaili nime
fr: Afficher le &nom de l'image
gl: Mostrar o &nome do ficheiro da imaxe
is: Sýna &nafn myndskráar
it: Mostra il &nome del file immagine
ja: 画像のファイル名を表示(&N)
nl: &Naam afbeeldingsbestand tonen
pa: ਚਿੱਤਰ ਫਾਇਲ ਨਾਂ ਵਿਖਾਓ(&n)
pl: Pokaż &nazwy plików
pt: Mostrar o &nome do ficheiro da imagem
pt_br: Mostrar &nome do arquivo da imagem
ru: Показывать &имена файлов
sr: Прикажи име &фајла слике
sr@latn: Prikaži ime &fajla slike
sv: Visa bildfil&namn
ta: வடிவத்தின் கோப்புகளையும் &பெயரையும் காண்பிக்கவும்
th: แสดงชื่อแฟ้มของภาพด้วย
tr: Resim dosya &adını göster
uk: Показувати &назву файла зображення
zh_cn: 显示图像文件名(&N)

source: <p>If you enable this option, the image filenames will be added to the Album page.
ca: <p>Si activeu aquesta opció, s'afegiran els noms de fitxer de les imatges a la pàgina de l'àlbum.
cs: <p>Pokud tuto volbu povolíte, budou do stránky vložena také jména souborů obrázků.
da: <p> Aktiverer du denne indstilling, bliver billedernes filnavne vist i galleriet.
de: <p>Wenn diese Einstellung aktiviert ist, werden jeder Album-Seite die Bilddateinamen hinzugefügt.
el: <p>Αν ενεργοποιήσετε αυτή την επιλογή, τα ονόματα αρχείων των εικόνων θα προστεθούν στη σελίδα του άλμπουμ.
es: <p>Si activa esta opción, se mostrará el nombre de los archivos de imagen en la página del álbum.
et: <p>Sisselülitamisel lisatakse albumi leheküljele pildifailide nimed.
fr: <p>Si vous activez cette option, le nom du fichier de l'image sera affiché dans la galerie.
gl: <p>Se activa esta opzón o nome dos ficheiros das imaxes é engadido na páxina do álbum.
is: <p>Ef þú velur þetta, munu skráaheiti myndanna koma fram á síðu albúmsins.
it: <p>Se abiliti questa opzione, i nomi dei file immagine verranno aggiunti nella pagina dell'album.
ja: <p>アルバムのページに画像のファイル名を表示します。
nl: <p> Wanneer u deze optie aanzet, zullen de namen van de afbeeldingsbestanden worden toegoevoegd aan de albumpagina.
pa: <p>ਜੇਕਰ ਤੁਸੀਂ ਇਹ ਚੋਣ ਕੀਤੀ ਤਾਂ ਚਿੱਤਰ ਫਾਇਲ ਨਾਂ ਨੂੰ ਐਲਬਮ ਸਫ਼ੇ ਵਿੱਚ ਜੋੜਿਆ ਜਾਵੇਗਾ।
pl: <p>Jeśli ta opcja zostanie włączona, nazwy plików ze zdjęciami zostaną dodane do strony albumu.
pt: <p>Se activar esta opção o nome dos ficheiros das imagens é adicionado na página do álbum.
pt_br: <p>Se você habilitar esta opção, os nomes de arquivo das imagens serão adicionados a página do álbum.
ru: <p>Если включён этот параметр, название изображения будет добавлено в альбом.
sr: <p>Ако укључите ову опцију, имена фајлова слика биће додата страни албума.
sr@latn: <p>Ako uključite ovu opciju, imena fajlova slika biće dodata strani albuma.
sv: <p>Om du aktiverar det här alternativet, läggs bildernas filnamn till på albumsidan.
ta: <p>நீங்கள் இந்த தேர்வை அனுமதித்தால், பிம்ப கோப்பு பெயர்கள் ஆல்பத்தின் பக்கத்தில் சேர்ந்து விடும்.
th: <p>หากเปิดใช้ตัวเลือกนี้ จะมีการเพิ่มชื่อแฟ้มของภาพไปยังหน้าเอกสารเวบของอัลบั้มด้วย
tr: <p>Bu seçeneği aktifleştirirseniz, resim dosya adları Albüm sayfasına eklenecektir.
zh_cn: <p>如果您启用了此选项，将会在相册页中添加图像文件名。

source: Show image file &size
ca: Mo&stra la mida del fitxer de la imatge
cs: Přidat velikost &souboru
da: Vis fil&størrelse
de: &Dateigröße des Bildes anzeigen
el: Εμφάνιση &μεγέθους αρχείου εικόνας
es: Mostrar el &tamaño del archivo de la imagen
et: Näidatakse &pildifaili suurust
fr: Afficher la &taille de l'image
gl: &Mostrar o tamaño do ficheiro da imaxe
is: Sýna s&kráarstærð mynda
it: Mostra la dimen&sione del file immagine
ja: 画像のファイルサイズを表示(&S)
nl: Grootte afbeelding&sbestand tonen
pa: ਚਿੱਤਰ ਫਾਇਲ ਅਕਾਰ ਵਿਖਾਓ(&s)
pl: Pokaż &rozmiary plików
pt: &Mostrar o tamanho do ficheiro da imagem
pt_br: Mostra &tamanho do arquivo de imagem
ru: Показывать &размер файла
sr: Прикажи &величину фајла слике
sr@latn: Prikaži &veličinu fajla slike
sv: Visa bildens fil&storlek
ta: கோப்பு வடிவத்தையும்&அளவையும் காண்பிக்கவும்
th: แสดงขนาดของแฟ้มภาพ
tr: Resim dosya &boyutunu göster
uk: Показувати &розмір файла зображення
zh_cn: 显示图像文件大小(&S)

source: <p>If you enable this option, the image file sizes will be added to the Album page.
ca: <p>Si activeu aquesta opció, s'afegiran les mides dels fitxers d'imatges a la pàgina de l'àlbum.
cs: <p>Pokud tuto volbu povolíte, bude do stránky vložena také velikost souboru s obrázkem.
da: <p>Hvis du aktiverer denne indstilling, bliver billedernes filstørrelse vist i galleriet.
de: <p>Wenn diese Einstellung aktiviert ist, werden jeder Album-Seite die Bilddateigrößen hinzugefügt.
el: <p>Αν ενεργοποιήσετε αυτή την επιλογή, το μέγεθος αρχείων των εικόνων θα προστεθούν στη σελίδα του άλμπουμ.
es: <p>Si activa esta opción, se mostrará el tamaño de los archivos de imagen en la página del álbum.
et: <p>Sisselülitamisel lisatakse albumi leheküljele pildifailide suurused.
fr: <p>Si vous activez cette option, la taille du fichier de l'image sera affiché dans la galerie.
gl: <p>Se activa esta opzón o tamaño dos ficheiros das imaxes é engadido na páxina do álbum.
is: <p>Ef þú velur þetta, mun skráastærð myndanna koma fram á síðu albúmsins.
it: <p>Se abiliti questa opzione, le dimensioni dei file immagine verranno aggiunte nella pagina dell'album.
ja: <p>アルバムのページに画像のファイルサイズを表示します。
nl: <p>Wanneer u deze optie aanzet, zal de bestandsgrootte van de afbeeldingen worden toegevoegd aan de albumpagina.
pl: <p>Jeśli ta opcja zostanie włączona, rozmiary plików ze zdjęciami zostaną dodane do strony albumu.
pt: <p>Se activar esta opção o tamanho dos ficheiros das imagens é adicionado na página do álbum.
pt_br: <p>Se você habilitar esta opção, os tamanhos de arquivo das imagens serão adicionados a página do álbum.
ru: <p>Если включён этот параметр, размер файла изображения будет добавлен в альбом.
sr: <p>Ако укључите ову опцију, величине фајлова слика биће додате страни албума.
sr@latn: <p>Ako uključite ovu opciju, veličine fajlova slika biće dodate strani albuma.
sv: <p>Om du aktiverar det här alternativet, läggs bildernas filstorlek till på albumsidan.
ta: <p>நீங்கள் இந்த தேர்வை அனுமதித்தால், பிம்ப கோப்பு அளவுகள் ஆல்பத்தின் பக்கத்தில் சேர்ந்து விடும்.
th: <p>หากเปิดใช้ตัวเลือกนี้ จะมีการเพิ่มขนาดแฟ้มของภาพไปยังหน้าเอกสารเวบของอัลบั้มด้วย
tr: <p>Bu seçeneği aktifleştirirseniz, resim dosya boyutları Albüm sayfasına eklenecektir.
zh_cn: <p>如果您启用了此选项，将会在相册页中添加图像文件的大小。

source: Show image &dimensions
ca: Mostra les &dimensions de la imatge
cs: Při&dat rozměry obrázku
da: Vis billedstørrelse
de: Bildgröße &anzeigen
el: Εμφάνιση &διαστάσεων εικόνας
es: Mostrar las &dimensiones de la imagen
et: &Näidatakse pildi mõõtmeid
fr: Afficher les &dimensions de l'image
gl: Mostrar as &dimensións da imaxe
is: Sýna &stærð mynda
it: Mostra le &dimensioni delle immagini
ja: 画像の寸法を表示(&D)
nl: &Afmetingen afbeelding tonen
pa: ਚਿੱਤਰ ਮਾਪ ਵਿਖਾਓ(&d)
pl: Pokaż &wymiary zdjęć
pt: Mostrar as &dimensões da imagem
pt_br: Mostrar &dimensões da imagem
ru: Показывать &размеры картинки
sr: Прикажи &димензије слике
sr@latn: Prikaži &dimenzije slike
sv: Visa bildens &dimensioner
ta: வடிவத்தை &பரிமானங்களை காண்பிக்கவும்
th: แสดงมิติของภาพ
tr: Resim b&oyutlarını göster
uk: Показувати ро&зміри зображення
zh_cn: 显示图像尺寸(&D)

source: <p>If you enable this option, the image dimensions will be added to the Album page.
ca: <p>Si activeu aquesta opció, s'afegiran les dimensions de les imatges a la pàgina de l'àlbum.
cs: <p>Pokud tuto volbu povolíte, bude do stránky vložena také velikost obrázku.
da: <p>Med denne indstilling aktiveret bliver billedstørrelsen vist i galleriet.
de: <p>Wenn diese Einstellung aktiviert ist, werden jeder Album-Seite die Bildgrößen hinzugefügt.
el: <p>Αν ενεργοποιήσετε αυτή την επιλογή, οι διαστάσεις των εικόνων θα προστεθούν στη σελίδα του άλμπουμ.
es: <p>Si activa esta opción, se mostrarán las dimensiones de las imágenes en la página del álbum.
et: <p>Sisselülitamisel lisatakse albumi leheküljele piltide mõõtmed.
fr: <p>Si vous activez cette option, les dimensions de l'image seront affichées dans la galerie.
gl: <p>Se activa esta opzón as dimensións das imaxes son engadidas á páxina do álbum.
is: <p>Ef þú velur þetta, munu málsetningar myndanna koma fram á síðu albúmsins.
it: <p>Se abiliti questa opzione, le dimensioni delle immagini verranno aggiunte nella pagina dell'album.
ja: <p>アルバムのページに画像の寸法を表示します。
nl: <p>Wanneer u deze optie aanzet, zullen de afmetingen van de afbeeldingen worden toegevoegd aan de albumpagina.
pl: <p>Jeśli ta opcja zostanie włączona, rozmiary zdjęć zostaną dodane do strony albumu.
pt: <p>Se activar esta opção as dimensões das imagens são adicionadas na página do álbum.
pt_br: <p>Se você habilitar esta opção, as dimensões das imagens serão adicionadas a página do álbum.
ru: <p>Если включён этот параметр, размер изображения будет добавлен в альбом.
sr: <p>Ако укључите ову опцију, димензије слика биће додате страни албума.
sr@latn: <p>Ako uključite ovu opciju, dimenzije slika biće dodate strani albuma.
sv: <p>Om du aktiverar det här alternativet, läggs bildens dimensioner till på albumsidan.
ta: <p>நீங்கள் இந்த தேர்வை அனுமதித்தால், பிம்ப பரிமாணங்கள் ஆல்பத்தின் பக்கத்தில் சேர்ந்து விடும்.
th: <p>หากเปิดใช้ตัวเลือกนี้ จะมีการเพิ่มขนาดมิติของภาพไปยังหน้าเอกสารเวบของอัลบั้มด้วย
tr: <p>Bu seçeneği aktifleştirirseniz, resim boyutları Albüm sayfasına eklenecektir.
zh_cn: <p>如果您启用了此选项，将会在相册页中添加图像尺寸。

source: Show page creation date
ca: Mostra la data de creació de la pàgina
cs: Zobrazit datum vytvoření stránky
da: Vis sidens &oprettelsestidspunkt
de: Erstellungsdatum der Seite anzeigen
el: Εμφάνιση ημερομηνίας δημιουργίας της σελίδας
es: Mostrar la fecha de creación de la página
et: Näidatakse lehekülje loomise kuupäeva
fr: Afficher la date de création de la galerie
gl: Mostrar data de criazón da páxina
is: Sýna upprunadagsetningu síðunnar
it: Mostra la data di creazione della pagina
ja: ページの作成日を表示
nl: Aanmaakdatum van de pagina tonen
pa: ਸਫ਼ਾ ਨਿਰਮਾਣ ਮਿਤੀ ਵੇਖਾਓ
pl: Pokaż datę utworzenia strony
pt: Mostrar data de criação da página
pt_br: Mostrar data da criação da página
ru: Показывать дату создания страницы
sr: Прикажи датум прављења стране
sr@latn: Prikaži datum pravljenja strane
sv: Visa datum då sidan skapades
ta: பக்கத்தின் தேதி உருவாக்கத்தை காண்பிக்கவும்
th: แสดงวันที่สร้างเอกสารเวบ
tr: Sayfa oluşturma tarihini göster
uk: Показувати дату створення сторінки
zh_cn: 显示页面创建时间

source: <p>If you enable this option, the creation date will be added to the Album page.
ca: <p>Si activeu aquesta opció, s'afegirà la data de creació a la pàgina de l'àlbum.
cs: <p>Pokud tuto volbu povolíte, bude do stránky vložen údaj o datu vytvoření.
da: <p>Hvis du aktiverer denne indstilling, bliver albummets oprettelsesdato vist i galleriet.
de: <p>Wenn diese Einstellung aktiviert ist, wird jeder Album-Seite das Erstellungsdatum hinzugefügt.
el: <p>Αν ενεργοποιήσετε αυτή την επιλογή, η ημερομηνία δημιουργίας θα προστεθεί στη σελίδα του άλμπουμ.
es: <p>Si activa esta opción, se mostrará la fecha de creación en la página del álbum.
et: <p>Sisselülitamisel lisatakse albumi leheküljele selle loomise kuupäev.
fr: <p>Si vous activez cette option, la date de création de la galerie sera affichée.
gl: <p>Se activa esta opzón a data de criazón é engadida na páxina do álbum.
is: <p>Ef þú velur þetta, munu upprunadagsetningar myndanna koma fram á síðu albúmsins.
it: <p>Se abiliti questa opzione, la data di creazione verrà aggiunta nella pagina dell'album.
ja: <p>アルバムのページに作成日を表示します。
nl: <p>Wanneer u deze optie aanzet, zal de aanmaakdatum worden toegevoegd aan de albumpagina.
pl: <p>Jeśli ta opcja zostanie włączona, data utworzenia albumu zostanie dodana do strony albumu.
pt: <p>Se activar esta opção a data de criação é adicionada na página do álbum.
pt_br: <p>Se esta opção estiver habilitada, a data da criação será adicionada à página do álbum.
ru: <p>Если включён этот параметр, дата создания будет добавлена в альбом.
sr: <p>Ако укључите ову опцију, датум прављења биће додат страни албума.
sr@latn: <p>Ako uključite ovu opciju, datum pravljenja biće dodat strani albuma.
sv: <p>Om du aktiverar det här alternativet, läggs datum då den skapades till på albumsidan.
ta: <p>நீங்கள் இந்த தேர்வை அனுமதித்தால், தேதி உருவாக்கம் ஆல்பத்தின் பக்கத்தில் சேர்ந்து விடும்.
th: <p>หากเปิดใช้ตัวเลือกนี้ จะมีการเพิ่มวันที่สร้างแฟ้มของภาพไปยังหน้าเอกสารเวบของอัลบั้มด้วย
tr: <p>Bu seçeneği aktifleştirirseniz, oluşturma tarihi Albüm sayfasına eklenecektir.
zh_cn: <p>如果您启用了此选项，将会在相册页中添加创建日期

source: Create pages for each image
ca: Crea una pàgina per cada imatge
cs: Vytvořit stránku pro každý obrázek
da: Opret side for hvert billede
de: Für jedes Bild eine Seite erstellen
el: Δημιουργία σελίδων για κάθε εικόνα
es: Crear una página para cada imagen
et: Luuakse lehekülg igale pildile
fr: Afficher une page pour chaque image
gl: Criar páxina para cada imaxe
is: Gera síður fyrir hverja mynd
it: Crea una pagina per ogni immagine
ja: 画像ごとにページを作成
nl: Pagina's voor elke afbeelding maken
pa: ਹਰ ਚਿੱਤਰ ਲਈ ਸਫ਼ੇ ਬਣਾਓ
pl: Utwórz oddzielną stronę dla każdego zdjęcia
pt: Criar página para cada imagem
pt_br: Criar páginas para cada imagem
ru: Создание страниц для каждого изображения
sr: Направи страну за сваку слику
sr@latn: Napravi stranu za svaku sliku
sv: Skapa sidor för varje bild
ta: வடிவத்திற்காக பக்கத்தை உருவாக்கவும்
th: สร้างเอกสารเวบสำหรับภาพแต่ละภาพ
tr: Her resim için sayfa oluştur
uk: Створювати сторінки для кожного зображення
zh_cn: 每个图像创建页面

source: <p>If you enable this option, a HTML page will be added for each photo.
ca: <p>Si activeu aquesta opció, s'afegirà una pàgina HTML per cada foto.
cs: <p>Pokud tuto volbu povolíte, bude pro každý obrázek vložena HTML stránka.
da: <p>Aktiveres denne indstilling oprettes der en HTML side for hvert enkelt billede.
de: <p>Wenn diese Eisntellung aktiviert ist, wird für jedes Bild eine HTML-Seite erzeugt.
el: <p><p>Αν ενεργοποιήσετε αυτή την επιλογή, θα προστεθεί μια σελίδα HTML για κάθε φωτογραφία.
es: <p>Si activa esta opción, se añadirá una página HTML para cada fotografía.
et: <p>Sisselülitamisel luuakse igale fotole HTML-lehekülg.
fr: <p>Si vous activez cette option, une page sera affichée pour chaque image.
gl: <p>Se activa esta opzón engadirá-se unha páxina HTML para cada foto.
is: <p>Ef þú velur þetta, mun ein HTML síða verða til fyrir hverja mynd.
it: <p>Se abiliti questa opzione, verrà aggiunta una pagina HTML per ogni foto.
ja: <p>写真一枚ごとに HTML ページを作成します。
nl: <p>Als u deze optie aanzet, zal een HTML pagina worden toegevoegd voor elke afbeelding.
pl: <p>Jeśli ta opcja zostanie włączona, dla każdego zdjęcia zostanie stworzona oddzielna strona HTML.
pt: <p>Se activar esta opção é adicionada uma página HTML para cada foto.
pt_br: <p>Se esta opção estiver habilitada, uma página HTML será adicionada em cada foto.
ru: <p>Если включён этот параметр, для каждого фото будет использоваться своя страница.
sr: <p>Ако укључите ову опцију, за сваку слику ће бити додата HTML страна.
sr@latn: <p>Ako uključite ovu opciju, za svaku sliku će biti dodata HTML strana.
sv: <p>Om du aktiverar det här alternativet, läggs en HTML-sida till för varje foto.
ta: <p>நீங்கள் இந்த தேர்வை அனுமதித்தால், ஒவ்வொரு புகைப்படத்திலும் ஒரு HTML பக்கம் சேர்ந்து விடும்.
th: <p>หากเปิดใช้ตัวเลือกนี้ จะมีการสร้างเอกสารเวบสำหรับภาพแต่ละภาพ
tr: <p>Bu seçeneği aktifleştirirseniz, her resim için bir HTML sayfası eklenecektir.
zh_cn: <p>如果您启用了此选项，则会为每张相片添加一个 HTML 页面。

source: Open image gallery in:
ca: Obre la galeria d'imatges a:
cs: Otevřít galerii obrázků v:
da: Åbn billedgalleri i:
de: Öffnen der Bildergalerie in:
el: Άνοιγμα συλλογής εικόνων στο:
es: Abrir la galería de imágenes con:
et: Pildigalerii avatakse rakendusega:
fr: Ouvrir la galerie avec :
gl: Abrir a galeria de imaxes en:
is: Opna myndasafn í:
it: Apri la galleria delle immagini in:
ja: 開くアプリケーション:
nl: Afbeeldingengalerij openen in:
pa: ਚਿੱਤਰ ਗੈਲਰੀ ਇਸ ਨਾਲ ਖੋਲੋ:
pl: Otwórz galerię zdjęć w:
pt: Abrir a galeria de imagens em:
pt_br: Abrir galeria de imagens em:
ru: Открыть галерею изображений в:
sr: Отвори галерију слика у:
sr@latn: Otvori galeriju slika u:
sv: Öppna bildergalleri i:
ta: இதில் பிம்ப தொகுப்பை திற:
th: เปิดแกลเลอรีภาพด้วย:
tr: Resim galerisini bununla aç:
uk: Відкрити галерею зображень в:
zh_cn: 打开图库的方式：
