Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_mpegencoder.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nl, pl, pt, pt_br, sr, sr@latn, sv, th, tr

source: This option specifies the video type for your MPEG file. NTSC is an American TV standard; PAL/SECAM is European.
ca: Aquesta opció especifica el tipus de vídeo pel fitxer MPEG. NTSC és un estàndard de TV americà; PAL/SECAM és europeu.
da: Denne indstilling angiver videotype for din MPEG-fil. NTSC er en amerikansk TV standard, PAL/SECAM er europæisk.
de: Diese Einstellung legt den Video-Typ für Ihre MPEG-Datei fest. NTSC ist der amerikanische TV-Standard, PAL/SECAM der europäische.
el: Αυτή η επιλογή ορίζει τον τύπο βίντεο για το αρχείο MPEG. Το NTSC είναι Αμερικάνικο πρότυπο, και το PAL/SECAM Ευρωπαϊκό.
es: Esta opción indica el tipo de vídeo de su archivo MPEG. «NTSC» es un formato estándar americano, mientras que «PAL» y «SECAM» son estándares europeos.
et: See määrab MPEG-faili videotüübi. NTSC on Ameerika, PAL/SECAM Euroopa telestandard.
is: Þessi stilling tilgreinir vídeótegundina á MPEG skránni. NTSC er amerískur sjónvarpsstaðall; PAL/SECAM eru evrópskir.
it: Questa opzione specifica il tipo di video del file MPEG. NTSC è uno standard TV americano; PAL/SECAM è europeo.
ja: MPEG ファイルのビデオタイプを指定します。 NTSC はアメリカの標準規格、ヨーロッパは PAL/SECAM です。
nl: Deze optie geeft het type videoformaat van uw MPEG-bestand op. 'NTSC' is de Amerikaanse TV-standaard; 'PAL/SECAM' is de Europese.
pl: Opcja decyduje o typie wideo pliku MPEG. NTSC to amerykański standard telewizyjny, PAL/SECAM jest stosowany w Europie.
pt: Esta opção indica o tipo de vídeo do seu ficheiro MPEG. NTSC é uma norma de TV americana, PAL/SECAM é europeia.
pt_br: Esta opção especifica o formato de vídeo para o arquivo MPEG. NTSC é o padrão de TV americano, e o PAL/SECAM é o padrão europeu.
sr: Ова опција наводи врсту видеа за ваш MPEG фајл. NTSC је амерички ТВ стандард, а PAL/SECAM европски.
sr@latn: Ova opcija navodi vrstu videa za vaš MPEG fajl. NTSC je američki TV standard, a PAL/SECAM evropski.
sv: Det här alternativet anger videotyp för MPEG-filen. NTSC är en amerikansk tv-standard, PAL/SECAM är europeisk.
th: ตัวเลือกนี้ใช้กำหนดชนิดสัญญาณวิดีโอที่จะใช้กับแฟ้มวิดีโอ MPEG ของคุณ สัญญาณ NTSC นั้นเป็นมาตรฐานทีวีของอเมริกา; ส่วน PAL/SECAM เป็นมาตรฐานของยุโรป

source: Chroma Mode
ca: Mode de croma
da: Kromatisk tilstand
de: Farbart
el: Λειτουργία χρώματος
es: Modo de croma
et: Värvirežiim
is: Litgildishamur
it: Modalità cromatica
ja: chroma モード
nl: Chromamodus
pl: Tryb nasycenia barw
pt: Modo Cromático
pt_br: Modo chroma
sr: Режим боје
sr@latn: Režim boje
sv: Kromatiskt läge
th: โหมด Chroma

source: This option specifies the chroma subsampling mode. Change it if you have problems with the default value.
ca: Aquesta opció especifica el mode de submostreig del croma. Canvieu-lo si teniu problemes amb el valor per omissió.
da: Dette tilvalg angiver kromatisk delsamplingstilstand. Ændr det hvis du har problem med standardværdien
de: Diese Einstellung gibt den Modus für die Farbart an. Ändern Sie ihn, falls Sie Probleme mit der Voreinstellung haben.
el: Αυτή η επιλογή καθορίζει τη μέθοδο υποδειγματοληψίας χρώματος. Αλλάξτε το αν έχετε πρόβλημα με την προκαθορισμένη τιμή.
es: Esta opción especifica el modo de color del submuestreo. Cámbiela si tiene problemas con el valor predeterminado.
et: See määrab värvilahutuse alandamise (subsampling) režiimi. Muuda seda, kui vaikeväärtusega tekib probleeme.
is: Þetta skilgreinir gerð deiliúttaks fyrir litgildi. Breyttu því ef einhver vandkvæði verða með sjálfgefna gildið.
it: Questa opzione specifica la modalità di sottocampionamento cromatica. Cambiala se hai problemi con il valore predefinito.
ja: このオプションは chroma サブサンプリングモードを指定します。 標準の値で問題が発生する場合は変更してください。
nl: Deze optie bepaalt de chroma subsampling-modus. Verander deze als u problemen ondervindt met de standaardwaarde.
pl: Przy pomocy tej opcji można zmienić tryb podpróbkowania nasycenia barw. W przypadku problemów z domyślną wartością, proszę spróbować wybrać inny tryb.
pt: Esta opção indica o modo de sub-amostragem da crominância. Altere-o se tiver problemas com o valor predefinido.
pt_br: Esta opção especifica o modo chroma subsampling. Mude isto se você tiver problemas com o valor padrão.
sr: Ова опција одређује режим под-узорковања боје. Промените је ако имате проблеме са подразумеваном вредношћу.
sr@latn: Ova opcija određuje režim pod-uzorkovanja boje. Promenite je ako imate probleme sa podrazumevanom vrednošću.
sv: Det här alternativet anger kromatiskt delsamplingsläge. Ändra det om du har problem med normalvärdet
th: ตัวเลือกนี้ใช้กำหนดโหมดการปรับ chroma ของวิดีโอ เลือกเปลี่ยนค่า หากค่าปริยายทำให้เกิดปัญหากับการใช้งานของคุณ

source: Image Settings
ca: Paràmetres d'imatge
da: Billedindstillinger
de: Bildeinstellungen
el: Ρυθμίσεις εικόνας
es: Preferencias de imagen
et: Pildiseadistused
is: Myndstillingar
it: Impostazioni delle immagini
ja: 画像の設定
nl: Afbeeldingsinstellingen
pl: Ustawienia zdjęć
pt: Configuração da Imagem
pt_br: Configurações de imagem
sr: Подешавања слике
sr@latn: Podešavanja slike
sv: Bildinställningar
th: ตั้งค่าภาพ

source: Image duration
ca: Duració de la imatge
da: Billedets varighed
de: Bildanzeigedauer
el: Διάρκεια εικόνας
es: Duración de la imagen
et: Kaadri kestus
is: Tímalengd mynda
it: Durata dell'immagine
ja: 画像の継続時間
nl: Tijdsduur afbeeldingweergave
pl: Czas wyświetlania zdjęcia
pt: Duração das imagens (segundos):
pt_br: Duração da imagem
sr: Трајање слике
sr@latn: Trajanje slike
sv: Bildlängd
th: เวลาแสดงแต่ละภาพ

source: This option specifies the duration for each image in your MPEG file. 10 seconds is a good value for an image portfolio. <b>Warning</b>: you may have some problems with your DVD player if the total MPEG duration is under 3 seconds.
ca: Aquesta opció especifica la duració de cada imatge en el fitxer MPEG. 10 segons és un valor apropiat per una carpeta d'imatges. <b>Avís</b>: podeu tenir alguns problemes amb el reproductor de DVD si la durada total del MPEG està per sota dels 3 segons.
da: Denne indstilling angiver varigheden af hvert billede i din MPEG-fil. 10 sekunder er en god værdi til en samling af billeder. <b>Advarsel</b>: du kan komme ud for problemer med din dvd-afspiller hvis den totale MPEG varighed er under 3 sekunder.
de: Diese Einstellung legt fest, wie lange jedes Bild in Ihrer MPEG-Datei angezeigt wird. 10 Sekunden ist ein guter Wert für eine Fotomappe. <b>Achtung</b>: Einige DVD-Spieler haben Probleme bei einer gesamten Abspielzeit von unter 3 Sekunden.
el: Αυτή η επιλογή ορίζει τη διάρκεια κάθε φωτογραφίας στο αρχείο MPEG. Τα 10 δευτερόλεπτα είναι μια καλή τιμή. <b>Προειδοποίηση</b>: μπορεί να παρουσιαστούν κάποια προβλήματα με το DVD player σας αν η συνολική διάρκεια του MPEG είναι μικρότερη από 3 δευτερόλεπτα.
es: Esta opción indica la duración de cada imagen en su archivo MPEG. 10 segundos es un buen valor para un catálogo de imágenes. <b>Aviso</b>: puede tener algunos problemas con su lector de DVD si la duración total del archivo MPEG es menor de 3 segundos.
et: See määrab MPEG-faili iga kaadri kestuse. 10 sekundit on kaadrialbumi korral päris hea valik. <b>Hoiatus:</b> DVD-mängijal võib tekkida probleeme, kui MPEG kogukestus jääb alla 3 sekundi.
is: Þetta skilgreinir tímann sem hver mynd er sýnd í MPEG skránni. 10 sekúndur er oft notað í slíkum sýningum. <b>Athugið</b>: það gætu verið vandamál við afspilun í DVD-spilurum ef heildarlengd MPEG-skráa er undir 3 sekúndum.
it: Questa opzione specifica la durata di ogni immagine nel file MPEG. 10 secondi è un buon valore per una carrellata di immagini. <b>Attenzione</b>: potresti avere qualche problema con il tuo lettore DVD se la durata totale del file MPEG è sotto i 3 secondi.
ja: MPEG ファイル中の各画像の継続時間を指定します。 画像ポートフォリオには 10 秒が適当な値です。 注意: MPEG の合計継続時間が 3 秒より短いと、DVD プレーヤで問題が発生するかもしれません。
nl: Deze optie geeft de weergaveduur van elke afbeelding in uw MPEG-bestand op. 10 seconden is een goede waarde voor diavoorstellingen. <b>Waarschuwing</b>: er kunnen problemen ontstaan bij sommige dvd-spelers als de totale weergaveduur van alle foto's onder de 3 seconden ligt.
pl: Czas wyświetlania każdego ze zdjęć w pliku MPEG. Dla standardowego pokazu zdjęć dobrą wartością jest 10 sekund. <b>Uwaga</b>: jeśli całkowita długość pliku MPEG będzie poniżej 3 sekund, mogą wystąpić problemy z odtwarzaczem DVD.
pt: Esta opção indica a duração de cada imagem no ficheiro MPEG. 10 segundos é um bom valor. Aviso: podem ocorrer alguns problemas com o seu leitor de DVDs se a duração total do ficheiro MPEG for inferior a 3 segundos.
pt_br: Esta opção especifica a duração para cada imagem em seu arquivo MPEG. 10 segundos é um bom valor para uma portfólio de imagens. <b>Aviso</b>: você pode ter alguns problemas com seu DVD, caso a duração total do MPEG seja menor que 3 segundos.
sr: Ова опција наводи трајање за сваку слику у вашем MPEG фајлу. 10 секунди је добра вредност за представљање слика. <b>Упозорење</b>: Можете имати проблема са DVD плејером ако је укупно трајање MPEG-а испод 3 секунде.
sr@latn: Ova opcija navodi trajanje za svaku sliku u vašem MPEG fajlu. 10 sekundi je dobra vrednost za predstavljanje slika. <b>Upozorenje</b>: Možete imati problema sa DVD plejerom ako je ukupno trajanje MPEG-a ispod 3 sekunde.
sv: Det här alternativet anger varaktigheten för varje bild i MPEG-filen. Tio sekunder är ett bra värde för en bildmapp. <b>Varning</b>: Du kan få vissa problem med dvd-spelaren om den totala längden av MPEG-filen är mindre än tre sekunder.
th: ตัวเลือกนี้ใช้กำหนดช่วงเวลาในการแสดงภาพแต่ละภาพในแฟ้มวิดีโอ MPEG ของคุณ แนะนำให้ใช้ค่า 10 วินาที เนื่องจากเหมาะสมสำหรับการแสดงภาพถ่าย <b>คำเตือน</b>: คุณอาจจะพบปัญหากับการเล่นบนเครื่องเล่น DVD ได้ หากค่านี้น้อยกว่า 3 วินาที

source: sec.
ca: seg.
da: sek.
de: Sek.
el: δευτ.
es: seg.
et: sek
is: sek.
ja: 秒
pl: sek.
pt: s.
sr: сек.
sr@latn: sek.
sv: sek.
th: วินาที

source: Transition speed
ca: Velocitat de transició
da: Overgangshastighed
de: Geschwindigkeit des Bildübergangs
el: Ταχύτητα μετάβασης
es: Velocidad de transición
et: Kaadrivahetuse kiirus
is: Hraði tilfærslu
it: Velocità di transizione
ja: 画像の移行速度
nl: Overgangsnelheid
pl: Prędkość przejścia
pt: Velocidade de transição entre imagens:
pt_br: Velocidade de transição
sr: Брзина прелаза
sr@latn: Brzina prelaza
sv: Övergångshastighet
th: ความเร็วในการเปลี่ยนภาพ

source: This option specifies the transition speed between images in your MPEG file. '1' is a slow transition and '20' is a very fast transition. '2' is a good value for an image portfolio.
ca: Aquesta opció especifica la velocitat de transició entre imatges del fitxer MPEG. '1' és una transició lenta '20' és una transició molt ràpida. '2' és un valor apropiat per una carpeta d'imatges.
da: Denne indstilling angiver overgangshastigheden mellem billeder i din MPEG-fil. '1' er en langsom overgang og '20' er en meget hurtig overgang. '2' er en god værdi til en billedsamling.
de: Diese Einstellung legt die Übergangsgeschwindigkeit zwischen den Bildern in Ihrer MPEG-Datei fest. "1" ist ein langsamer und "20" ein sehr schneller Übergang. "2" ist ein guter Wert für eine elektronische Fotomappe.
el: Αυτή η επιλογή ορίζει την ταχύτητα μετάβασης μεταξύ των εικόνων του αρχείου MPEG. Το '1' είναι αρχή μετάβαση και το '20' είναι πολύ γρήγορη μετάβαση. Το '2' είναι μια καλή τιμή.
es: Esta opción indica la velocidad de transición entre imágenes de su archivo MPEG. «1» es una transición lenta, mientras que «20» es una transición muy rápida. «2» es un buen valor para un catálogo de imágenes.
et: See määrab MPEG-faili kaadrite vahetamise kiiruse. '1' on aeglane ja '20' väga kiire üleminek. Kaadrialbumi korral on mõistlik väärtus '2'.
is: Þetta skilgreinir hraða millifærslu milli mynda í MPEG-skránni. '1' er hæg millifærsla '20' er mjög hröð millifærsla. '2' er hentugt gildi í slíkum sýningum.
it: Questa opzione specifica la velocità di transizione tra le immagini nel file MPEG. «1» è una transizione lenta e «20» molto veloce. «2» è un buon valore per una carrellata di immagini.
ja: MPEG ファイル中の画像間の移行速度を指定します。 「1」は遅い移行、「20」は非常に速い移行です。 画像ポートフォリオには「2」が適当な値です。
nl: Deze optie geeft de overgangsnelheid tussen de afbeeldingen in uw MPEG-bestand op. '1' is een langzame overgang terwijl '20' een zeer snelle overgang is. '2' is een goede waarde voor diavoorstellingen.
pl: Ta opcja określa prędkość przejścia pomiędzy zdjęciami w Twoim pliku MPEG. Wartość '1' oznacza wolne przejścia, a '20' bardzo szybkie. '2' jest dobrą wartością dla standardowego pokazu zdjęć.
pt: Esta opção indica a velocidade de transição entre imagens no ficheiro MPEG. '1' é uma transição lenta e '20' é uma transição muito rápida. '2' é um boa valor.
pt_br: Esta opção especifica a velocidade de transição entre imagens em seu arquivo MPEG. '1' é uma transição lenta e '20' é uma transição muito rápida. '2' é um bom valor no caso de um portfólio de imagens.
sr: Ова опција одређује брзину прелаза између слика у вашем MPEG фајлу. 1 је спор прелаз а 20 је врло брз прелаз. 2 је добра вредност за представљање слика.
sr@latn: Ova opcija određuje brzinu prelaza između slika u vašem MPEG fajlu. 1 je spor prelaz a 20 je vrlo brz prelaz. 2 je dobra vrednost za predstavljanje slika.
sv: Det här alternativet anger övergångshastigheten mellan bilderna i MPEG-filen. Värdet '1' anger en långsam övergång och '20' är en mycket snabb övergång. För en bildmapp är '2' ett bra värde.
th: ตัวเลือกนี้ ใช้กำหนดความเร็วในการเปลี่ยนภาพสำหรับแฟ้มวิดีโอ MPEG ของคุณ ค่า '1' เป็นค่าความเร็วที่ต่ำ และ '20' เป็นค่าความเร็วที่สูงมาก ค่า '2' เป็นค่าที่เหมาะสมสำหรับการแสดงภาพถ่าย

source: Background color
ca: Color de fons
da: Baggrundsfarve
de: Hintergrundfarbe
el: Χρώμα φόντου
es: Color del fondo
et: Taustavärv
is: Bakgrunnslitur
it: Colore di sfondo
ja: 背景色
nl: Achtergrondkleur
pl: Kolor tła
pt: Cor de fundo
pt_br: Cor de fundo
sr: Боја позадине
sr@latn: Boja pozadine
sv: Bakgrundsfärg
th: สีพื้นหลัง

source: You can select here the background color for your portfolio. This color is used to pad the image size to fit the TV screen size. Black is a good value for this.
ca: Aquí podeu seleccionar un color de fons per la carpeta. Aquest color s'usa per farcir la mida de la imatge per encaixar-la en la mida de la pantalla de la TV. Per això, el negre és un valor apropiat.
da: Her kan du angive baggrundsfarven til din billedsamling. Denne farve bruges til at udfylde TV-skærmen. Sort er en god værdi til dette formål.
de: Sie können hier die Hintergrundfarbe für Ihre elektronische Fotomappe auswählen. Diese Farbe wird benutzt, um den freien Raum zwischen der Bildgröße und der TV-Bildschirmgröße abzudecken. Schwarz ist dafür in der Regel gut geeignet.
el: Εδώ μπορείτε να επιλέξτε το χρώμα φόντου για το φάκελό σας. Αυτό το χρώμα θα χρησιμοποιηθεί για την προσαρμογή του μεγέθους της εικόνας στο μέγεθος της τηλεόρασης. Το μαύρο είναι μια καλή τιμή για αυτό.
es: Aquí puede elegir el color del fondo de su catálogo. Este color se usa para adaptar el tamaño de la imagen al tamaño de la pantalla de televisión. El negro es un buen color para esta tarea.
et: Siin saab valida oma kaadrialbumi tausta värvi. Seda kasutatakse kaadri suuruse kohandamisel teleekraani suurusega. Mõistlik valik on must.
is: Hér geturðu valið bakgrunnslit fyrir sýninguna þína. Þessi litur er notaður til uppfyllingar meðfram myndum svo að þær passi á stærð sjónvarpsskjásins. Svartur er oft notaður í þessum tilgangi.
it: Qui puoi selezionare il colore dello sfondo della carrellata. Questo colore viene usato per adattare l'immagine alle dimensioni dello schermo TV. Il colore nero è un buon valore.
ja: ポートフォリオの背景色を選択します。 この色は画像をテレビスクリーンのサイズに合わせるために使用します。 黒が適当な値です。
nl: U kunt hier de achtergrondkleur voor uw diavoorstelling selecteren. Deze kleur wordt gebruikt om de afbeeldinggrootte aan te passen aan de grootte van het televisiescherm. 'Zwart' is hiervoor een goede kleur.
pl: Możesz wybrać kolor tła, na którym będą pojawiać się zdjęcia. Kolorem tym będzie wypełniony ekran telewizora poza zdjęciem. Dobrym wyborem jest kolor czarny.
pt: Pode escolher aqui a cor de fundo das suas imagens. Esta cor é utilizada para adaptar o tamanho da imagem ao tamanho do ecrã de TV. A cor preta é boa para isto.
pt_br: Você pode selecionar a cor de fundo para o seu portfólio. Esta cor é usada para completar o tamanho da imagem, para que ela preencha o tamanho da tela da TV. O preto é um bom valor para isto.
sr: Овде можете изабрати боју позадине за ваше представљање. Ова боја се користи за уклапање слике у величину ТВ екрана. Црна боја је добра за ову намену.
sr@latn: Ovde možete izabrati boju pozadine za vaše predstavljanje. Ova boja se koristi za uklapanje slike u veličinu TV ekrana. Crna boja je dobra za ovu namenu.
sv: Här kan du välja bakgrundsfärg för mappen. Färgen används för att anpassa bildstorleken till tv-skärmens storlek. Svart färg är ett bra val för detta.
th: คุณสามารถเลือกสีพื้นหลังสำหรับแสดงภาพถ่ายของคุณได้ที่นี่ โดยค่าสีนี้จะถูกใช้ในส่วนที่อยู่นอกเหนือภาพ เพื่อให้แสดงภาพได้พอดีกับขนาดจอทีวีของคุณ ขอแนะนำให้ใช้สีดำ

source: Image Files in Portfolio
ca: Fitxers d'imatge a la carpeta
cs: Soubory s obrázky
da: Billedfiler i samlingen
de: Bilddateien im Portfolio
el: Αρχεία εικόνων στο φάκελο
es: Archivos de imagen en el catálogo
et: Kaadrifailide album
fr: Liste des images de la vidéo
gl: Lista de Ficheiros de Imaxe
is: Myndskrár í sýningu
it: File delle immagini della carrellata
ja: ポートフォリオの画像ファイル
nl: Afbeeldingbestanden in de diavoorstelling
pl: Lista zdjęć pokazu
pt: Lista de Ficheiros de Imagem
pt_br: Arquivos de imagens no portfólio
sr: Фајлови слика за представљање
sr@latn: Fajlovi slika za predstavljanje
sv: Bildfiler i mappen
th: รายการเล่นแฟ้มภาพ
tr: Arşivdeki Resim Dosyaları

source: Preview the currently selected image.
ca: Vista prèvia de la imatge seleccionada actualment.
cs: Náhled zvoleného obrázku.
da: Forhåndsvis det markerede billede.
de: Vorschau des aktuellen Bildes.
el: Προεπισκόπηση της τρέχουσας επιλεγμένης εικόνας.
es: Previsualizar la imagen seleccionada.
et: Valitud kaadri eelvaatlus.
fr: Prévisualisation de l'image courante.
gl: Antevisión da imaxe escollida.
is: Forsýna valda mynd.
it: Anteprima dell'immagine attualmente selezionata.
ja: 現在選択されている画像をプレビュー
nl: Voorbeeld van de huidige geselecteerde afbeelding.
pl: Podgląd wybranego zdjęcia.
pt: Antevê a imagem seleccionada de momento.
pt_br: Previsualizar a imagem selecionada.
sr: Преглед тренутно изабране слике.
sr@latn: Pregled trenutno izabrane slike.
sv: Förhandsgranska nuvarande markerade bild.
th: แสดงตัวอย่างของแฟ้มภาพที่เลือก
tr: Seçili resmi önizleme.

source: This is the list of the image files for your portfolio. The portfolio's first image is on the top; the last image is on the bottom. If you want to add some images, click on the 'Add' button or use the drag-and-drop.
ca: aquesta és la llista dels fitxers d'imatge de la carpeta. La primera imatge de la carpeta és a dalt; la última imatge és a baix. Si voleu afegir altres imatges, cliqueu en el botó 'Afegeix' o arrossegueu i deixeu anar.
da: Dette er listen over billeder i din samling. Samlingens første billede er i toppen og det sidste er i bunden. Vil du tilføje flere billeder skal du klikke på 'tilføj'-knappen eller bruge træk og slip.
de: Dies ist die Liste der Bilddateien für Ihre Fotomappe. Das erste Bild der Mappe ist das oberste und das letzte das unterste. Wenn Sie Bilder hinzufügen möchten, müssen Sie den Knopf "Hinzufügen" drücken, oder die Bilder mit der Maus ziehen und auf die Mappe ablegen.
el: Αυτή είναι η λίστα των αρχείων εικόνας στο φάκελό σας. Η πρώτη εικόνα βρίσκεται πάνω, ενώ η τελευταία κάτω. Αν επιθυμείτε να προσθέσετε κάποιες εικόνες, κάντε κλικ στο κουμπί 'Προσθήκη' ή χρησιμοποιήστε το σύρσιμο και ελευθέρωση.
es: Ésta es la lista de archivos de imagen de su catálogo. La primera imagen del catálogo está en lo alto de la lista, y la última imagen en la base. Si desea añadir más imágenes, pulse el botón «Añadir» o utilice arrastrar y soltar.
et: See on sinu albumis leiduvate kaadrifailide loend. Albumi esimene kaader on loendis esimesel, viimane viimasel kohal. Kui soovid kaadreid lisada, klõpsa nupule 'Lisa' või lihtsalt lohista vajalikud kaadrid loendisse.
is: Þetta er listi yfir myndirnar í sýningunnni þinni. Fyrsta myndin í sýningunni er efst; sú seinasta er neðst. Ef þú vilt bæta við myndum, smelltu á 'Bæta við' hnappinn eða notaðu draga/sleppa.
it: Questo è l'elenco delle immagini per la carrellata. La prima immagine della carrellata è in alto, l'ultima in fondo. Se vuoi aggiungere delle immagini, fai clic sul pulsante «Aggiungi» o usa il trascinamento.
ja: ポートフォリオの画像ファイルのリストです。 上がポートフォリオの最初の画像で、下が最後の画像です。 画像を追加するには「追加」ボタンを押すか、ファイルをドラッグ&ドロップしてください。
nl: Dit is een lijst van afbeeldingen voor in uw diavoorstelling. De eerste afbeelding staat bovenaan; de laatste onderaan. Afbeeldingen kunnen worden toegevoegd door te klikken op 'Toevoegen' of door te klikken en slepen.
pl: To jest lista zdjęć do pokazu. Pierwsze zdjęcie pokazu znajduje się na samej górze, ostatnie - na dole. Aby dodać nowe zdjęcia, kliknij przycisk 'Dodaj' lub skorzystaj z techniki przeciągnij i upuść.
pt: Esta é a lista dos ficheiros de imagens para o seu 'portfolio'. A primeira imagem do 'portfolio' fica no topo, enquanto a última fica em baixo. Se quiser adicionar algumas imagens, carregue no botão 'Adicionar' ou arraste-as e largue-as aqui.
pt_br: Esta é a lista com os arquivos de imagem para o seu portfólio. A primeira imagem está no topo, e a última imagem está na base. Se você deseja adicionar algumas imagens, clique no botão 'Adicionar' ou use o recurso de arrastar-e-soltar.
sr: Ово је листа фајлова слика у вашем представљању. Прва слика ће бити на врху, последња на дну. Ако желите да додате слике, кликните на дугме „Додај“ или користите превлачење и испуштање.
sr@latn: Ovo je lista fajlova slika u vašem predstavljanju. Prva slika će biti na vrhu, poslednja na dnu. Ako želite da dodate slike, kliknite na dugme „Dodaj“ ili koristite prevlačenje i ispuštanje.
sv: Det här är listan med bildfiler för mappen. Mappens första bild är överst, och den sista bilden är nederst. Om du vill lägga till några bilder, klicka på knappen 'Lägg till' eller använd drag och släpp.
th: นี่เป็นรายการแฟ้มภาพที่จะเล่นในวิดีโอของคุณ ภาพแรกจะอยู่บนสุดของรายการ และภาพสุดท้ายจะอยู่ล่างสุดในรายการ หากคุณต้องการเพิ่มภาพอื่น ๆ ให้คลิกที่ปุ่ม 'เพิ่มภาพ' หรือจะใช้การลากและวางภาพก็ได้

source: textLabel1
da: tekstetiket1
es: etiquetaTexto1
is: TextaMerki1
nl: tekstlabel1
sr: текстОзнака1
sr@latn: tekstOznaka1
sv: textetikett1
th: ป้ายข้อความ1

source: Total number of images in the portfolio and sequence duration.
ca: Nombre total d'imatges a la carpeta i duració de la seqüència.
cs: Celkový počet obrázků a trvání sekvence.
da: Totalt antal billeder i billedsamlingen og visningsvarigheden.
de: Gesamtanzahl der Bilder in der Mappe und Abspieldauer.
el: Συνολικός αριθμός των εικόνων στο φάκελο και διάρκεια της ακολουθίας.
es: Número total de imágenes en el catálogo y duración de la secuencia de vídeo.
et: Kaadrite koguarv albumis ja nende kogukestus.
fr: Nombre d'images total et durée de la séquence vidéo.
gl: Número total de imaxes na lista e durazón da secuéncia.
is: Heildarfjöldi mynda í sýningunni og lengd milli skiptinga.
it: Numero totale di immagini nella carrellata e durata della sequenza.
ja: ポートフォリオの画像の合計数と連続継続時間
nl: Totaal aantal afbeeldingen in de diavoorstelling en tijdsduur.
pl: Całkowita liczba zdjęć w pokazie oraz czas jego trwania.
pt: O número total de imagens no 'portfolio' e a duração da sequência.
pt_br: Número total de imagens no portfolio e duração da seqüência.
sr: Укупан број слика у представљању и његово трајање.
sr@latn: Ukupan broj slika u predstavljanju i njegovo trajanje.
sv: Totalt antal bilder i mappen och sekvensens varaktighet.
th: จำนวนภาพทั้งหมดในรายการเล่น และเวลารวมที่ใช้เล่นทั้งหมด
tr: Arşivde ve seride toplam resim sayısı.
