Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_wallpaper.po
Languages: fr, mt, nn, pa, sr, sr@latn, ta

source: &Set as Background
fr: Utili&ser comme fond d'écran
mt: I&ssetja bħala sfond
nn: &Bruk som bakgrunnsbilete
pa: ਬੈਕਗਰਾਊਡ ਸੈੱਟ ਕਰੋ(&S)
sr: &Постави као позадину
sr@latn: &Postavi kao pozadinu
ta: &பின்னணியாக அமை

source: Centered
fr: Centré
mt: Ċentrat
nn: Midt på
pa: ਸੈਂਟਰਡ
sr: Центрирано
sr@latn: Centrirano
ta: நடுவே

source: Tiled
fr: Mosaïque
mt: Madum
nn: Jamsides
pa: ਟਾਇਲ
sr: Поплочано
sr@latn: Popločano
ta: அடுக்கடுக்காக

source: Centered Tiled
fr: Mosaïque centrée
mt: Madum iċċentrat
nn: Midt på, jamsides
pa: ਸੈਂਟਰਡ ਟਾਇਲ
sr: Центрирано поплочано
sr@latn: Centrirano popločano
ta: நடுவே அடுக்கு

source: Centered Max-Aspect
fr: Centré avec aspect maximal
mt: Iċċentrat "Max-Aspect"
nn: Midt på, størst mogleg
pa: ਸੈਂਟਰਡ ਵੱਧੋ-ਵੱਧ ਅਕਾਰ
sr: Центрирано макс. пропорционално
sr@latn: Centrirano maks. proporcionalno
ta: நடுவே அதிக-விவரண

source: Tiled Max-Aspect
fr: Mosaïque avec aspect maximal
mt: Madum "Max-Aspect"
nn: Jamsides, størst mogleg
pa: ਟਾਇਲ ਵੱਧੋ-ਵੱਧ ਅਕਾਰ
sr: Поплочано макс. пропорционално
sr@latn: Popločano maks. proporcionalno
ta: தலைப்பு அதிக-விவரண

source: Scaled
fr: Adapté
mt: Imkabbar
nn: Skalert
pa: ਸਕੇਲ
sr: Скалирано
sr@latn: Skalirano
ta: அளவு

source: Centered Auto Fit
fr: Centré avec ajustement automatique
mt: Centrat awtomatikament
nn: Sentrert autotilpassa
pa: ਸੈਂਟਰਡ ਆਟੋ ਫਿੱਟ
sr: Центрирано ауто. уклопљено
sr@latn: Centrirano auto. uklopljeno
ta: நடுவே தானே பொருத்து

source: Scale && Crop
fr: Adapté et recadré
mt: Daqqas u Qasqas
nn: Skaler og skjer av
pa: ਸਕੇਲ ਅਤੇ ਛਾਂਗਿਆ
sr: Скалирај и одсеци
sr@latn: Skaliraj i odseci
ta: அளவுமாற்று && வெட்டு

source: <qt><p>You selected a remote image. It needs to be saved to your local disk to be used as a wallpaper.</p><p>You will now be asked where to save the image.</p></qt>
fr: <qt><p>Vous avez sélectionné une image distante. Elle doit d'abord être enregistrée sur votre disque local pour pouvoir être utilisée comme fond d'écran.</p> <p>Vous allez devoir indiquer où enregistrer l'image.</p></qt>
mt: <qt><p>Il-fajl li għażilt mhux lokali. Jeħtieġ li jiġi ssejvjat fuq id-diska lokali biex ikun jista' jintuża bħala stampa għall-isfond.</p><p>Issa ser tiġi mistoqsi fejn triq li tiġi ssejvjata l-istampa.</p></qt>
nn: <qt><p>Du har valt eit fjernliggjande bilete, og dette må lagrast lokalt på harddisken før du kan bruka det som bakgrunnsbilete.</p><p>Du må no velja kor du vil lagra dette biletet.</p></qt>
pa: <qt><p>ਤੁਸੀਂ ਇੱਕ ਰਿਮੋਟ ਚਿੱਤਰ ਚੁਣਿਆ ਹੈ। ਇਸ ਤੁਹਾਡੀ ਡਿਸਕ ਉੱਤੇ ਲੋਕਲ ਸੰਭਾਲਣ ਦੀ ਲੋਕਲ ਵਾਲਪੇਪਰ ਦੇ ਤੌਰ 'ਤੇ ਸੰਭਾਲਣ ਦੀ ਲੋੜ ਹੈ।</p><p>ਤੁਹਾਨੂੰ ਹੁਣ ਇਸ ਨੂੰ ਸੰਭਾਲਣ ਲਈ ਪੁੱਛਿਆ ਜਾਵੇਗਾ।</p></qt>
sr: <qt><p>Изабрали сте удаљену слику. Морате је прво снимити на локални диск да бисте је користили као позадину.</p> <p>Сада ћете бити упитани где снимити слику.</p></qt>
sr@latn: <qt><p>Izabrali ste udaljenu sliku. Morate je prvo snimiti na lokalni disk da biste je koristili kao pozadinu.</p> <p>Sada ćete biti upitani gde snimiti sliku.</p></qt>
ta: <qt><p>நீங்கள் ஒரு தொடர்பில்லாத பிம்பத்தை தேர்ந்தெடுத்துள்ளீர்கள். இது உங்கள் உள்ளார்ந்த தட்டில் சேமிக்க்ப்பட்டு வால்பேப்பராக பயன்படுத்தவேண்டும்.</p><p>பிம்பத்தை எங்கே சேமிப்பது என்று உங்களிடம் கேட்கப்படும்.</p</qt>
