Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_cdarchiving.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nb, nds, nl, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, uk

source: <p>This option start automatically the burning process when K3b is loaded.
ca: <p>Aquesta opció engega automàticament el procés de gravació quan s'hagi carregat el K3b.
cs: <p>Touto volbou se automaticky spustí vypalovací proces po spuštění K3b.
da: <p>Denne indstilling starter automatisk skriveprocessen når K3b er startet.
de: <p>Diese Einstellung startet den Brennvorgang automatisch, sobald K3b geladen ist.
el: <p>Με αυτή την επιλογή θα εκκινήσει αυτόματα η εγγραφή μετά τη φόρτωση του K3b.
es: <p>Esta opción inicia automáticamente el proceso de grabación una vez se ha cargado el programa K3b.
et: <p>Sellega käivitatakse kirjutamise automaatselt, kui K3b juba töötab.
fr: <p>Cette option démarre automatiquement la gravure lorsque le programme K3b est chargé.
gl: <p>Esta opzón inicia automaticamente o proceso de gravazón cando K3b é carregado.
is: <p>Með þessum möguleika hefst brennslan sjálfkrafa um leið og K3b forritið ræsist.
it: <p>Questa opzione attiva automaticamente la masterizzazione all'avvio di K3b.
ja: <p>K3b がロードされると自動的に書き込みを開始します。
nb: <p>Denne innstillinga starter automatisk brenneprosessen når K3b er lastet.
nds: <p>Disse Optschoon start dat Brennen automaatsch, wenn K3b laadt is.
nl: <p>Deze optie start automatisch het brandproces wanneer K3b opgestart wordt.
pl: <p>Ta opcja spowoduje automatyczne rozpoczęcie nagrywania po uruchomieniu programu K3b.
pt: <p>Esta opção inicia automaticamente o processo de gravação quando o K3b é carregado.
pt_br: <p>Esta opção inicia automaticamente o processo de queima, quando o K3B for carregado.
sr: <p>Ова опција аутоматски започиње резање када се K3b учита.
sr@latn: <p>Ova opcija automatski započinje rezanje kada se K3b učita.
sv: <p>Det här alternativet startar automatiskt brännprocessen när K3b laddas.
ta: <p>கே3பி ஏற்றும்போது இந்த விருப்பத்தேர்வு எழுதுவதை தானாகவே துவங்கும்.
th: <p>ตัวเลือกนี้จะทำให้มีการเริ่มกระบวนการเขียนแผ่นอัตโนมัติเมื่อทำการโหลดโปรแกรม K3b เรียบร้อยแล้ว
tr: <p>Bu seçenek, K3b yüklenir yüklenmez yazma işlemini otomatik olarak başlatır.

source: Total size:
ca: Mida total:
cs: Celková velikost:
da: Total størrelse:
de: Gesamtgröße:
el: Συνολικό μέγεθος:
es: Tamaño total:
et: Kogusuurus:
fr: Taille totale :
gl: Tamaño total:
is: Heildarstærð:
it: Dimensione totale:
ja: 合計サイズ:
nb: Total størrelse:
nds: Heel Grött:
nl: Totale grootte:
pl: Całkowity rozmiar:
pt: Tamanho total:
pt_br: Tamanho total:
sr: Укупна величина:
sr@latn: Ukupna veličina:
sv: Total storlek:
ta: மொத்த அளவு:
th: ขนาดรวม:
tr: Toplam boyut:
uk: Загальний розмір:

source: You must selected at least one Album to archive.
ca: Heu d'escollir un àlbum a arxivar com a mínim.
cs: Musíte zvolit alespoň jednu album k archivaci.
da: Du skal vælge mindst et album for at arkivere.
de: Sie müssen mindestens ein Album zum Archivieren auswählen.
el: Πρέπει να επιλέξετε τουλάχιστον ένα άλμπουμ για αρχειοθέτηση.
es: Debe seleccionar al menos un álbum a grabar.
et: Arhiveerimiseks tuleb kõigepealt valida mõni album.
fr: Vous devez sélectionner au moins un album à archiver.
gl: Debe seleccionar polo menos un álbum a arquivar.
is: Þú verður að velja a.m.k. eitt álbúm til að afrita.
it: Devi selezionare almeno un'album da archiviare.
ja: アーカイブを作成するには最低アルバムを一つ選んでください。
nb: Du må velge minst et album å arkivere.
nds: Du muttst tominnst een Album utsöken, dat Du archiveren wullt
nl: Selecteer tenminste één album om te archiveren.
pl: Musisz wybrać przynajmniej jeden album do archiwizacji.
pt: Deve seleccionar pelo menos um álbum a arquivar.
pt_br: Você precisa selecionar, no mínimo, um álbum para o arquivamento.
sr: Морате изабрати бар један албум за архивирање.
sr@latn: Morate izabrati bar jedan album za arhiviranje.
sv: Du måste välja minst ett album att arkivera.
ta: நீங்கள் ஒரு திரட்டுவைப்பேடையாவது காப்பகத்திற்கு தேற்வுசெய்ய வேண்டும்!
th: คุณต้องเลือกอัลบั้มอย่างน้อยหนึ่งอัลบั้มเพื่อใช้สร้างสื่อข้อมูล
tr: Arşivlemek için en az bir Albüm seçmiş olmanız gerekir.
uk: Мусите вибрати принаймні один альбом для архівування.

source: K3b binary path is not valid. Please check it.
ca: La ruta al binari del K3b no és vàlida. Comproveu-la, si us plau.
cs: K3b nenalezen. Prosím překontrolujte umístění.
da: K3b kørbar sti er ugyldig. Tjek din installation.
de: Der K3b-Programmpfad ist ungültig. Bitte überprüfen Sie die Installation.
el: Η διαδρομή του εκτελέσιμου του K3b δεν είναι έγκυρη. Παρακαλώ ελέγξτε την.
es: La ruta al programa K3b no es válida. Compruébela.
et: K3b programmi asukoht on vale. Palun kontrolli seda.
fr: Le chemin du programme K3b n'est pas valide. Veuillez vérifier ce chemin.
gl: A localizazón de K3b non é válida. Por favor verifique-a.
is: Slóðin á tvíundarskrá K3b forritsins er ekki gild. Vinsamlega athugaðu hver hún á að vera.
it: Il percorso dell'eseguibile di K3b non è valido. Per piacere controllalo.
ja: K3b バイナリのパスが不正です。確認してください。
nb: Sti til kjørbar K3b er ugyldig. Sjekk installasjonen din.
nds: De Padd na't K3b-Programm is leeg. Prööv em bitte.
nl: Het pad naar het programma K3b is onjuist. Controleer de instellingen.
pl: Niepoprawna ścieżka do programu K3b. Proszę ją sprawdzić.
pt: A localização do K3b não é válida. Por favor verifique-a.
pt_br: O caminho para o binário do K3b não é válido, por favor, verifique isto.
sr: Путања до извршног фајла K3b-а није исправна. Проверите је.
sr@latn: Putanja do izvršnog fajla K3b-a nije ispravna. Proverite je.
sv: Binärsökvägen till K3b är inte giltig. Kontrollera den.
ta: K3b இரும பாதை செல்லாது. சரிப்பார்க்கவும்.
th: เส้นทางไปยังโปรแกรม K3b ไม่ถูกต้อง โปรดตรวจสอบ
tr: K3b çalıştırılabilir dosya konumu geçerli değil. Lütfen kontrol edin.
uk: Не чинний шлях програми K3b. Будь ласка, перевірте його.

source: Target media size is too big. Please change your album selection.
ca: La mida del suport de destí és massa gran. Canvieu la selecció d'àlbums.
cs: Cílové médium je příliš velké. Proveďte změny ve výběru alba.
da: Det markerede er for stort til mediet. Ændr din albummarkering.
de: Die Größe des Ziel-Datenträgers ist zu groß. Bitte ändern Sie Ihre Albenauswahl.
el: Το μέγεθος του μέσου προορισμού είναι πολύ μεγάλο. Παρακαλώ αλλάξτε την επιλογή του άλμπουμ σας.
es: El tamaño de su selección es demasiado grande para el medio de destino. Modifique su selección de álbumes de fotos.
et: Sihtandmekandja on liiga suur. Palun muuda albumite valikut.
fr: La taille de votre sélection est trop grande pour le CD/DVD de sauvegarde. Veuillez modifier votre sélection d'albums.
gl: Tamaño demasiado grande. Por favor cámbie a seleczón de álbuns.
is: Stærð úttaksmiðils er of mikil. Vinsamlega breyttu vali þínu á albúmum.
it: La dimensione del supporto di destinazione è troppo grande. Per piacere modifica la selezione degli album.
ja: ターゲットメディアのサイズが大きすぎます。アルバムの選択を変更してください。
nb: Størrelsen er for stor for mediet. Du må endre utvalget ditt.
nds: De Grött is för de Teelschiev to groot. Söök bitte anner Alben ut.
nl: De selectie is te groot. Verander uw albumselectie.
pl: Przekroczono pojemność nośnika. Proszę zmienić wybór albumów.
pt: Tamanho demasiado grande. Por favor altere a escolha de álbuns.
pt_br: O tamanho da mídia é muito grande. Por favor, modifique a seleção de seu álbum.
sr: Величина циљног медијума је превелика. Измените свој избор албума.
sr@latn: Veličina ciljnog medijuma je prevelika. Izmenite svoj izbor albuma.
sv: Storleken för resultatmedia är för stor. Ändra albumvalet.
ta: இலக்கு ஊடக அளவு மிக பெரிதாக உள்ளது. தயவிசெய்து, உங்கள் திரட்டு வைப்பேடின் தெர்ந்த்தெடுத்தலை மாற்றவும்!
th: ขนาดของสื่อเป้าหมายใหญ่เกินไป โปรดปรับลดขนาดโดยการเปลี่ยนการเลือกอัลบั้มของคุร
tr: Hedef ortam boyutu çok büyük. Lütfen albüm seçiminizi değiştirin.

source: Archive to CD/DVD...
ca: Arxiva en CD/DVD ...
cs: Archivovat na CD/DVD
da: Arkivér til CD/DVD...
de: Bilder-CD/DVD ...
el: Αρχειοθέτηση σε CD/DVD...
es: Grabar en CD/DVD...
et: Arhiveeri CD-le/DVD-le...
fr: Archiver sur CD/DVD...
gl: Arquivar en CD/DVD...
is: Afrita á CD/DVD...
it: Archivia su CD/DVD...
ja: CD/DVD アーカイブ...
nb: Arkiver til CD/DVD …
nds: Op CD/DVD archiveren...
nl: Op cd/dvd archiveren ...
pl: Archiwizuj na CD/DVD...
pt: Arquivar para CD/DVD...
pt_br: Arquivar em CD/DVD...
sr: Архивирај на CD/DVD...
sr@latn: Arhiviraj na CD/DVD...
sv: Arkivera till cd eller dvd...
ta: பின்காப்பில் இருந்து சிடி/டிவிடிக்கு...
th: สร้างแผ่น CD/DVD ภาพถ่าย...
tr: CD/DVD'ye Arşivle...
uk: Архівувати на КД/DVD...

source: Archive to CD/DVD
ca: Arxiva en CD/DVD
cs: Archivace na CD/DVD
da: Arkivér til CD/DVD
de: Auf CD/DVD archivieren
el: Αρχειοθέτηση σε CD/DVD
es: Grabar en CD/DVD
et: Arhiveeri CD-le/DVD-le
fr: Archiver sur CD/DVD
gl: Arquivar en CD/DVD...
is: Afrita á CD/DVD
it: Archivia su CD/DVD
ja: CD/DVD アーカイブ
nb: Arkiver til CD/DVD
nds: Op CD/DVD archiveren
nl: Op cd/dvd archiveren
pl: Archiwizacja na CD/DVD
pt: Arquivar para CD/DVD...
pt_br: Arquivar em CD/DVD...
sr: Архивирај на CD/DVD...
sr@latn: Arhiviraj na CD/DVD...
sv: Arkivera till cd eller dvd...
ta: பின்காப்பில் இருந்து சிடி/டிவிடிக்கு
th: สร้างแผ่น CD/DVD ภาพถ่าย
tr: CD/DVD'ye Arşivle...
uk: Архівувати на КД/DVD

source: Initialising...
ca: S'està inicialitzant...
cs: Inicializuji...
da: Initialiserer...
de: Initialisierung ...
el: Αρχικοποίηση...
es: Inicializando...
et: Initsialiseerimine...
fr: Initialisation...
gl: A inicializar...
is: Ræsi upp...
it: Inizializzazione...
ja: 初期化...
nb: Starter opp …
nds: Torechtmaken...
nl: Initialiseren...
pl: Inicjalizacja...
pt: A inicializar...
pt_br: Iniciando...
sr: Иницијализујем...
sr@latn: Inicijalizujem...
sv: Initierar...
ta: தொடங்குகிறது...
th: กำลังเริ่มการทำงาน...
tr: Başlatılıyor...
uk: Започаткування...

source: Making main HTML interface...
ca: S'està creant la interfície HTML principal...
cs: Vytvářím hlavní HTML rozhraní...
da: Opretter HTML-grænseflade...
de: HTML-Indexseite wird erstellt ...
el: Δημιουργία κύριας διασύνδεσης HTML...
es: Creando la interfaz HTML principal...
et: Peamise HTML-liidese loomine...
fr: Création de l'interface de consultation...
gl: A criar a interface HTML principal...
is: Bý til meginviðmót HTML...
it: Creazione dell'interfaccia HTML principale...
ja: メイン HTML インターフェースを作成中...
nb: Oppretter HTML-grensesnitt …
nds: HTML-Hööftsiet warrt opstellt...
nl: HTML-interface wordt aangemaakt...
pl: Tworzenie głównego interfejsu HTML...
pt: A criar a interface HTML principal...
pt_br: Construindo interface principal em HTML...
sr: Правим главни HTML интерфејс...
sr@latn: Pravim glavni HTML interfejs...
sv: Skapar HTML-huvudgränssnitt...
ta: பிரதான HTML இடைமுகத்தை உருவாக்குகிறது...
th: กำลังสร้างส่วนติดต่อแบบ HTML...
tr: Ana HTML arayüzü oluşturuluyor...
uk: Створення головного інтерфейсу HTML...

source: Making HTML pages for Album '%1'...
ca: S'estan creant les pàgines HTML per l'àlbum '%1'...
cs: vytvářím HTML stránky alba '%1'...
da: Opretter HTML sider til album '%1'...
de: HTML-Seiten für das Album "%1" werden erstellt ...
el: Δημιουργία σελίδων HTML για το άλμπουμ '%1'...
es: Creando las páginas HTML del álbum «%1»...
et: Abumi '%1' HTML-lehekülgede loomine...
fr: Création des pages pour l'album « %1 »...
gl: A criar páxinas HTML para o álbum '%1'...
is: Bý til HTML-síður fyrir albúmið '%1'...
it: Creazione delle pagine HTML per l'album «%1»...
ja: アルバム '%1' の HTML ページを作成中...
nb: Oppretter HTML sider til album '%1' …
nds: HTML-Sieden för Album "%1" warrt opstellt...
nl: HTML-pagina's voor album '%1' wordt aangemaakt...
pl: Tworzenie stron HTML dla albumu '%1'...
pt: A criar as páginas em HTML do álbum '%1'...
pt_br: Construindo páginas HTML para o álbum '%1'...
sr: Правим HTML стране за албум „%1“...
sr@latn: Pravim HTML strane za album „%1“...
sv: Skapar HTML-sidor för albumet '%1'...
ta: ஆல்பம் '%1'க்கான HTML பக்கங்களை உருவாக்குகிறது...
th: กำลังสร้างเอกสารเวบแบบ HTML สำหรับอัลบั้ม '%1'...
tr: '%1' Albüm'ü için HTML sayfaları oluşturuluyor...
uk: Створення HTML-сторінок для альбому "%1"...

source: Making AutoRun interface...
ca: S'està creant la interfície "AutoRun"...
cs: vytvářím automatické rozhraní...
da: Opretter autorun grænseflade...
de: AutoPlay wird erstellt ...
el: Δημιουργία περιβάλλοντος αυτόματης εκτέλεσης...
es: Creando la interfaz de ejecución automática...
et: AutoRun-liidese loomine...
fr: Création du démarrage automatique...
gl: A criar a interface AutoRun...
is: Bý til sjálfræsingarviðmót...
it: Creazione dell'interfaccia AutoRun...
ja: 自動実行インターフェースを作成中...
nb: Oppretter autorun grensesnitt …
nds: Sülvststart-Funkschoon warrt opstellt...
nl: AutoRun-interface wordt aangemaakt...
pl: Tworzenie interfejsu autostartu...
pt: A criar a interface do AutoRun...
pt_br: Fazendo a interface "Autorun"...
sr: Правим интерфејс за аутоматско покретање...
sr@latn: Pravim interfejs za automatsko pokretanje...
sv: Skapar gränssnitt för att köra automatiskt...
ta: தானியங்கி இயக்க இடைமுகத்தை தயாரிக்கிறது...
th: กำลังสร้างส่วนรองรับฟังก์ชัน AutoRun...
tr: Otomatik başlama arayüzü oluşturuluyor...
uk: Створення інтерфейсу для AutoRun...

source: Creating thumbnail for '%1'...
ca: S'està creant les miniatures per '%1'...
cs: Vytvářím náhled '%1'...
da: Opretter miniature for '%1'...
de: Vorschau für "%1" wird erstellt ...
el: Δημιουργία εικόνας επισκόπησης για το '%1'...
es: Creando la miniatura de «%1»...
et: '%1' pisipildi loomine...
fr: Création de l'aperçu pour « %1 »...
gl: A criar miniatura para '%1'...
is: Bý til smámynd fyrir '%1'...
it: Creazione della miniatura per «%1»...
ja: '%1' のサムネイルを作成中...
nb: Oppretter miniatyrbilder for '%1' …
nds: Vöransicht för "%1" warrt opstellt...
nl: Miniatuur voor '%1' wordt aangemaakt...
pl: Tworzenie miniatury dla '%1'...
pt: A criar miniatura para o '%1'...
pt_br: Criando miniatura para '%1'...
sr: Правим сличицу за „%1“...
sr@latn: Pravim sličicu za „%1“...
sv: Skapar miniatyrbild för '%1'...
ta: கட்டவிரல் அளவு உருவாக்குவதற்காக %1 தொல்வி!
th: กำลังสร้างภาพตัวอย่างสำหรับ '%1'...
tr: '%1' için küçük resim oluşturuluyor...
uk: Створення мініатюри для "%1"...

source: Making K3b project...
ca: S'està creant el projecte K3b...
cs: Vytvářím K3b projekt...
da: Opretter K3b projekt...
de: K3b-Projekt wird erstellt ...
el: Δημιουργία έργου K3b...
es: Creando el proyecto K3b...
et: K3b projekti loomine...
fr: Création du projet K3b...
gl: A criar o proxecto K3b...
is: Bý til K3b verkefni...
it: Creazione der progetto K3b...
ja: K3bプロジェクトを作成中...
nb: Oppretter K3b-prosjekt …
nds: K3b-Projekt warrt opstellt...
nl: K3b-project wordt aangemaakt...
pl: Tworzenie projektu K3b...
pt: A criar o projecto K3b...
pt_br: Construindo o projeto do K3b...
sr: Правим K3b-ов пројекат...
sr@latn: Pravim K3b-ov projekat...
sv: Skapar K3b-projekt...
ta: பணி தலைப்பு உருவாக்கல்...
th: กำลังสร้างโครงการของ K3b...
tr: K3b projesi oluşturuluyor...
uk: Створення проекту K3b...

source: Main HTML interface creation completed.
ca: La creació de la interfície HTML principal ha acabat.
cs: Vytvoření HTML rozhraní dokončeno.
da: HTML-hovedgrænsefladeoprettelse udført.
de: HTML-Indexseite wurde erstellt.
el: Η δημιουργία της κύριας διασύνδεσης HTML ολοκληρώθηκε.
es: Finalizada la creación de la interfaz HTML principal.
et: Peamine HTML-liides loodud.
fr: Création de l'interface de consultation terminée.
gl: Completou-se a criazón da interface HTML principal.
is: Búið að gera meginviðmót í HTML.
it: Creazione dell'interfaccia HTML principale conclusa.
ja: メイン HTML インターフェースの作成が完了しました。
nb: HTML-hovedgrensesnitt opprettet.
nds: HTML-Hööftsiet fardig opstellt.
nl: Het aanmaken van HTML-interface is voltooid.
pl: Tworzenie głównego interfejsu HTML zakończone.
pt: Criação da interface HTML principal completa.
pt_br: A criação da interface HTML principal foi finalizada.
sr: Прављење главног HTML интерфејса је завршено.
sr@latn: Pravljenje glavnog HTML interfejsa je završeno.
sv: Skapa HTML-huvudgränssnitt klart.
ta: பிரதான HTML இடைமுக உருவாக்கம் முடிந்தது.
th: ทำการสร้างส่วนติดต่อผู้ใช้แบบ HTML เรียบร้อยแล้ว
tr: Ana HTM arayüzü oluşturulması tamamlandı.
uk: Створення головного HTML-інтерфейсу завершене.

source: HTML page creation for Album '%1' completed.
ca: La creació de les pàgines HTML per l'àlbum '%1' ha acabat.
cs: HTML stránka alba '%1' dokončena.
da: HTML-sideoprettelse for album '%1' udført.
de: HTML-Seiten für das Album "%1" wurden erstellt.
el: Η δημιουργία σελίδων HTML για το άλμπουμ '%1' ολοκληρώθηκε.
es: Finalizada la creación de la página HTML del álbum «%1».
et: Albumi '%1' HTML-leheküljed loodud.
fr: Création de la page pour l'album « %1 » terminée.
gl: Completou-se a criazón das páxinas HTML do álbum '%1'.
is: Búið að gera HTML-síður fyrir albúmið '%1'.
it: Creazione delle pagine HTML per l'album «%1» conclusa.
ja: アルバム '%1' の HTML ページの作成が完了しました。
nb: HTML-sideopprettelse for album '%1' ferdig.
nds: HTML-Siet för Album "%1" fardig opstellt.
nl: Het aanmaken van de HTML-pagina voor album '%1' is voltooid.
pl: Tworzenie stron HTML dla albumu '%1' zakończone.
pt: Criação das páginas HTML do álbum '%1' completa.
pt_br: A criação da página HTML para o álbum '%1' foi finalizada.
sr: Прављење HTML стране за албум „%1“ је завршено.
sr@latn: Pravljenje HTML strane za album „%1“ je završeno.
sv: Skapa HTML-sidor för albumet '%1' klart.
ta: ஆல்பம் '%1'க்கான HTML பக்கம் உருவாக்கம் முடிந்தது.
th: ทำการสร้างหน้าเอกสารเวบแบบ HTML สำหรับอัลบั้ม '%1' เรียบร้อยแล้ว
tr: '%1' Albüm'ü için HTML sayfası oluşturulması tamamlandı.
uk: Створення сторінки HTML для альбому "%1" завершене.

source: Creating thumbnail for '%1' done.
ca: Ha acabat la creació de les miniatures per '%1'.
cs: Náhled '%1' vytvořen.
da: Opretter miniature for '%1' udført.
de: Vorschau für "%1" wurde erstellt.
el: Η δημιουργία εικόνων επισκόπησης για το '%1', ολοκληρώθηκε.
es: Finalizada la creación de la miniatura de «%1».
et: '%1' pisipilt loodud.
fr: Création de l'aperçu pour « %1 » terminée.
gl: Terminou a criazón da miniatura de '%1'.
is: Búið að gera smámynd fyrir '%1'.
it: Creazione della miniatura di «%1» completata.
ja: '%1' のサムネイルの作成が完了しました。
nb: Opprette miniatyrbilder for '%1' ferdig.
nds: Vöransicht för "%1" opstellt.
nl: Het aanmaken van de miniatuur voor '%1' is voltooid.
pl: Tworzenie miniatury dla '%1' zakończone.
pt: A criação da miniatura para o '%1' terminou.
pt_br: A criação da miniatura para '%1' foi finalizada.
sr: Прављење сличице за „%1“ је завршено.
sr@latn: Pravljenje sličice za „%1“ je završeno.
sv: Skapa miniatyrbild för '%1' klart.
ta: '%1'க்கான சிறுபிம்பத்தை உருவாக்கப்பட்டது.
th: ทำการสร้างภาพตัวอย่างสำหรับ '%1' เรียบร้อยแล้ว
tr: '%1' için küçük resim oluşturulması tamamlandı.
uk: Створення мініатюри для "%1' завершене.

source: AutoRun interface creation completed.
ca: S'ha completat la creació de la interfície "AutoRun".
cs: Automatické vytvoření rozhraní dokončeno.
da: Autorun grænsefladeoprettelse udført.
de: AutoPlay wurde erstellt.
el: Η δημιουργία περιβάλλοντος αυτόματης εκτέλεσης ολοκληρώθηκε.
es: Finalizada la creación de la interfaz de ejecución automática.
et: AutoRun-liides loodud.
fr: Création du démarrage automatique terminée.
gl: Completou-se a criazón da interface para AutoRun.
is: Búið að gera sjálfræsiviðmót.
it: Creazione dell'interfaccia AutoRun conclusa.
ja: 自動実行インターフェースの作成が完了しました。
nb: Autorun grensesnitt opprettet.
nds: Sülvststart-Funkschoon opstellt.
nl: Het aanmaken van de AutoRun-interface is voltooid.
pl: Tworzenie interfejsu autostartu zakończone.
pt: Criação da interface para o AutoRun completa.
pt_br: A criação da interface do autorun foi finalizada.
sr: Прављење интерфејса за аутоматско покретање је завршено.
sr@latn: Pravljenje interfejsa za automatsko pokretanje je završeno.
sv: Skapa gränssnitt för att köra automatiskt klart.
ta: தானியங்கி இயக்க இடைமுக உருவாக்கம் முடிந்தது.
th: ทำการสร้างส่วนรองรับฟังก์ชัน AutoRun เรียบร้อยแล้ว
tr: Otomatik başlama arayüzü oluşturulması tamamlandı.
uk: Створення інтерфейсу AutoRun завершене.

source: K3b project creation completed.
ca: S'ha completat la creació del projecte K3b.
cs: K3b projekt dokončen.
da: K3b projektoprettelse udført.
de: K3b-Projekt wurde erstellt.
el: Η δημιουργία έργου του K3b ολοκληρώθηκε.
es: Finalizada la creación del proyecto de K3b.
et: K3b projekt loodud.
fr: Création du projet K3b terminée.
gl: Completou-se a criazón do proxecto de K3b.
is: Búið að gera K3b verkefni.
it: Creazione del progetto K3b conclusa.
ja: K3b プロジェクトの作成が完了しました。
nb: K3b projektopprettelse ferdig.
nds: K3b-Projekt fardig opstellt.
nl: Het aanmaken van het K3b-project is voltooid.
pl: Tworzenie projektu K3b zakończone.
pt: Criação de projecto do K3b completa.
pt_br: A criação do projeto do K3b foi finalizada.
sr: Прављење K3b-овог пројекта је завршено.
sr@latn: Pravljenje K3b-ovog projekta je završeno.
sv: Skapa K3b-projekt klart.
ta: கே3பி திட்டம் உருவாக்கம் முடிந்தது.
th: ทำการสร้างโครงการของ K3b เรียบร้อยแล้ว
tr: K3b projesi oluşturulması tamamlandı.
uk: Створення проекту K3b завершене.

source: Failed to create thumbnail for '%1'
ca: Ha fallat la creació de les miniatures per '%1'
cs: Chyba při vytváření náhledu '%1'
da: Oprettelse af miniature for '%1' mislykkedes.
de: Fehler bei der Erstellung der Vorschau für "%1".
el: Αποτυχία δημιουργίας εικόνας επισκόπησης για το '%1'
es: No ha sido posible crear la miniatura de «%1»
et: '%1' pisipildi loomine ebaõnnestus
fr: Impossible de créer l'aperçu pour « %1 »
gl: Non foi posíbel criar a miniatura de '%1'
is: Tókst ekki að gera smámynd fyrir '%1'
it: Creazione delle miniature per «%1» non riuscita
ja: '%1' のサムネイルの作成に失敗
nb: Opprettelse av miniatyrbilder for '%1' mislykkes.
nds: Vöransicht för "%1" lett sik nich opstellen
nl: Het aanmaken van de miniatuur voor '%1' is mislukt
pl: Tworzenie miniatury dla '%1' nie powiodło się.
pt: Não foi possível criar a miniatura do '%1'
pt_br: Falha ao criar a miniatura para '%1'.
sr: Нисам успео да направим сличицу за „%1“
sr@latn: Nisam uspeo da napravim sličicu za „%1“
sv: Misslyckades skapa miniatyrbild för '%1'
ta: '%1'க்கான சிறுபிம்பத்தை உருவாக்க முடியவில்லை
th: ล้มเหลวในการสร้างภาพตัวอย่างสำหรับ '%1'
tr: '%1' için küçükü resim oluşturulamadı.
uk: Не вдалося створити мініатюру для "%1"

source: Failed to create HTML interface: %1
ca: Ha fallat la creació de la interfície HTML: '%1'
cs: Chyba při vytváření HTML rozhraní: %1
da: Oprettelse af HTMLgrænseflade mislykkedes: %1
de: Fehler bei der Erstellung der HTML-Seite: %1.
el: Αποτυχία δημιουργίας της διασύνδεσης HTML: %1
es: No ha sido posible crear la interfaz HTML: %1
et: HTML-liidese loomine ebaõnnestus: %1
fr: Impossible de créer l'interface de consultation : « %1 »
gl: Non foi posíbel criar a interface HTML: %1
is: Tókst ekki að gera viðmót í HTML: %1
it: Creazione dell'interfaccia HTML non riuscita: %1
ja: HTML インターフェースの作成に失敗: %1
nb: Opprettelse av HTMLgrensesnitt mislykkes: %1
nds: HTML-Siet lett sik nich opstellen: %1
nl: Het aanmaken van de HTML-interface mislukte: %1
pl: Tworzenie interfejsu HTML nie powiodło się: %1
pt: Não foi possível criar a interface HTML: %1
pt_br: Falha ao criar a interface HTML para '%1'.
sr: Нисам успео да направим HTML интерфејс: %1
sr@latn: Nisam uspeo da napravim HTML interfejs: %1
sv: Misslyckades skapa HTML-gränssnitt: %1
ta: HTML இடைமுகத்தை உருவாக்க முடியவில்லை: %1
th: ล้มเหลวในการสร้างส่วนติดต่อผู้ใช้แบบ HTML: %1
tr: HTML arayüzü oluşturulamadı: %1
uk: Не вдалося створити HTML-інтерфейс: %1
