Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_sendimages.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nb, nl, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, zh_cn

source: Send Images
ca: Imatges
cs: Odeslat obrázky
da: Send billeder
de: Bilder senden
el: Αποστολή εικόνων
es: Enviar imágenes
et: Piltide saatmine
fr: Envoyer par courrier électronique
gl: Enviar Imaxes
is: Senda myndir
it: Invia immagini
ja: 画像をメール送信
nb: Send bilder
nl: Afbeeldingen verzenden
pl: Wyślij zdjęcia
pt: Enviar Imagens
pt_br: Enviar imagens
sr: Пошаљи слике
sr@latn: Pošalji slike
sv: Skicka bilder
ta: பிம்பங்களை அனுப்பு
th: ส่งภาพ
tr: Resimleri Gönder
zh_cn: 发送图像

source: A Kipi plugin for emailing images
ca: Un connector el Kipi per enviar imatges per correu electrònic
cs: Kipi plugin pro odesílání obrázků
da: Et KIPI plugin til at sende billeder med e-mail
de: Ein KIPI-Modul zum Senden von Bildern.
el: Ένα πρόσθετο του Kipi για την αποστολή εικόνων μέσω ηλ. ταχυδρομείου
es: Un complemento de Kipi para enviar imágenes por correo electrónico
et: Kipi piltide e-postiga saatmise plugin
fr: Un module externe KIPI pour envoyer des images par courrier électronique
gl: Un plugin de KIPI para enviar imaxes por email
is: KIPI íforrit til að senda myndir í tölvupósti
it: Un plugin di Kipi per inviare immagini
ja: Kipi 画像メール送信プラグイン
nb: Et KIPI tillegg for å sende bilder med e-post
nl: een KIPI-plugin voor het verzenden van afbeeldingen
pl: Wtyczka Kipi do wysyłania zdjęć e-mailem
pt: Um 'plugin' KIPI para enviar imagens por e-mail
pt_br: Um plug-in do Kipi para o envio de imagens por e-mail
sr: Kipi-јев прикључак за слање слика е-поштом
sr@latn: Kipi-jev priključak za slanje slika e-poštom
sv: Ett KIPI-insticksprogram för att e-posta bilder
ta: பிம்பங்களை மின்னஞ்சலிட ஒரு கிபி சொருகுபொருள்
th: ปลั๊กอินส่งภาพทางอีเมลของ Kipi
tr: Resim göndermek için bir Kipi eklentisi
zh_cn: 将图像以电子邮件寄出的 Kipi 插件

source: Author and maintainer
ca: Autor i mantenidor
cs: Autor a správce
da: Forfatter og vedligholder
de: Autor und Betreuer
el: Συγγραφέας και συντηρητής
es: Autor y responsable
et: Autor ja hooldaja
fr: Auteur et mainteneur
gl: Autoria e mantimento
is: Höfundur og umsjónaraðili
it: Autore e responsabile
ja: 作者およびメンテナ
nb: Forfatter og vedlikeholder
nl: Auteur en onderhouder
pl: Autor i opiekun
pt: Autoria e manutenção
pt_br: Autor e mantenedor
sr: Аутор и одржавалац
sr@latn: Autor i održavalac
sv: Upphovsman och utvecklare
ta: ஆசிரியர் மற்றும் மேம்பாட்டாளர்
th: ผู้เขียนและผู้ดูแล
tr: Yazan ve sürdüren
zh_cn: 作者和维护者

source: Developer
ca: Desenvolupador
de: Entwickler
es: Desarrollador
et: Arendaja
is: Forritari
it: Sviluppatore
ja: 開発者
nl: Ontwikkelaar
pt: Desenvolvimento
sr: Програмер
sv: Utvecklare

source: Plugin Handbook
ca: Manual del connector
de: Modul-Handbuch
es: Manual del complemento
et: Plugina käsiraamat
is: Handbók íforrits
it: Manuale del plugin
ja: プラグインハンドブック
nl: Plugin-handboek
sr: Приручник прикључка
sv: Handbok för insticksprogrammet

source: Images
ca: Imatges
cs: Obrázky
da: Billeder
de: Bilder
el: Εικόνες
es: Imágenes
et: Pildid
gl: Imaxes
is: Myndir
it: Immagini
ja: 画像
nb: Bilder
nl: Afbeeldingen
pl: Zdjęcia
pt: Imagens
pt_br: Imagens
sr: Слике
sr@latn: Slike
sv: Bilder
ta: படங்கள்
th: ภาพ
tr: Resimler
zh_cn: 图像

source: Images to EMail
ca: Imatges a enviar per correu-e
da: Billeder at sende som e-mail
de: Bilder zum Senden
el: Αποστολή εικόνων με EMail
es: Imágenes a enviar por correo electrónico
et: E-postiga saadetavad pildid
is: Myndir til að senda
it: Immagini da inviare
ja: メールで送信する画像
nl: Te verzenden afbeeldingen
pl: Zdjęcia do wysłania
pt: Imagens a Enviar por E-mail
sr: Слике за Е-пошту
sr@latn: Slike za E-poštu
sv: Bilder att e-posta

source: <p>This is the list of images to email. If you want to add some images click on the 'Add Images...' button or use the drag-and-drop.
ca: <p>Aquesta és la llista d'imatges que s'enviaran per correu electrònic. Si voleu afegir imatges premeu 'Afegeix imatges' o arrossegueu-les a la llista.
cs: <p>Toto je seznam obrázků k odeslání. Pokud chcete přidat další obrázky, klikněte na 'Přidat obrázky...' nebo nový obrázek přetáhněte.
da: <p>Dette er listen over billeder der skal sendes med e-mail. Vil du tilføje flere billeder kan du klikke på 'Tilføj billeder...'-knappen eller bruge træk og slip.
de: <p>Dies ist die Liste der Bilder, die per E-Mail versendet werden sollen. Wenn Sie Bilder hinzufügen möchten, können Sie entweder den Knopf "Hinzufügen" drücken oder die Bilder auf die Liste ziehen und dort ablegen.
el: <p>Αυτή είναι η λίστα των εικόνων που θα αποσταλούν μέσω ηλ. ταχυδρομείου. Αν θέλετε να προσθέσετε και άλλες εικόνες κάντε κλικ στο κουμπί 'Προσθήκη εικόνων...' ή χρησιμοποιήστε σύρσιμο και ρίψη.
es: <p>Ésta la lista de imágenes a enviar por correo electrónico. Si desea añadir más imágenes, pulse el botón «Añadir imágenes...» o utilizando arrastrar y soltar.
et: <p>See on e-postiga saadetavate piltide nimekiri. Kui soovid siia pilte lisada, klõpsa nupule 'Lisa pildid...' või lihtsalt lohista pildid nimekirja.
fr: <p>Ceci est la liste des images à envoyer par courrier électronique. Si vous voulez ajouter des images, cliquez sur le bouton « Ajouter des images... » ou utilisez le « Glisser / Déposer ».
gl: <p>Esta é a lista de imaxes a enviar por email. Se quer engadir mais imaxes prema no botón 'Engadir Imaxes...' ou arraste e solte-as.
is: <p>Þetta er listi yfir myndirnar til að senda. Ef þú vilt bæta við fleiri myndum smelltu þá á 'Bæta við myndum...' hnappinn eða notið draga-sleppa.
it: <p>Questo è l'elenco di immagini da inviare. Se vuoi aggiungere delle immagini fai clic su «Aggiungi immagini...» o usa il trascinamento.
ja: <p>メール送信する画像のリストです。「画像を追加」またはドラッグ&ドロップを使って追加できます。
nb: <p>Dette er lista over bilder som skal sendes med e-post. Vil du legge til flere bilder kan du klikke på 'Legg til bilder…'-knappen eller bruke dra og slipp.
nl: <p>Dit is de lijst met afbeeldingen die via e-mail verzonden zullen worden. Afbeeldingen kunnen worden toegevoegd door op 'Afbeeldingen toevoegen...' te klikken of via slepen en neerzetten.
pl: <p>To jest lista zdjęć do wysłania e-mailem. Jeśli chcesz dodać zdjęcia, kliknij przycisk 'Dodaj zdjęcia...' albo przeciągnij-i-upuść.
pt: <p>Esta é a lista de imagens a enviar por e-mail. Se quiser adicionar algumas imagens carregue no botão 'Adicionar Imagens...' ou arraste e largue-as.
pt_br: <p>Essa é a lista de imagens a serem enviadas por e-mail. Se você quer adicionar imagens, clique no botão 'Adicionar imagens...', ou use o recurso arrastar-e-soltar.
sr: <p>Ово је листа слика које треба послати. Ако желите да додате слике, кликните на дугме „Додај слике...“ или употребите превлачење и испуштање.
sr@latn: <p>Ovo je lista slika koje treba poslati. Ako želite da dodate slike, kliknite na dugme „Dodaj slike...“ ili upotrebite prevlačenje i ispuštanje.
sv: <p>Det här är bildlistan att e-posta. Om du vill lägga till några bilder, klicka på knappen 'Lägg till bilder' eller använd drag och släpp.
ta: <p>இது மின்னஞ்சல் செய்யப்படவேண்டிய பிம்பங்களின் பட்டியல். சில பிம்பங்களை சேர்க்க 'பிம்பங்களைச் சேர்' பட்டனை அழுத்தவும் அல்லது இழுத்து சேர்க்கும் முறையை பயன்படுத்தவும்.
th: <p>นี่เป็นรายการของภาพที่จะส่งทางอีเมล หากคุณต้องการเพิ่มภาพอื่น ๆ ให้คลิกที่ปุ่ม 'เพิ่มภาพ...' หรืออาจจะใช้การลากและวางภาพก็ได้
tr: <p> Bu, gönderilecek resimlerin listesidir. Resim eklemek istiyorsanız 'Resim Ekle...''düğmesine tıklayınız veya sürükle bırak'ı kullanın.
zh_cn: <p>这是要发送电子邮件的图像列表。如鞥您想要添加更多图像，请单击“添加图像...”按钮或使用拖放。

source: &Add ...
ca: &Afegeix ...
da: &Tilføj...
de: &Hinzufügen ...
el: &Προσθήκη...
es: &Añadir...
et: Lis&a...
is: Bæt&a við...
it: &Aggiungi...
ja: 追加(&A)...
nl: &Toevoegen...
pl: &Dodaj ...
pt: &Adicionar...
sr: &Додај...
sr@latn: &Dodaj...
sv: &Lägg till...

source: <p>Add images to the list.
ca: <p>Afegeix imatges a la llista.
cs: <p>Přidání obrázků do seznamu.
da: <p>Tilføj billeder til listen.
de: <p>Fügt die Bilder zur Liste hinzu.
el: <p>Προσθήκη εικόνων στη λίστα.
es: <p>Añade imágenes a la lista.
et: <p>Lisa pildid nimekirja.
fr: <p>Ajouter des images à la liste.
gl: <p>Engadir imaxes á lista.
is: <p>Bæta við myndum á listann.
it: <p>Aggiungi immagini all'elenco.
ja: <p>画像をリストに追加します。
nb: <p>Legg bilder til listen.
nl: <p>Voeg afbeeldingen toe aan de lijst.
pl: <p>Dodaj zdjęcia do listy.
pt: <p>Adicionar imagens à lista.
pt_br: <p>Adiciona imagens na lista.
sr: <p>Додај слике у листу.
sr@latn: <p>Dodaj slike u listu.
sv: <p>Lägg till bilder i listan.
ta: <p>படங்களை பட்டியலில் சேர்
th: <p>เพิ่มภาพเข้าไปยังรายการ
tr: <p>Listeye resim ekler.
zh_cn: <p>将图像添加到列表中。

source: <p>Remove selected images from the list.
ca: <p>Elimina les imatges seleccionades de la llista.
cs: <p>Odstranění zvolených obrázků ze seznamu.
da: <p>Fjern de markerede billeder på listen.
de: <p>Entfernt die ausgewählten Bilder aus der Liste.
el: <p>Αφαίρεση εικόνων από τη λίστα.
es: <p>Eliminar las imágenes seleccionadas de la lista.
et: <p>Eemalda valitud pildid nimekirjast.
fr: <p>Supprimer les images sélectionnées de la liste.
gl: <p>Eliminar as imaxes seleccionadas na lista.
is: <p>Fjarlægja valdar myndir af listanum.
it: <p>Rimuovi le immagini selezionate dall'elenco.
ja: <p>選択した画像をリストから削除します。
nb: <p>Fjern de merkede bildene på listen.
nl: <p>Verwijder de geselecteerde afbeeldingen uit de lijst.
pl: <p>Usuń wybrane zdjęcia z listy.
pt: <p>Remover as imagens seleccionadas na lista.
pt_br: <p>Remove as imagens selecionadas da lista.
sr: <p>Уклони изабране слике из листе.
sr@latn: <p>Ukloni izabrane slike iz liste.
sv: <p>Ta bort markerade bilder från listan.
ta: <p>தேர்ந்தெடுக்கப்பட்ட பிம்பங்களை பட்டியலில் இருந்து நீக்கு.
th: <p>เอาภาพออกจากรายการ
tr: <p> Seçilen resimleri listeden kaldır.
zh_cn: <p>从列表中删除选中图像。

source: <p>Preview of the currently selected image on the list.
ca: <p>Vista prèvia de la imatge de la llista seleccionada actualment.
cs: <p>Náhled zvolených obrázků ze seznamu.
da: <p>Forhåndsvisning af det markerede billede i listen.
de: <p>Vorschau des aktuellen Bildes aus der Liste.
el: <p>Προεπισκόπηση της επιλεγμένης εικόνας της λίστας.
es: <p>Previsualización de la imagen seleccionada en la lista.
et: <p>Nimekirjas valitud pildi eelvaatlus.
fr: <p>Prévisualisation de l'image sélectionnée.
gl: <p>Antevisión da imaxe actual da lista.
is: <p>Forsýning af valdri mynd á listanum.
it: <p>Anteprima dell'immagine correntemente selezionata nell'elenco.
ja: <p>現在選択されている画像のプレビューです。
nb: <p>Forhåndsvisning av det markerte bilde i listen.
nl: <p>Voorbeeld van de huidige geselecteerde afbeelding in de lijst.
pl: <p>Podgląd aktualnie wybranych zdjęć z listy.
pt: <p>Antevisão da imagem actual da lista.
pt_br: <p>Gera uma pré-visualização das imagens selecionadas na lista.
sr: <p>Преглед тренутно изабране слике у листи.
sr@latn: <p>Pregled trenutno izabrane slike u listi.
sv: <p>Förhandsgranskning av aktuell bild i listan.
ta: <p>பட்டியலில் உள்ள தற்போது தேர்ந்தெடுக்கப்பட்ட பிம்பத்தின் முன்காட்சி
th: <p>แสดงตัวอย่างของภาพปัจจุบันที่เลือกไว้ในรายการ
tr: <p> Listeden seçili olan resmin önizlemesi.
zh_cn: <p>列表中目前选中图像的预览。

source: Image Description
ca: Descripció de la imatge
cs: Popis obrázku
da: Billedbeskrivelse
de: Bildbeschreibung
el: Περιγραφή εικόνας
es: Descripción de la imagen
et: Pildi kirjeldus
fr: Description de l'image
gl: Descrizón da Imaxe
is: Lýsing myndar
it: Descrizione dell'immagine
ja: 画像の説明
nb: Bildebeskrivelse
nl: Afbeeldingomschrijving
pl: Opis zdjęcia
pt: Descrição da Imagem
pt_br: Descrição da imagem
sr: Опис слике
sr@latn: Opis slike
sv: Bildbeskrivning
ta: பிம்ப விவரம்
th: รายละเอียดภาพ
tr: Resim Açıklaması
zh_cn: 图像描述

source: <p>The description of the currently selected image on the list.
ca: <p>La descripció de la imatge seleccionada actualment a la llista.
cs: <p>Popis zvoleného obrázku ze seznamu.
da: <p>Beskrivelse af det aktuelle markerede billede på listen.
de: <p>Die Beschreibung des aktuellen Bildes aus der Liste.
el: <p>Η περιγραφή της επιλεγμένης εικόνας της λίστας.
es: <p>Descripción de la imagen seleccionada actualmente en la lista.
et: <p>Nimekirjas valitud pildi kirjeldus.
fr: <p>Description de l'image sélectionnée.
gl: <p>A descrizón da imaxe actual da lista.
is: <p>Lýsing á valdri mynd á listanum.
it: <p>La descrizione dell'immagine correntemente selezionata nell'elenco.
ja: <p>現在選択されている画像の説明です。
nb: <p>Beskrivelse av det markerte bilde i listen.
nl: <p>De omschrijving van de huidige geselecteerde afbeelding in de lijst.
pl: <p>Opis aktualnie wybranego zdjęcia z listy.
pt: <p>A descrição da imagem actual da lista.
pt_br: <p>A descrição da imagem atualmente selecionada na lista.
sr: <p>Опис тренутно изабране слике у листи.
sr@latn: <p>Opis trenutno izabrane slike u listi.
sv: <p>Beskrivning av aktuell bild i listan.
ta: <p>பட்டியலில் உள்ள தற்போது தேர்ந்தெடுக்கப்பட்ட பிம்பத்தின் விவரம்.
th: <p>รายละเอียดภาพของภาพที่เลือกไว้ในปัจจุบันบนรายการ
tr: <p> Listeden seçili olan resmin açıklaması.
zh_cn: <p>列表中目前选中图像的描述。

source: Mail
ca: Correu-e
cs: Pošta
da: E-mail
de: E-Mail
es: Correo electrónico
et: E-post
fr: Courrier
gl: Email
is: Póstur
it: Posta
ja: メール
nb: E-post
nl: E-mail
pl: Wysyłanie
pt: E-mail
pt_br: E-mail
sr: Пошта
sr@latn: Pošta
sv: E-posta
ta: அஞ்சல்
th: อีเมล
tr: Posta
zh_cn: 邮寄

source: Mail Options
ca: Opcions del correu electrònic
cs: Volby odesílání
da: E-mail-indstillinger
de: E-Mail-Einstellungen
el: Επιλογές Mail
es: Opciones del correo electrónico
et: E-posti valikud
fr: Options du courrier
gl: Opzóns de Email
is: Valkostir póstur
it: Opzioni di posta
ja: メールオプション
nb: E-post innstillinger
nl: E-mailopties
pl: Opcje wysyłania
pt: Opções de E-mail
pt_br: Opções de e-mail
sr: Опције поште
sr@latn: Opcije pošte
sv: E-postalternativ
ta: அஞ்சல் விருப்பத்தேர்வுகள்
th: ตัวเลือกอีเมล
tr: Posta Seçenekleri
zh_cn: 邮寄选项

source: Mail agent:
ca: Agent de correu:
cs: Poštovní klient:
da: E-mail-klient:
de: E-Mail-Programm:
el: Πελάτης mail:
es: Cliente de correo:
et: E-posti rakendus:
fr: Programme de courrier :
gl: Axente de email:
is: Póstforrit:
it: Agente di posta:
ja: メールソフト:
nb: E-post klient:
nl: E-mailprogramma:
pl: Klient pocztowy:
pt: Agente de e-mail:
pt_br: Programa de e-mail:
sr: Поштански агент:
sr@latn: Poštanski agent:
sv: E-postprogram:
ta: அஞ்சல் முகவர்
th: เครื่องมือส่งเมล:
tr: E-posta programı:
zh_cn: 邮件代理：

source: <p>Select here your preferred external mail agent program.These mail agent versions are supported:<p><b>Balsa</b>: >= 2.x<p><b>Claws Mail</b>: >= 2.6.1<p><b>Evolution</b>: >= 1.4<p><b>GmailAgent</b>: >= 0.2<p><b>KMail</b>: >= 1.3<p><b>Mozilla</b>: >= 1.4<p><b>Netscape</b>: >= 7.x<p><b>Sylpheed</b>: >= 0.9<p><b>Sylpheed-Claws</b>: >= 0.9<p><b>Thunderbird</b>: >= 0.4<p>
ca: <p>Seleccioneu el vostre programa preferit d'agent de correu extern. Es permeten aquestes versions d'agents de correu:<p><b>Balsa</b>: >= 2.x<p><b>Claws Mail</b>: >= 2.6.1<p><b>Evolution</b>: >= 1.4<p><b>GmailAgent</b>: >= 0.2<p><b>KMail</b>: >= 1.3<p><b>Mozilla</b>: >= 1.4<p><b>Netscape</b>: >= 7.x<p><b>Sylpheed</b>: >= 0.9<p><b>Sylpheed-Claws</b>: >= 0.9<p><b>Thunderbird</b>: >= 0.4<p>
cs: <p>Zde zvolte svého oblíbeného externího poštovního klienta. Podporovány jsou následující verze poštovních klientů:<p><b>Balsa</b>: >= 2.x<p><b>Claws Mail</b>: >= 2.6.1<p><b>Evolution</b>: >= 1.4 <p><b>GmailAgent</b>: >= 0.2<p><b>KMail</b>: >= 1.3<p><b>Mozilla</b>: >= 1.4<p><b>Netscape</b>: >= 7.x<p><b>Sylpheed</b>: >= 0.9<p><b>Sylpheed-Claws</b>: >= 0.9 <p><b>Thunderbird</b>: >= 0.4<p>
da: <p>Vælg det eksterne e-mail-program som du foretrækker her. Følgende versioner af e-mail-programmer understøttes:<p><b>Balsa</b>: >= 2.x<p><b>Claws Mail</b>: >= 2.6.1<p><b>Evolution</b>: >= 1.4<p><b>GmailAgent</b>: >= 0.2<p><b>Kmail</b>: >= 1.3<p><b>Mozilla</b>: >= 1.4<p><b>Netscape</b>: >= 7.x<p><b>Sylpheed</b>: >= 0.9<p><b>Sylpheed-Claws</b>: >= 0.9<p><b>Thunderbird</b>: >= 0.4<p>
de: <p>Wählen Sie Ihr bevorzugtes externes E-Mail-Programm. Die folgenden E-Mail-Programme werden unterstützt:<p><b>Balsa</b>: >= 2.x <p><b>Claws Mail</b>: >= 2.6.1<p><b>Evolution</b>: >= 1.4 <p><b>GmailAgent</b>: >= 0.2<p><b>Kmail</b>: >= 1.3<p><b>Mozilla</b>: >= 1.4<p><b>Netscape</b>: >= 7.x<p><b>Sylpheed</b>: >= 0.9 <p><b>Sylpheed-Claws</b>: >= 0.9<p><b>Thunderbird</b>: >= 0.4<p>
el: <p>Επιλέξτε εδώ την προτιμώμενη εφαρμογή πελάτη mail. Υποστηρίζονται οι ακόλουθες εκδόσεις πελατών mail:<p><b>Balsa</b>: >= 2.x<p><b>Claws Mail</b>: >= 2.6.1<p><b>Evolution</b>: >= 1.4<p><b>GmailAgent</b>: >= 0.2<p><b>KMail</b>: >= 1.3<p><b>Mozilla</b>: >= 1.4<p><b>Netscape</b>: >= 7.x<p><b>Sylpheed</b>: >= 0.9<p><b>Sylpheed-Claws</b>: >= 0.9<p><b>Thunderbird</b>: >= 0.4<p>
es: <p>Seleccione aquí su cliente de correo preferido. Están soportadas las siguientes versiones de clientes de correo:<p><b>Balsa</b>: >= 2.x<p><b>Claws Mail</b>: >= 2.6.1<p><b>Evolution</b>: >= 1.4<p><b>GmailAgent</b>: >= 0.2<p><b>KMail</b>: >= 1.3<p><b>Mozilla</b>: >= 1.4<p><b>Netscape</b>: >= 7.x<p><b>Sylpheed</b>: >= 0.9<p><b>Sylpheed-Claws</b>: >= 0.9<p><b>Thunderbird</b>: >= 0.4<p>
et: <p>Vali eelistatud e-posti rakendus. Toetatud on järgmised versioonid:<p><b>Balsa</b>: >= 2.x<p><b>Claws Mail</b>: >= 2.6.1<p><b>Evolution</b>: >= 1.4<p><b>GmailAgent</b>: >= 0.2<p><b>KMail</b>: >= 1.3<p><b>Mozilla</b>: >= 1.4<p><b>Netscape</b>: >= 7.x<p><b>Sylpheed</b>: >= 0.9<p><b>Sylpheed-Claws</b>: >= 0.9<p><b>Thunderbird</b>: >= 0.4<p>
is: <p>Veldu hér hvaða póstforrit þú vilt nota. Þessar útgafur eru studdar hér:<p><b>Balsa</b>: >= 2.x<p><b>Claws Mail</b>: >= 2.6.1<p><b>Evolution</b>: >= 1.4<p><b>GmailAgent</b>: >= 0.2<p><b>KMail</b>: >= 1.3<p><b>Mozilla</b>: >= 1.4<p><b>Netscape</b>: >= 7.x<p><b>Sylpheed</b>: >= 0.9<p><b>Sylpheed-Claws</b>: >= 0.9<p><b>Thunderbird</b>: >= 0.4<p>
it: <p>Seleziona qui il programma di posta esterno preferito. Sono supportate queste versioni di programmi di posta:<p><b>Balsa</b>: >= 2.x<p><b>Claws Mail</b>: >= 2.6.1<p><b>Evolution</b>: >= 1.4<p><b>GmailAgent</b>: >= 0.2<p><b>Kmail</b>: >= 1.3<p><b>Mozilla</b>: >= 1.4<p><b>Netscape</b>: >= 7.x<p><b>Sylpheed</b>: >= 0.9<p><b>Sylpheed-Claws</b>: >= 0.9<p><b>Thunderbird</b>: >= 0.4<p>
ja: <p>使用するメールソフトを選択します。以下のバージョンをサポートしています:<p><b>Balsa</b>: >= 2.x<p><b>Claws Mail</b>: >= 2.6.1<p><b>Evolution</b>: >= 1.4<p><b>GmailAgent</b>: >= 0.2<p><b>KMail</b>: >= 1.3<p><b>Mozilla</b>: >= 1.4<p><b>Netscape</b>: >= 7.x<p><b>Sylpheed</b>: >= 0.9<p><b>Sylpheed-Claws</b>: >= 0.9<p><b>Thunderbird</b>: >= 0.4<p>
nl: <p>Selecteer hier het externe e-mailprogramma dat uw voorkeur geniet. Ondersteunde versies van e-mailprogramma's zijn:<p><b>Balsa</b>: 2.0 of hoger <p><b>Claws Mail</b>: 2.6.1 of hoger<p><b>Evolution</b>: 1.4 of hoger <p><b>GmailAgent</b>0.2 of hoger<p><b>KMail</b>: 1.3 of hoger<p><b>Mozilla</b>: 1.4 of hoger<p><b>Netscape</b>: 7.0 of hoger<p><b>Sylpheed</b>: 0.9 of hoger <p><b>Sylpheed-Claws</b>: 0.9 of hoger<p><b>Thunderbird</b>: 0.4 of hoger<p>
pl: <p>Wybierz tutaj preferowany zewnętrzny program pocztowy. Następujące wersje klientów pocztowych są obsługiwane:<p><b>Balsa</b>: >= 2.x<p><b>Claws Mail</b>: >= 2.6.1<p><b>Evolution</b>: >= 1.4<p><b>GmailAgent</b>: >= 0.2<p><b>KMail</b>: >= 1.3<p><b>Mozilla</b>: >= 1.4<p><b>Netscape</b>: >= 7.x<p><b>Sylpheed</b>: >= 0.9<p><b>Sylpheed-Claws</b>: >= 0.9<p><b>Thunderbird</b>: >= 0.4<p>
pt: <p>Seleccione aqui qual é o seu programa de e-mail preferido. São suportadas as seguintes versões de programas de e-mail:<p><b>Balsa</b>: >= 2.x<p><b>Claws Mail</b>: >= 2.6.1<p><b>Evolution</b>: >= 1.4<p><b>GmailAgent</b>: >= 0.2<p><b>Kmail</b>: >= 1.3<p><b>Mozilla</b>: >= 1.4<p><b>Netscape</b>: >= 7.x<p><b>Sylpheed</b>: >= 0.9<p><b>Sylpheed-Claws</b>: >= 0.9<p><b>Thunderbird</b>: >= 0.4<p>
sr: <p>Изаберите овде жељени спољашњи поштански програм. Подржани су следећи програми, са датим верзијама:<p><b>Balsa</b>: >= 2.x<p><b>Claws Mail</b>: >= 2.6.1<p><b>Evolution</b>: >= 1.4<p><b>GmailAgent</b>: >= 0.2<p><b>KMail</b>: >= 1.3<p><b>Mozilla</b>: >= 1.4<p><b>Netscape</b>: >= 7.x<p><b>Sylpheed</b>: >= 0.9<p><b>Sylpheed-Claws</b>: >= 0.9<p><b>Thunderbird</b>: >= 0.4<p>
sr@latn: <p>Izaberite ovde željeni spoljašnji poštanski program. Podržani su sledeći programi, sa datim verzijama:<p><b>Balsa</b>: >= 2.x<p><b>Claws Mail</b>: >= 2.6.1<p><b>Evolution</b>: >= 1.4<p><b>GmailAgent</b>: >= 0.2<p><b>KMail</b>: >= 1.3<p><b>Mozilla</b>: >= 1.4<p><b>Netscape</b>: >= 7.x<p><b>Sylpheed</b>: >= 0.9<p><b>Sylpheed-Claws</b>: >= 0.9<p><b>Thunderbird</b>: >= 0.4<p>
sv: <p>Välj det externa e-postprogram som du föredrar här. Följande versioner av e-postprogram stöds:<p><b>Balsa</b>: >= 2.x<p><b>Claws Mail</b>: >= 2.6.1<p><b>Evolution</b>: >= 1.4<p><b>GmailAgent</b>: >= 0.2<p><b>Kmail</b>: >= 1.3<p><b>Mozilla</b>: >= 1.4<p><b>Netscape</b>: >= 7.x<p><b>Sylpheed</b>: >= 0.9<p><b>Sylpheed-Claws</b>: >= 0.9<p><b>Thunderbird</b>: >= 0.4<p>
th: <p>เลือกเครื่องมือภายนอกสำหรับใช้ในการส่งอีเมลที่คุณต้องการ โดยเครื่องมือที่รองรับได้แก่:<p><b>Balsa</b>: >= 2.x<p><b>Claws Mail</b>: >= 2.6.1<p><b>Evolution</b>: >= 1.4<p><b>GmailAgent</b>: >= 0.2<p><b>KMail</b>: >= 1.3<p><b>Mozilla</b>: >= 1.4<p><b>Netscape</b>: >= 7.x<p><b>Sylpheed</b>: >= 0.9<p><b>Sylpheed-Claws</b>: >= 0.9<p><b>Thunderbird</b>: >= 0.4<p>

source: &Thunderbird binary path:
ca: Camí del binari del &Thunderbird:
cs: Umístění programu &Thunderbird:
da: &Thunderbird kørbar sti:
de: &Thunderbird-Programmpfad:
el: Διαδρομή προς το εκτελέσιμο του &Thunderbird:
es: Ruta del programa &Thunderbird:
et: &Thunderbirdi binaarprogrammi asukoht:
fr: Chemin du programme &Thunderbird :
gl: Localizazón do programa &Thunderbird:
is: Slóð á tvíundarskrá &Thunderbird:
it: Percorso del file binario di &Thunderbird:
ja: &Thunderbird バイナリのパス:
nb: &Thunderbird kjørbar sti:
nl: Locatie van het programma &Thunderbird:
pl: Ś&cieżka do programu Thunderbird:
pt: Localização do programa &Thunderbird:
pt_br: Caminho para o executável do &Thunderbird:
sr: Пу&тања до извршног фајла Thunderbird-а:
sr@latn: Pu&tanja do izvršnog fajla Thunderbird-a:
sv: Sökväg till &Thunderbird binärfil:
ta: &தண்டர்பேர்ட் இருநிலை பாதை:
th: เส้นทางไปยังโปรแกรม &Thunderbird:
tr: &Thunderbird binary (ikili) yolu:
zh_cn: Thunderbird 二进制路径(&T)：

source: <p>The path name to the Thunderbird binary program.
ca: <p>El camí al programa binari del Thunderbird.
cs: <p>Umístění spustitelného programu Thunderbird.
da: <p>Stien til det kørbare Thunderbird-program.
de: <p>Der Programmpfad zu Thunderbird.
el: <p>Το όνομα της διαδρομής προς το εκτελέσιμο της εφαρμογής Thunderbird.
es: <p>El nombre de la ruta al programa binario Thunderbird.
et: <p>Thunderbirdi binaarprogrammi asukoht.
fr: <p>Chemin du programme Thunderbird.
gl: <p>A rota ao programa Thunderbird.
is: <p>Slóðin á tvíundarskráThunderbird póstforritsins.
it: <p>Il percorso al programma binario Thunderbird.
ja: <p>Thunderbird バイナリのパスを指定してください。
nb: <p>Stien til det kjørbare Thunderbird programmet.
nl: <p>De locatie van het programma Thunderbird.
pl: <p>Ścieżka dostępu do pliku wykonywalnego programu Thunderbird.
pt: <p>A localização do programa Thunderbird.
pt_br: <p>O caminho para o executável do programa Thunderbird.
sr: <p>Путања до извршног програмског фајла Thunderbird-а.
sr@latn: <p>Putanja do izvršnog programskog fajla Thunderbird-a.
sv: <p>Sökvägen till Thunderbird binärprogrammet.
ta: <p>தண்டர்பேர்ட் இருநிலை நிரலுக்கு பாதை பெயர்.
th: <p>ชื่อเส้นทางไปยังโปรแกรมประมวลผล Thunderbird
tr: <p>Thunderbird binary programının yol adı.
zh_cn: <p>Thunderbird 二进制程序的路径名称。
