Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_imagesgallery.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nl, pa, pl, pt, pt_br, ru, sr, sr@latn, sv, ta, th, tr, uk, zh_cn

source: <p>If you enable this option, the Album collection will be shown in the gallery.
ca: <p>Si activeu aquesta opció, es mostrarà a la galeria la col·lecció d'àlbums.
cs: <p>Pokud tuto volbu povolíte, budou v galerii zobrazeny kolekce alba.
da: <p>Hvis du aktiverer denne indstilling, bliver albumsamlingen vist i galleriet.
de: <p>Wenn Sie diese Option wählen, wird die Albenkollektion in der Galerie angezeigt.
el: <p>Αν ενεργοποιήσετε αυτή την επιλογή, η συλλογή άλμπουμ θα εμφανίζεται στη συλλογή.
es: <p>Si activa esta opción, se mostrará el tema del álbum en la galería de imágenes.
et: <p>Sisselülitamisel näidatakse galeriis albumi kogu.
fr: <p>Si vous activez cette option, la collection de l'album sera affiché dans la galerie.
gl: <p>Se activa esta opzón, a coleczón de álbuns será mostrada na galeria.
is: <p>Sé þetta valið, þá er allt albúmasafnið sýnt í myndasafninu.
it: <p>Se abiliti questa opzione, la raccolta degli album sarà mostrata nella galleria.
ja: <p>アルバムのコレクション情報をギャラリーに表示します。
nl: <p>Wanneer u deze optie aanzet, zal de albumgroep getoond worden in de galerij.
pl: <p>Jeśli ta opcja zostanie włączona, kolekcja albumu będzie widoczna w galerii.
pt: <p>Se activar esta opção, a colecção de álbuns será mostrada na galeria.
pt_br: <p>Se você habilitar esta opção, a coleção do álbum será mostrada na galeria.
sr: <p>Ако укључите ову опцију, колекција албума биће приказана у галерији.
sr@latn: <p>Ako uključite ovu opciju, kolekcija albuma biće prikazana u galeriji.
sv: <p>Om du aktiverar det här alternativet, visas albumsamlingen i galleriet.
ta: <p>நீங்கள் இந்த தேர்வை செயல்படுத்தினால், படத்தொகுப்பில் ஆல்பத்தின் சேகரிப்பு தெரியும்.
th: <p>หากเปิดใช้ตัวเลือกนี้ จะมีการแสดงหมวดหมู่ของอัลบั้มในแกลเลอรีภาพด้วย
tr: <p>Bu seçeneği etkinleştirirseniz, galeride albüm koleksiyonu gösterilecek.
zh_cn: <p>如果您启用了此选项，相册收藏将显示在图库中。

source: Show album creation &date
ca: Mostra la &data de creació de l'àlbum
cs: Zobrazit &datum vytvoření alba
da: Vis albummets oprettelses&dato
de: Erstellungs&datum der Alben anzeigen
el: Εμφάνιση η&μερομηνίας δημιουργίας άλμπουμ
es: Mostrar la &fecha de creación del álbum
et: Näi&datakse albumi loomise kuupäeva
fr: Afficher la &date de création de l'album
gl: Mostrar a &data de criazón dos álbuns
is: Sýna uppruna&dagsetningu albúms
it: Mostra la &data di creazione dell'album
ja: アルバムの作成日を表示(&D)
nl: Aanmaak&datum van het album tonen
pa: ਐਲਬਮ ਨਿਰਮਾਣ ਮਿਤੀ ਵੇਖਾਓ(&d)
pl: Pokaż datę &utworzenia albumu
pt: Mostrar a &data de criação dos álbuns
pt_br: Mostrar data da criação do á&lbum
ru: Показать &дату создания альбома
sr: Прикажи да&тум прављења албума
sr@latn: Prikaži da&tum pravljenja albuma
sv: Visa &datum då albumet skapades
ta: ஆல்பத்தின் உருவாக்கம் &தேதியை காட்டு
th: แสดงวันที่สร้างอัลบั้ม
tr: Albüm oluşturma &tarihini göster
zh_cn: 显示像册创建日期(&D)

source: <p>If you enable this option, the Album creation date will be shown in the gallery.
ca: <p>Si activeu aquesta opció, es mostrarà a la galeria la data de creació de l'àlbum.
cs: <P>Pokud tuto volbu povolíte, zobrazí se v galerii datum vytvoření alba.
da: <p>Hvis du aktiverer denne indstilling, vises albummets oprettelsesdato i galleriet.
de: <p>Wenn diese Einstellung aktiviert ist, wird das Erstellungsdatum der Alben in der Galerie angezeigt.
el: <p>Αν ενεργοποιήσετε αυτή την επιλογή, η ημερομηνία δημιουργίας άλμπουμ θα εμφανίζεται στη συλλογή.
es: <p>Si activa esta opción, la fecha de creación del álbum será mostrada en la galería de imágenes.
et: <p>Sisselülitamisel näidatakse galeriis albumi loomise kuupäeva.
fr: <p>Si vous activez cette option, la date de création de l'album sera affichée dans la galerie.
gl: <p>Se activa esta opzón, a data de criazón do álbum será mostrada na galeria.
is: <p>Sé þetta valið, þá eru upprunadagsetningar albúma sýndar í myndasafninu.
it: <p>Se abiliti questa opzione, la data di creazione dell'album verrà mostrata nella galleria.
ja: <p>アルバムの作成日をギャラリーに表示します。
nl: <p>Wanneer u deze optie aanzet, zal de aanmaakdatum van het album getoond worden in de galerij.
pl: <p>Jeśli ta opcja zostanie włączona, data utworzenia albumu będzie widoczna w galerii.
pt: <p>Se activar esta opção, a data de criação do álbum será mostrada na galeria.
pt_br: <p>Se você habilitar esta opção, a data de criação do álbum será mostrada na galeria.
ru: <p>Если включён этот параметр, будет показана дата создания альбома.
sr: <p>Ако укључите ову опцију, датум прављења албума биће приказан у галерији.
sr@latn: <p>Ako uključite ovu opciju, datum pravljenja albuma biće prikazan u galeriji.
sv: <p>Om du aktiverar det här alternativet, visas datum då albumet skapades i galleriet.
ta: <p>நீங்கள் இந்த தேர்வை செயல்படுத்தினால், படத்தொகுப்பில் ஆல்பம் உருவாக்கப்பட்ட தேதி தெரியும்.
th: <p>หากเปิดใช้ตัวเลือกนี้ จะมีการแสดงวันที่สร้างอัลบ้มในแกลเลอรีภาพด้วย
tr: <p>Bu seçeneği etkinleştirirseniz, galeride albüm oluşturma tarihi gösterilecek.
zh_cn: <p>如果您启用了此选项，将会在图库中显示相册创建日期。

source: Show &number of images in album
ca: Mostra el &nombre d'imatges a l'àlbum
cs: Zobrazit poč&et obrázků v albu
da: Vis &antallet af billeder i albummet
de: &Anzahl der Bilder des Albums anzeigen
el: Εμφάνιση α&ριθμού εικόνων στο άλμπουμ
es: Mostrar el &número de imágenes del álbum
et: &Näidatakse albumi piltide arvu
fr: Afficher le &nombre d'images de l'album
gl: Mostrar o &número de imaxes no álbum
is: Sý&na fjölda mynda í albúmi
it: Mostra il &numero di immagini dell'album
ja: アルバムの画像数を表示(&N)
nl: Aa&ntal afbeeldingen in het album tonen
pa: ਐਲਬਮ ਵਿੱਚ ਚਿੱਤਰਾਂ ਦੀ ਗਿਣਤੀ ਵੇਖਾਓ(&n)
pl: Pokaż &liczbę zdjęć w albumie
pt: Mostrar o &número de imagens no álbum
pt_br: Mostrar o &número de imagens no álbum
ru: Показать &число изображений в альбоме
sr: Прикажи &број слика у албуму
sr@latn: Prikaži &broj slika u albumu
sv: Visa a&ntal bilder i albumet
ta: பல பிம்பங்களை ஆல்பத்தில் காட்டு
th: แสดงจำนวนภาพในอัลบั้ม
tr: Albümdeki &resim sayısını göster
uk: Показати &кількість зображень в альбомі
zh_cn: 在相册中显示图像数(&N)

source: <p>If you enable this option, the number of images in Album will be shown in the gallery.
ca: <p>Si activeu aquesta opció, es mostrarà a la galeria el nombre d'imatges a l'àlbum.
cs: <p>Pokud tuto volbu povolíte, zobrazí se v galerii počet obrázků v albu.
da: <p> Hvis du aktiverer denne indstilling, bliver antallet af billeder i albummet vist i galleriet.
de: <p>Wenn diese Einstellung aktiviert ist, wird in jedem Album die Anzahl der Bilder angezeigt.
el: <p>Αν ενεργοποιήσετε αυτή την επιλογή, ο αριθμός των εικόνων στο άλμπουμ θα εμφανίζεται στη συλλογή.
es: <p>Si activa esta opción, se mostrará en la galería de imágenes el número de imágenes que contiene el álbum.
et: <p>Sisselülitamisel näidatakse galeriis albumi piltide arvu.
fr: <p>Si vous activez cette option, le nombre d'images de l'album sera affiché dans la galerie.
gl: <p>Se activa esta opzón, o número de imaxes do álbum será mostrado na galeria.
is: <p>Sé þetta valið, þá eru myndafjöldi albúma sýndur í myndasafninu.
it: <p>Se abiliti questa opzione, il numero di immagini nell'album verrà mostrato nella galleria.
ja: <p>アルバムの画像の合計数をギャラリーに表示します。
nl: <p>Wanneer u deze optie aanzet, zal het aantal afbeeldingen in het album getoond worden in de galerij.
pl: <p>Jeśli ta opcja zostanie włączona, liczba zdjęć w albumie będzie widoczna w galerii.
pt: <p>Se activar esta opção, o número de imagens do álbum será mostrado na galeria.
pt_br: <p>Se você habilitar esta opção, os comentários do álbum serão mostrados na galeria.
ru: <p>Если включён этот параметр, будет показано число изображений в альбоме.
sr: <p>Ако укључите ову опцију, број слика у албуму биће приказан у галерији.
sr@latn: <p>Ako uključite ovu opciju, broj slika u albumu biće prikazan u galeriji.
sv: <p>Om du aktiverar det här alternativet, visas antal bilder i albumet i galleriet.
ta: <p>நீங்கள் இந்த தேர்வை செயல்படுத்தினால், படத்தொகுப்பில் பல பிம்பங்கள் ஆல்பத்தில் தெரியும்.
th: <p>หากเปิดใช้ตัวเลือกนี้ จะมีการแสดงจำนวนของภาพในอัลบั้มในแกลเลอรีภาพด้วย
tr: <p>Bu seçeneği etkinleştirirseniz, galeride Albümdeki resim sayısı gösterilecek.
zh_cn: <p>如果您启用了此选项，像册的图像数将会显示在图库中。

source: Thumbnails
ca: Miniatures
cs: Náhledy
da: Miniature
de: Vorschau
el: Εικόνες επισκόπησης
es: Miniaturas
et: Pisipildid
fr: Aperçus
gl: Miniaturas
is: Smámyndir
it: Miniature
ja: サムネイル
nl: Miniaturen
pa: ਥੰਮਨੇਲ
pl: Miniatury
pt: Miniaturas
pt_br: Miniaturas
ru: Эскизы
sr: Сличице
sr@latn: Sličice
sv: Miniatyrbilder
ta: சிறுபடங்கள்
th: ภาพตัวอย่าง
tr: Küçük resimler
uk: Мініатюри
zh_cn: 缩略图

source: Image Thumbnails
ca: Miniatures de les imatges
cs: Náhledy obrázku
da: Miniaturebilleder
de: Vorschaubilder
el: Εικόνες επισκόπησης
es: Miniaturas de las imágenes
et: Piltide pisipildid
fr: Aperçus des images
gl: Miniaturas de Imaxes
is: Smámyndir
it: Miniature delle immagini
ja: 画像のサムネイル
nl: Afbeeldingsminiaturen
pa: ਚਿੱਤਰ ਥੰਮਨੇਲ
pl: Miniatury zdjęć
pt: Miniaturas de Imagens
pt_br: Miniaturas da imagem
ru: Эскизы изображений
sr: Мали прегледи слика
sr@latn: Mali pregledi slika
sv: Miniatyrbilder av bilderna
ta: பிம்ப சிறுபடங்கள்
th: ภาพตัวอย่าง
tr: Küçük Resimler
uk: Мініатюри зображень
zh_cn: 图像缩略图

source: Thumbnails size:
ca: Mida de les miniatures:
cs: Velikost náhledů:
da: Miniaturestørrelse:
de: Vorschaugröße:
el: Μέγεθος εικόνων επισκόπησης:
es: Tamaño de las miniaturas:
et: Pisipiltide suurus:
fr: Taille des aperçus :
gl: Tamaño das miniaturas:
is: Stærð smámynda:
it: Dimensione delle miniature:
ja: サムネイルのサイズ:
nl: Miniatuurgrootte:
pa: ਥੰਮਨੇਲ ਅਕਾਰ:
pl: Rozmiar miniatur:
pt: Tamanho das miniaturas:
pt_br: Tamanho das miniaturas:
ru: Размер эскизов:
sr: Величина сличица:
sr@latn: Veličina sličica:
sv: Miniatyrbildsstorlek:
ta: சிறுபிம்பங்களின் அளவு:
th: ขนาดของภาพตัวอย่าง:
tr: Küçük resim büyüklüğü:
uk: Розмір мініатюр:
zh_cn: 缩略图大小：

source: <p>The new size of the thumbnails in pixels
ca: <p>La mida nova de les miniatures, en píxels
cs: <p>Nová velikost náhledů v pixelech
da: <p>Størrelsen på miniaturer angivet i billedpunkter
de: <p>Die neue Größe der Vorschaubilder in Pixeln.
el: <p>Το νέο μέγεθος των εικόνων επισκόπησης σε εικονοστοιχεία
es: <p>El nuevo tamaño de las miniaturas, en número de puntos
et: <p>Pisipiltide uus suurus pikslites
fr: <p>Taille des aperçus en pixel
gl: <p>O novo tamaño das miniaturas en pontos
is: <p>Ný stærð smámynda, í dílum
it: <p>La nuova dimensione delle miniature in pixel
ja: <p>サムネイルのサイズをピクセルで指定してください。
nl: <p>De nieuwe grootte van de miniaturen in pixels
pl: <p>Nowy rozmiar miniatur, w pikselach
pt: <p>O novo tamanho das miniaturas em pontos
pt_br: <p>O novo tamanho das miniaturas, em pixels
ru: <p>Размер эскизов в пикселях
sr: <p>Нова величина сличица у пикселима
sr@latn: <p>Nova veličina sličica u pikselima
sv: <p>Miniatyrbildernas nya storlek i bildpunkter
ta: <p>சிறுபிம்பங்களின் புதிய அளவு படப்புள்ளிகளில்.
th: <p>ขนาดใหม่ของภาพตัวอย่าง โดยมีหน่วยเป็นพิกเซล
tr: <p>Küçük resimlerin piksel olarak yeni boyutları
zh_cn: <p>缩略图的新大小，以像素计

source: Use a specific thumbnail compression
ca: Usa una compressió específica de les miniatures
cs: Použít u náhledů kompresi
da: Anvend en bestemt miniaturekomprimering
de: Vorgegebene Kompressionsrate für die Vorschau verwenden
el: Χρήση ορισμένης συμπίεσης για τις εικόνες επισκόπησης
es: Utilizar un nivel de compresión específico para las miniaturas
et: Kasutatakse spetsiifilist pisipiltide tihendust
fr: Utiliser une compression spécifique des aperçus
gl: Utiliza unha compresión de miniaturas específica
is: Nota ákveðna þjöppun smámynda
it: Usa una compressione specifica per le miniature
ja: サムネイルに指定した圧縮レベルを使う
nl: Gebruik een specifieke compressie voor de miniaturen
pl: Zastosuj określony rodzaj kompresji dla miniatur
pt: Utiliza uma compressão de miniaturas específica
pt_br: Usar uma compressão para miniaturas específica
ru: Использовать сжатие эскизов
sr: Користи посебну компресију за сличице
sr@latn: Koristi posebnu kompresiju za sličice
sv: Använd en specifik komprimering för miniatyrbilder
ta: ஒரு குறிப்பிட்ட சிறுபிம்ப அழுத்தத்தை பயன்படுத்தவும்
th: ใช้การบีบข้อมูลภาพตัวอย่างตามที่กำหนด
tr: Özel bir küçük resim sıkıştırma değeri kullan
zh_cn: 使用指定的缩略图压缩

source: <p>If you enable this option, all thumbnails can be compressed with a specific compression value.
ca: <p>Si activeu aquesta opció, totes les miniatures es podran comprimir amb un valor de compressió específic.
cs: <p>Pokud tuto volbu povolíte, budou všechny náhledy komprimovány podle zadané hodnoty.
da: <p>Hvis du aktiverer denne indstilling, kan alle miniaturer komprimeres med en bestem komprimeringsværdi.
de: <p>Wenn diese Einstellung aktiviert ist, werden alle Vorschaubilder mit dem eingestellten Wert komprimiert.
el: <p>Αν ενεργοποιήσετε αυτή την επιλογή, όλες οι εικόνες επισκόπησης θα συμπιεστούν σε μια ορισμένη τιμή συμπίεσης.
es: <p>Si activa esta opción, las miniaturas se pueden comprimir con un nivel de compresión específico.
et: <p>Sisselülitamisel saab kõiki pisipilte tihendada spetsiifilise tihendusväärtusega.
fr: <p>Si vous activez cette option, tous les aperçus peuvent être compressés avec une compression spécifique.
gl: <p>Se activa esta opzón, todas as miniaturas poden ser comprimidas cun valor de compresión específico.
is: <p>Ef þú velur þetta, mun verða hægt að þjappa stærð allra smámyndanna með ákveðnu gildi.
it: <p>Abilitando questa opzione, tutte le miniature possono essere compresse con un determinato valore di compressione.
ja: <p>このオプションを有効にすると、サムネイルの圧縮レベルを指定することができます。
nl: <p>Wanneer u deze optie aanzet, kunnen alle miniaturen gecomprimeerd worden met een specifieke compressiewaarde.
pl: <p>Jeśli ta opcja zostanie włączona, wszystkie miniatury zostaną poddane kompresji z wybranym współczynnikiem kompresji.
pt: <p>Se activar esta opção, todas as miniaturas podem ser compridas com um valor de compressão específico.
pt_br: <p>Se você habilitar esta opção, todas as miniaturas poderão ser comprimidas com um valor de compressão específico.
ru: <p>Если включён этот параметр, все эскизы будут сжаты с настраиваемой степенью сжатия.
sr: <p>Ако укључите ову опцију, све сличице ће бити компресоване са посебном вредношћу компресије.
sr@latn: <p>Ako uključite ovu opciju, sve sličice će biti kompresovane sa posebnom vrednošću kompresije.
sv: <p>Om du aktiverar det här alternativet, kan alla miniatyrbilder komprimeras med ett specifikt kompressionsvärde.
ta: <p>நீங்கள் இந்த தேர்வை செயல்படுத்தினால்,எல்லா கட்டை விரலும் குறிப்பிட்ட இறுக்கத்தின் மதிப்பில் இருக்கும்.
th: <p>หากเปิดใช้ตัวเลือกนี้ ภาพตัวอย่างทั้งหมดจะถูกบีบข้อมูลโดยใช้ค่าการบีบข้อมูลตามที่กำหนดไว้
tr: <p> Bu seçeneği etkinleştirirseniz, bütün küçük resimler özel bir sıkıştırma değeri ile sıkıştırlabilir.
zh_cn: <p>如果您启用了此选项，所有的缩略图都将以指定的压缩值压缩。

source: Thumbnails compression:
ca: Compressió de les miniatures:
cs: Komprese náhledů:
da: Miniaturekomprimering:
de: Kompressionsrate der Vorschau:
el: Συμπίεση εικόνων επισκόπησης:
es: Nivel de compresión de las miniaturas:
et: Pisipiltide tihendus:
fr: Compression des aperçus :
gl: Compresión das miniaturas:
is: Þjöppun smámynda:
it: Compressione delle miniature:
ja: サムネイルの圧縮レベル:
nl: Minatuurcompressie:
pa: ਥੰਮਨੇਲ ਨਪੀੜਨ:
pl: Kompresja miniatur:
pt: Compressão das miniaturas:
pt_br: Compressão das miniaturas:
ru: Сжатие эскизов:
sr: Компресија сличица:
sr@latn: Kompresija sličica:
sv: Miniatyrbildskomprimering:
ta: சிறுபடங்கள் அழுத்தம்:
th: การบีบข้อมูลของภาพตัวอย่าง:
tr: Küçük resim sıkıştırma:
zh_cn: 缩略图压缩：

source: <p>The compression value of thumbnails :<p>
ca: <p>El valor de compressió de les miniatures:<p>
cs: <p>Hodnota komprese náhledů:<p>
da: <p>Komprimeringsværdi for miniaturer:<p>
de: <p>Die Kompressionsrate für die Vorschau:<p>
el: <p>Η τιμή συμπίεσης των εικόνων επισκόπησης:<p>
es: <p>El nivel de compresión de las miniaturas:<p>
et: <p>Pisipiltide tihendusväärtus: <p>
fr: <p>Le niveau de compression des aperçus : <p>
gl: <p>O valor de compresión das miniaturas:<p>
is: <p>Þjöppunargildi smámynda :<p>
it: <p>Il valore di compressione delle miniature:</p>
ja: <p>サムネイルの圧縮レベル :<p>
nl: <p>De compressiewaarde voor de miniaturen:<p>
pl: <p>Współczynnik kompresji miniatur:<p>
pt: <p>O valor de compressão das miniaturas:<p>
pt_br: <p>O valor de compressão das miniaturas: <p>
ru: <p>Степень сжатия эскизов:<p>
sr: <p>Вредност компресије за сличице:<p>
sr@latn: <p>Vrednost kompresije za sličice:<p>
sv: <p>Miniatyrbildernas kompressionsvärde:<p>
ta: <p>கட்டைவிரல் இருக்கத்தின் மதிப்பு:<p>
th: <p>ค่าการบีบข้อมูลของภาพตัวอย่าง :<p>
tr: <p>Küçük resimler için sıkıştırma değeri :<p>
zh_cn: <p>缩略图的压缩值：<p>

source: <p>Select here the image file format for thumbnails.<p>
ca: <p>Seleccioneu aquí el format de fitxer d'imatge per les miniatures.<p>
cs: <p>Zde zvolte formát souboru náhledů.<p>
da: <p>Vælg filformat for miniaturer.<p>
de: <p>Wählen Sie das Bilddatenformat der Vorschau.<p>
el: <p>Επιλέξτε εδώ τη μορφή αρχείου εικόνας για τις εικόνες επισκόπησης.<p>
es: <p>Seleccione aquí el formato de archivo para las miniaturas de las imágenes.<p>
et: <p>Vali siin pisipiltide failivorming.<p>
fr: <p>Sélectionnez ici le format de fichier pour les aperçus.<p>
gl: <p>Escolla aqui o formato de imaxe dos ficheiros das miniaturas.<p>
is: <p>Veldu hér skráarsnið fyrir smámyndir.<p>
it: <p>Seleziona qui il formato delle immagini per le miniature.</p>
ja: <p>サムネイルの画像ファイル形式を選択します。<p>
nl: <p>Selecteer hier het bestandsformaat voor de miniaturen.<p>
pl: <p>Wybierz tutaj format zapisu miniatur.<p>
pt: <p>Seleccione aqui o formato de imagem dos ficheiros das miniaturas.<p>
pt_br: <p>Selecione aqui o formato do arquivo de imagem para as miniaturas.<p>
ru: <p>Выбрать формат эскизов.<p>
sr: <p>Изаберите овде формат фајла за сличице.<p>
sr@latn: <p>Izaberite ovde format fajla za sličice.<p>
sv: <p>Välj bildfilformat för miniatyrbilderna här.<p>
ta: <p>கட்டைவிரல் கோப்பு படிமத்திற்காக வடிவத்தை தேர்ந்தேடுக்கவும்.<p>
th: <p>เลือกรูปแบบแฟ้มสำหรับบันทึกแฟ้มภาพตัวอย่าง<p>
tr: <p>Burada küçük resimler için resim dosya biçimi seçiniz.<p>
zh_cn: <p>在此选择缩略图的图像文件格式。<p>

source: Thumbnails file format:
ca: Format de fitxer de les miniatures:
cs: Formát souboru náhledů:
da: Miniaturefilformat:
de: Datenformat der Vorschaubilder:
el: Μορφή αρχείου εικόνων επισκόπησης:
es: Formato de archivo de las miniaturas:
et: Pisipiltide failivorming:
fr: Format de fichier des aperçus :
gl: Formato de ficheiro das miniaturas:
is: Skráarsnið smámynda:
it: Formato file delle miniature:
ja: サムネイルのファイル形式
nl: Bestandsformaat van miniaturen:
pa: ਥੰਮਨੇਲ ਫਾਇਲ ਫਾਰਮੈਟ:
pl: Format zapisu miniatur:
pt: Formato de ficheiro das miniaturas:
pt_br: Formato do arquivo das miniaturas:
ru: Формат эскизов:
sr: Формат фајла за сличице:
sr@latn: Format fajla za sličice:
sv: Miniatyrbildernas filformat:
ta: சிறுபிம்பங்கள் கோப்பு வடிவம்:
th: รูปแบบแฟ้มของภาพตัวอย่าง:
tr: Küçük resim dosya biçimi:
uk: Формат зображення мініатюр:
zh_cn: 缩略图文件格式：

source: <p>Select here the color depth used for the thumbnail image rendering.
ca: <p>Seleccioneu aquí la profunditat de color a usar en la renderització de les miniatures de les imatges.
cs: <p>Zde zvolte barevnou hloubku náhledů.
da: <p>Her angives farvedybden til miniaturer i galleriet.
de: <p>Wählen Sie die Farbtiefe der Vorschaubilder.
el: <p>Επιλέξτε εδώ το βάθος χρώματος που θα χρησιμοποιηθεί για την αποτύπωση των εικόνων επισκόπησης.
es: <p>Seleccione aquí la profundidad de color que se usará para mostrar las miniaturas de las imágenes.
et: <p>Vali siin pisipiltide renderdamisel kasutatav värvisügavus.
fr: <p>Sélectionnez ici la profondeur de couleur utilisée pour le rendu des aperçus.
gl: <p>Escolla a cantidade de cores utilizada no renderizado das miniaturas.
is: <p>Veldu hér þá litadýpt sem nota á við gerð smámynda.
it: <p>Seleziona qui la profondità di colore usata per le miniature delle immagini.
ja: <p>サムネイルの表示に使用する色深度を選択します。
nl: <p>Selecteer hier de kleurdiepte voor de miniaturen.<p>
pl: <p>Wybierz tutaj głębię koloru z jaką mają być tworzone miniatury do galerii.
pt: <p>Seleccione a quantidade de cores utilizada na rasterização das miniaturas.
pt_br: <p>Selecione aqui a profundidade de cor usada na renderização das imagens em miniatura.
ru: <p>Выбрать глубину цвета, используемую для отрисовки эскизов.
sr: <p>Изаберите овде дубину боја која се користи за рендеровање сличица.
sr@latn: <p>Izaberite ovde dubinu boja koja se koristi za renderovanje sličica.
sv: <p>Välj färgdjup som används för uppritning av miniatyrbilderna här.
ta: <p>சிறுபிம்ப பிம்ப மாற்றத்திற்கு பயன்படுத்திய வண்ணத்தின் ஆழத்தினை தேர்ந்தெடுக்கவும்.
th: <p>เลือกค่าความลึกสีสำหรับใช้กับภาพตัวอย่างได้ที่นี่
tr: <p>Burada küçük resim oluşturmak için kullanılan renk derinliğini seçiniz.
zh_cn: <p>在此选择缩略图图像渲染所用的颜色深度。

source: You must select at least one album.
ca: Heu de seleccionar un àlbum com a mínim.
cs: Musíte zvolit alespoň jedno album.
da: Du skal vælge mindst et album.
de: Es muss mindestens ein Album ausgewählt werden.
el: Πρέπει να επιλέξετε τουλάχιστον ένα άλμπουμ.
es: Debe seleccionar al menos un álbum.
et: Valida tuleb vähemalt üks album.
fr: Vous devez sélectionner au moins un album.
gl: Debe seleccionar polo menos un álbum.
is: Þú verður að velja a.m.k. eitt albúm.
it: Devi selezionare almeno un album.
ja: 最低一つのアルバムを選択してください。
nl: U moet minstens één album selecteren.
pa: ਤੁਹਾਨੂੰ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਐਲਬਮ ਦੀ ਚੋਣ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।
pl: Musisz wybrać przynajmniej jeden album.
pt: Deve seleccionar pelo menos um álbum.
pt_br: Você deve selecionar, no mínimo, um álbum.
ru: Вы должны выбрать не менее одного альбома.
sr: Морате изабрати бар један албум.
sr@latn: Morate izabrati bar jedan album.
sv: Du måste välja minst ett album.
ta: குறைந்தது ஒரு ஆல்பத்தையாவது நீங்கள் தேர்ந்தெடுக்கவேண்டும்.
th: คุณต้องเลือกอย่างน้อยหนึ่งอัลบั้ม
tr: En az bir albüm seçmelisiniz.
zh_cn: 您必须选择至少一个相册。

source: Image gallery folder does not exist; please check it...
ca: La carpeta de la galeria d'imatges no existeix; si us plau, comproveu-ho...
cs: Složka galerie obrázků neexistuje, překontrolujte...
da: Billedgallerimappe eksisterer ikke. Kontrollér den...
de: Der Bildgalerieordner existiert nicht. Bitte überprüfen Sie das ...
el: Ο φάκελος συλλογής εικόνων δεν υπάρχει, παρακαλώ ελέγξτε τον...
es: No existe la carpeta de la galería de imágenes. Compruébelo...
et: Pildigalerii kataloogi ei ole olemas. Palun kontrolli asja...
fr: Le dossier d'enregistrement de la galerie n'existe pas. Veuillez vérifier son chemin.
gl: O cartafol de galerias de imaxes non existe; por favor verifique-o...
is: Mappa myndasafnsins er ekki til; athugaðu málið...
it: La cartella della galleria delle immagini non esiste; per piacere controlla...
ja: イメージギャラリーフォルダがありません。確認してください...
nl: Map voor de afbeeldingsgalerij bestaat niet; controleer dit....
pa: ਚਿੱਤਰ ਗੈਲਰੀ ਫੋਲਡਰ ਮੌਜੂਦ ਨਹੀ ਹੈ; ਕਿਰਪਾ ਕਰਕੇ ਜਾਂਚ ਕਰੋ...
pl: Katalog galerii zdjęć nie istnieje; proszę go sprawdzić...
pt: A pasta de galerias de imagens não existe; por favor verifique-a...
pt_br: A pasta de galeria de imagens não existe, por favor verifique isto ...
ru: Папки галереи изображений не существует...
sr: Фасцикла за галерије слика не постоји, проверите то...
sr@latn: Fascikla za galerije slika ne postoji, proverite to...
sv: Bildgallerikatalogen finns inte. Kontrollera den...
ta: பிம்ப படத்தொகுப்பு அடைவு இல்லை; தயவு செய்து சரிபார்க்கவும்....
th: ยังไม่มีโฟลเดอร์สำหรับแกลเลอรี โปรดตรวจสอบ...
tr: Resim galerisi klasörü mevcut değil; lütfen kontrol ediniz...
zh_cn: 图库文件夹不存在；请检查。
