Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_calendar.po
Languages: ca, da, de, es, et, fr, gl, mt, nl, pa, pl, pt_br, sr, sr@latn, ta, th, zh_cn

source: Select an optional calendar file with the official holidays
ca: Selecciona un fitxer opcional de calendari amb els festius oficials
da: Vælg en valgfri kalenderfil med generelle helligdage
de: Wählen Sie eine optionale Kalenderdatei mit Ihren "offiziellen Feiertagen"
es: Seleccione un archivo de calendario opcional con las fiestas oficiales
et: Vali täiendav ametlike pühade kalendrifail
fr: Choisissez un fichier de calendrier optionnel pour les vacances officiels
nl: Selecteer een optioneel kalenderbestand met officiële feestdagen
pl: Wybór opcjonalnego kalendarza z oficjalnymi świętami
pt_br: Selecionar um arquivo de calendário opcional com os feriados oficiais
sr: Изаберите опциони фајл календара са званичним празницима
sr@latn: Izaberite opcioni fajl kalendara sa zvaničnim praznicima
zh_cn: 为国家假日选择可选的日历文件

source: You can download a calendar for your country from http://www.icalshare.com/ or other sites. This is fully optional. All the events from this calendar will be printed red.
ca: Podeu descarregar un calendari pel vostre país des de http://www.icalshare.com/ o d'altres llocs. Això és completament opcional. Tots els esdeveniments d'aquest calendari s'imprimiran en vermell.
da: Du kan downloade en kalender for dit land fra http://www.icalshare.com/ eller andre steder. Den er helt valgfri. Alle begivenheder fra kalenderen vises med rødt.
de: Sie können einen Kalender für Ihr Land von http://www.icalshare.com/ und anderen Seiten herunterladen. Dies ist optional, alle Ereignisse dieses Kalenders werden in Rot gedruckt.
es: Puede descargar un calendario para su país de http://www.icalshare.com/ o de otros sitios. Es totalmente opcional. Todos los eventos de este calendario se imprimirán en rojo.
et: Võimalik on alla laadida sinu maa kalender saidilt http://www.icalshare.com/ või kuskilt mujalt. See on täiesti vabatahtlik. Kõiki selle kalendri sündmusi näidatakse punasena.
fr: Vous pouvez télécharger un calendrier pour votre pays depuis le site web http://www.icalshare.com/ ou d'autres sites. Ceci est optionnel. Tous les événements de ce calendrier seront imprimés en rouge.
nl: U kunt voor uw land een kalender downloaden op http://www.icalshare.com/ of vergelijkbare website. Dit is volledig optioneel. Alle gebeurtenissen uit deze kalender zullen in het rood worden gedrukt.
pl: Ze strony http://www.icalshare.com/ (a także innych) można pobrać kalendarz dla Twojego kraju. Ten krok jest całkowicie opcjonalny. Wszystkie wydarzenia z tego kalendarza zostaną wydrukowane na czerwono.
pt_br: Você pode baixar um calendário de seu país de http://www.icalshare.com/ ou outros sites. Isto é totalmente opcional. Todos os eventos desta agenda serão impressos em vermelho.
sr: Можете преузети календар за вашу земљу са http://www.icalshare.com/ или других адреса. Ово је потпуно опционо. Сви догађаји из овог календара биће одштампани црвено.
sr@latn: Možete preuzeti kalendar za vašu zemlju sa http://www.icalshare.com/ ili drugih adresa. Ovo je potpuno opciono. Svi događaji iz ovog kalendara biće odštampani crveno.
zh_cn: 您可以从 http://www.icalshare.com 或其它网站中下载您所在国家适用的日历。。 此选项是可选的。此日历中的全部事件都将用红色打印。

source: Select an optional calendar file with your "family holidays"
ca: Seleccioneu un fitxer opcional de calendari amb els vostres "festius familiars"
da: Vælg en valgfri kalenderfil med "familiens frigdage"
de: Wählen Sie eine optionale Kalenderdatei mit Ihren "familiären Feiertagen"
es: Seleccione un archivo de calendario opcional para sus «vacaciones familiares»
et: Vali täiendav perekondlike pühade kalendrifail
fr: Choisissez un calendrier optionnel pour vos "vacances de famille"
nl: Selecteer een optioneel kalenderbestand met uw eigen feestdagen en verjaardagen
pl: Wybór opcjonalnego kalendarza z rodzinnymi świętami
pt_br: Selecionar um arquivo de calendário opcional com seus "feriados familiares"
sr: Изаберите опциони фајл календара са вашим „породичним празницима“
sr@latn: Izaberite opcioni fajl kalendara sa vašim „porodičnim praznicima“
zh_cn: 为您的“家庭假日”选择可选的日历文件

source: You can create such a calendar using KOrganizer or any other calendar program. This is fully optional. All the events from this calendar will be printed green.
ca: Podeu crear un calendari d'aquests usant el KOrganizer o qualsevol altre programa de calendari. Això és completament opcional. Tots els esdeveniments d'aquest calendari s'imprimiran en verd.
da: Du kan oprette en sådan kalender med Korganizer eller et hvilket som helst andet kalenderprogram. Den er helt valgfri. Alle begivenheder fra kalenderen vises med grønt.
de: Sie können eine solche Kalenderdatei mit KOrganizer und anderen Kalenderprogrammen erstellen. Dies ist optional, alle Ereignisse dieses Kalenders werden in Grün gedruckt.
es: Puede crear un calendario de este tipo utilizando KOrganizer o cualquier otro programa de calendario. Es totalmente opcional. Todos los eventos de este calendariose imprimirán en verde.
et: Võimalik on luua selline kalender KOrganizeri või mõne muu kalendriprogrammiga. See on täiesti vabatahtlik. Kõiki selle kalendri sündmusi näidatakse punasena.
fr: Vous pouvez créer un tel calendrier en utilisant KOrganizer ou un autre programme de calendrier. Ceci est optionnel. Tous les événements de ce calendrier seront imprimés en vert.
nl: U kunt zo'n kalender aanmaken met KOrganizer of een ander agendaprogramma. Dit is volledig optioneel. Alle gebeurtenissen uit deze kalender zullen in het groen worden afgedrukt.
pl: Możesz stworzyć taki kalendarz przy pomocy programu KOrganizer lub dowolnego innego programu do tworzenia kalendarzy. Ten krok jest całkowicie opcjonalny. Wszystkie wydarzenia z tego kalendarza zostaną wydrukowane na zielono.
pt_br: Você pode criar tal calendário usando o KOrganizer ou qualquer outro programa de agenda. Isto é totalmente opcional. Todos os eventos desta agenda serão impressos em verde.
sr: Можете направити такав календар помоћу KOrganizer-а или било ког програма за календар. Ово је потпуно опционо. Сви догађаји из овог календара биће одштампани зелено.
sr@latn: Možete napraviti takav kalendar pomoću KOrganizer-a ili bilo kog programa za kalendar. Ovo je potpuno opciono. Svi događaji iz ovog kalendara biće odštampani zeleno.
zh_cn: 您可以使用 KOrganizer 或任何其它日历程序创建这样的日历。 此选项是可选的。此日历中的全部事件都将用绿色打印。
