Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_batchprocessimages.po
Languages: ca, el, es, fr, gl, nl, pl, sr, sr@latn, ta, th, tr

source: <p>Select here the filter type for your images:<p><b>Add noise</b>: add artificial noise to an image.<p><b>Antialias</b>: remove pixel aliasing.<p><b>Blur</b>: blur the image with a Gaussian operator.<p><b>Despeckle</b>: reduces the speckle noise in an image while perserving the edges of the original image.<p><b>Enhance</b>: apply a digital filter to enhance a noisy image.<p><b>Median</b>: apply a median filter to an image.<p><b>Noise reduction</b>: reduce noise in an image. <p><b>Sharpen</b>: sharpen the image with a Gaussian operator.<p><b>Unsharp</b>: sharpen the image with an unsharp mask operator.<p>
ca: <p>Seleccioneu aquí el tipus de filtre per les imatges:<p><b>Afegeix soroll</b>: afegeix soroll artificial a una imatge.<p><b>Antialiàsing</b>: suprimeix l'aliàsing dels píxels.<p><b>Desenfocat</b>: desenfoca la imatge amb un operador Gaussià.<p><b>Neteja d'errors</b>: redueix el soroll de pics d'una imatge mentre es preserven els límits de la imatge original.<p><b>Millora</b>: aplica un filtre digital per millorar una imatge sorollosa.<p><b>Mediana</b>: aplica un filtre de mediana a una imatge.<p><b>Reducció del soroll</b>: redueix el soroll d'una imatge. <p><b>Perfila</b>: defineix la imatge amb un operador Gaussià.<p><b>Desenfoca</b>: desenfoca la imatge amb un operador de màscara de desenfoc.<p>
el: <p>Επιλέξτε εδώ τον τύπο φίλτρου για τις εικόνες σας:<p><b>Προσθήκη θορύβου</b>: προσθήκη τεχνητού θορύβου στην εικόνα.<p><b>Εξομάλυνση</b>: αφαίρεση εικονοστοιχείων με αιχμές.<p><b>Θόλωμα</b>: θόλωμα της εικόνας με έναν τελεστή Gauss.<p><b>Αφαίρεση κουκίδων</b>: μειώνει τον θόρυβο κουκκίδας σε μια εικόνα ενώ διατηρεί τα άκρα της αρχικής εικόνας.<p><b>Βελτίωση</b>: εφαρμογή ψηφιακού φίλτρου για βελτίωση μιας εικόνας με θόρυβο.<p><b>Διάμεσος</b>: εφαρμογή ενός φίλτρου διαμέσου σε μια εικόνα.<p><b>Μείωση θορύβου</b>: μείωση του θορύβου σε μια εικόνα. <p><b>Όξυνση</b>: όξυνση της εικόνας με έναν τελεστή Gaussian.<p><b>Αναίρεση όξυνσης</b>: όξυνση της εικόνας με έναν τελεστή αναίρεσης όξυνσης.<p>
es: <p>Seleccione aquí el tipo de filtro para sus imágenes:<p><b>Añadir ruido</b>: añade ruido artificial a una imagen.<p><b>Suavizado</b>: elimina el efecto de «dientes de sierra» de los puntos.<p><b>Desenfoque</b>: desenfoca la imagen utilizando un operador de tipo gausiano.<p><b>Desparasitar</b>: reduce los parásitos de una imagen conservando los bordes de la imagen original.<p><b>Mejorar</b>: aplica un filtro digital para mejorar una imagen con ruído.<p><b>Mediana</b>: aplica un filtro mediano a una imagen.<p><b>Reducción de ruido</b>: reduce el ruído de una imagen.<p><b>Enfoque</b>: hace una imagen más limpia utilizando un operador gausiano.<p><b>Máscara de desenfoque</b>: hace una imagen más limpia usando un operador de máscara de desenfoque.<p>
fr: <p>Sélectionnez ici le type de filtre pour vos images : <p><b>Ajouter du bruit</b> : ajoute du bruit artificiel dans une image.<p><b>Lisser</b> : lisse les formes en supprimant certaines pixels.<p><b>Flou</b> : rend floue une image en utilisant un opérateur gaussien.<p><b>Anti-parasites</b> : réduit les parasites (bruit) dans une image tout en préservant les bords de l'image originale.<p><b>Améliorer</b> : améliore une image possédant du bruit.<p><b>Médian</b> : applique un filtre médian à une image.<p><b>Réduire le bruit</b> : réduit le bruit dans une image. <p><b>Rendre l'image nette (Sharpen)</b> : rend l'image nette en utilisant un opérateur gaussien.<p><b>Rendre l'image nette (Unsharp Mask)</b> : rend l'image nette en utilisant la technique du masque flou.<p>
gl: <p>Escolla aqui o tipo de filtro para as suas imaxes:<p><b>Engadir ruído</b>: engade ruído ás imaxes.<p><b>'Antialias'</b>: eliminar aliasing de píxels.<p><b>Difundir</b>: difunde as imaxes cun operador Gausiano.<p><b>Eliminazón de Erros</b>: reduce o ruído speckle das imaxes preservando as fronteiras orixinais.<p><b>Mellorar</b>: aplica un filtro dixital para mellorar imaxes ruidosas.<p><b>Mediana</b>: aplica un filtro de mediana ás imaxes.<p><b>Reduzón de ruído</b>: reduce o ruído de imaxes. <p><b>Afiar</b>: afia as imaxes cun operador Gausiano.<p><b>Desafiar</b>: afia a imaxe cun operador de máscara de desafiar.<p>
nl: <p>Selecteer het filtertype voor uw afbeeldingen:<p><b>Ruis toevoegen</b>: voegt kunstmatige ruis toe aan een afbeelding.<p><b>Antialias</b>: verwijdert pixel-aliasing.<p><b>Vervagen</b>: vervaagt de afbeelding met een Gaussiaanse bewerking.<p><b>Ontspikkelen</b>: reduceert het aantal spikkels in de afbeelding terwijl de hoeken van de afbeelding worden bewaard.<p><b>Verbeteren</b>: past een digitaal filter toe om een afbeelding met veel ruis te verbeteren<p><b>Mediaan</b>: past een mediaan filter toe op de afbeelding.<p><b>Ruisreductie</b>: vermindert ruis in een afbeelding.<p><b>Verscherpen</b>: verscherp een afbeelding met een Gaussiaanse bewerking.<p><b>Ontscherpen</b>: vervaagt een afbeelding met een Gaussiaanse bewerking.
pl: <p>Wybierz tutaj typ filtrowania Twoich zdjęć:<p><b>Dodaj szum</b>: dodaje szum do zdjęcia.<p><b>Wygładzanie krawędzi</b>: redukcja schodkowania pikselowego.<p><b>Rozmycie</b>: rozmycie zdjęcia operatorem Gaussa.<p><b>Usuwanie plamek</b>: usuwanie losowych plamek/pyłków, zachowując krawędzie oryginalnego zdjęcia.<p><b>Poprawa</b>: zastosowanie filtru cyfrowego do poprawy jakości zaszumionego zdjęcia.<p><b>Mediana</b>: zastosowanie filtru medianowego.<p><b>Redukcja szumu</b>: redukcja szumu.<p><b>Wyostrzenie</b>: wyostrzenie zdjęcia operatorem Gaussa.<p> <b>Antywyostrzenie</b>: wyostrzenie zdjęcia operatorem maski antywyostrzenia.<p>
sr: <p>Изаберите овде тип филтера за ваше слике: <p><b>Додај шум</b>: додаје вештачки шум слици. <p><b>Омекшај</b>: уклања назубљене пикселе. <p><b>Замути</b>: замућује слику Гаусовим оператором. <p><b>Уклони пеге</b>: смањује шум који праве пеге, чувајући притом ивице оригиналне слике. <p><b>Побољшај</b>: примењује дигитални филтер за побољшање слике са доста шума. <p><b>Медијан</b>: примењује медијански филтер на слику. <p><b>Смањење шума</b>: смањује шум на слици. <p><b>Изоштри</b>: изоштрава слику Гаусовим оператором. <p><b>Ублажи</b>: ублажује слику оператором ублажавајуће маске.<p>
sr@latn: <p>Izaberite ovde tip filtera za vaše slike: <p><b>Dodaj šum</b>: dodaje veštački šum slici. <p><b>Omekšaj</b>: uklanja nazubljene piksele. <p><b>Zamuti</b>: zamućuje sliku Gausovim operatorom. <p><b>Ukloni pege</b>: smanjuje šum koji prave pege, čuvajući pritom ivice originalne slike. <p><b>Poboljšaj</b>: primenjuje digitalni filter za poboljšanje slike sa dosta šuma. <p><b>Medijan</b>: primenjuje medijanski filter na sliku. <p><b>Smanjenje šuma</b>: smanjuje šum na slici. <p><b>Izoštri</b>: izoštrava sliku Gausovim operatorom. <p><b>Ublaži</b>: ublažuje sliku operatorom ublažavajuće maske.<p>
tr: <p>Burada, resimleriniz için filtre çeşidi seçiniz:<p><b>Parazit Ekle</b>: resme suni parazit ekle.<p><b>Örtüşme Önle</b>: örtüşen benekleri kaldır.<p><b>Bulanıklaştır</b>: resmi bir Gaussian işlemi ile bulanıklaştır.<p><b>Parazit Kaldır</b>: asıl resmin sınırlarını korurken, paraziti azaltır..<p><b>Pekiştir</b>: parazitli bir resmi pekiştirmek için dijital bir filtre uygula.<p><b>Medyan</b>: resme bir medyan filtresi uygula.<p><b>Parazit azaltma</b>: bir resimde parazit azalt. <p><b>Keskinleştir</b>: resmi Gaussian işlemi ile keskinleştir.<p><b>Yumuşat</b>: maske yumuşatma işlemi ile resmi yumuşat.<p>

source: Gaussian
ca: Gaussià
el: Gauss
es: Gausiano
fr: Gaussien
gl: Gausiano
nl: Gaussiaans
pl: Gaussa
sr: Гаусово
sr@latn: Gausovo
ta: காசியன்

source: Uniform
ca: Uniforme
el: Ομοιόμορφο
es: Uniforme
fr: Uniforme
gl: Uniforme
nl: Gelijkmatig
pl: Jednorodny
sr: Униформно
sr@latn: Uniformno
ta: சீரான
tr: Tek

source: Multiplicative
ca: Multiplicativa
el: Πολλαπλασιαστικό
es: Multiplicativo
fr: Multiplicatif
gl: Multiplicativo
nl: Door vermenigvuldiging
pl: Multiplikatywny
sr: Умножавајуће
sr@latn: Umnožavajuće
ta: பெருக்கக்கூடிய
tr: Çoklu

source: Impulse
ca: Impuls
el: Ώθηση
es: Impulso
fr: Impulsion
gl: Impulso
nl: Stoot
pl: Impulsowy
sr: Импулс
sr@latn: Impuls
ta: உந்துகை
tr: Vuruş

source: Laplacian
ca: Laplacià
el: Laplace
es: de Laplace
fr: Laplacien
gl: Laplaciano
nl: Van Laplace
pl: Laplasjan
sr: Лапласово
sr@latn: Laplasovo
ta: லாப்ளாசியன்

source: Poisson
gl: Poison
nl: Van Poisson
pl: Poissona
sr: Поасоново
sr@latn: Poasonovo
ta: பாய்ஸான்

source: Filter Options
ca: Opcions de filtrat
el: Επιλογές φίλτρων
es: Opciones del filtro
fr: Options du filtre
gl: Opzóns do Filtro
nl: Filteropties
pl: Opcje filtru
sr: Опције филтера
sr@latn: Opcije filtera
ta: அலங்கரிப்பு விருப்பத்தேர்வுகள்
th: ตัวเลือกฟิลเตอร์
tr: Filtre Seçenekleri

source: Noise algorithm:
ca: Algorisme de soroll:
el: Αλγόριθμος θορύβου:
es: Algoritmo de ruido:
fr: Algorithme d'ajout du bruit :
gl: Algoritmo de ruído:
nl: Ruisalgoritme:
pl: Algorytm szumu:
sr: Алгоритам шума:
sr@latn: Algoritam šuma:
ta: ஓசைப் படிமுறை:
tr: Parazit algoritması:

source: <p>Select here the algorithm method which will used to add random noise to the images.
ca: <p>Seleccioneu el mètode d'algorisme que s'usarà per afegir soroll aleatori a la imatge.
el: <p>Επιλέξτε εδώ τον αλγόριθμο που θα χρησιμοποιηθεί για την προσθήκη τυχαίου θορύβου στις εικόνες.
es: <p>Seleccione aquí el método que usará el algoritmo para añadir aleatoriamente ruído a las imágenes.
fr: <p>Sélectionnez ici l'algorithme utilisé pour ajouter du bruit artificiel dans l'image.
gl: <p>Escolla aqui o algoritmo que será utilizado para engadir ruído aleatório ás imaxes.
nl: <p>Selecteer hier de methode die gebruikt zal worden om willekeurige ruis aan de afbeeldingen toe te voegen.
pl: <p>Wybierz tutaj algorytm, który będzie użyty przy dodawaniu losowego szumu do zdjęć.
sr: <p>Изаберите овде алгоритам који се користи за додавање насумичног шума сликама.
sr@latn: <p>Izaberite ovde algoritam koji se koristi za dodavanje nasumičnog šuma slikama.
tr: <p>Burada, resme rastgele parazit ekleme için kullanılacak algoritma metodunu seçiniz.

source: <p>Select here the blur radius of the Gaussian, in pixels, not counting the center pixel. For reasonable results, the radius should be larger than deviation. If you use a radius of 0 the blur operations selects a suitable radius.
ca: <p>Seleccioneu aquí el radi de desenfoc Gaussià, en píxels, sense comptar el píxel central. Per uns resultats raonables, el radi hauria de ser més gran que la desviació. Amb un radi 0, l'algorisme selecciona un radi apropiat.
el: <p>Επιλέξτε εδώ την ακτίνα θολώματος του τελεστή Gauss, σε εικονοστοιχεία, χωρίς να μετράται το κεντρικό εικονοστοιχείο. Για λογικά αποτελέσματα, η ακτίνα πρέπει να είναι μεγαλύτερη από την απόκλιση. Αν χρησιμοποιείτε μια ακτίνα με τιμή 0 επιλέγεται μια βολική τιμή ακτίνας.
es: <p>Seleccione aquí el valor, en puntos y sin contar el punto central, que representa el radio de la zona circular que se desenfocará con un tratamiento gausiano. Para un resultado correcto, el radio debe ser mayor que la desviación. Si usa un radio de 0, el algoritmo eligirá automáticamente el valor adecuado.
fr: <p>Sélectionnez ici le rayon du flou de l'opérateur gaussien, en pixel, pixel central exclu. Pour des résultats raisonnables, le rayon doit être plus large que l'écart type. Si le rayon est égal à 0, le filtre sélectionnera un rayon approprié.
gl: <p>Escolla aqui o rádio de difusión da Gausiana, en píxels, sen contar o ponto central. Para resultados razoábeis, o rádio debe ser maior que a desviazón. Utilice un rádio de 0 e a operazón de difundir selecciona un rádio adecuado por si.
nl: <p>Selecteer hier de Gaussiaanse vervagingsstraal in pixels, de centrumpixel niet meegerekend. Voor een redelijk resultaat moet de straal groter zijn dan de afwijking. Bij gebruik straal 0 wordt er automatisch een geschikte straal geselecteerd.
pl: <p>Wybierz tutaj promień rozmycia Gaussa, w pikselach, nie licząc środkowego piksela. Dla zadowalających wyników, promień powinien być większy niż odchylenie. Jeśli zostanie wybrany promień równy 0, algorytm wybierze odpowiedni promień.
sr: <p>Изаберите овде радијус Гаусовог замућења, у пикселима, не рачунајући средишњи пиксел. За разумне резултате, радијус би требало да буде већи од девијације. Ако задате 0 за радијус, операција замућења сама бира погодан радијус.
sr@latn: <p>Izaberite ovde radijus Gausovog zamućenja, u pikselima, ne računajući središnji piksel. Za razumne rezultate, radijus bi trebalo da bude veći od devijacije. Ako zadate 0 za radijus, operacija zamućenja sama bira pogodan radijus.
tr: <p>Burada, merkezi benek sayılmamak üzere benek cinsinden Gaussian bulanıklaştırma yarıçapını seçiniz. Mantıklı sonuçlar için, yarıçap sapmadan büyük olmalıdır. Yarıçap olarak 0 seçerseniz, bulanıklaştırma işlemi uygun bir yarıçap seçecektir.

source: <p>Select here the standard deviation of the blur Gaussian, in pixels.
ca: <p>Seleccioneu aquí la desviació estàndard del desenfoc Gaussià, en píxels.
el: <p>Επιλέξτε εδώ την τυπική απόκλιση για το θόλωμα Gauss, σε εικονοστοιχεία.
es: <p>Seleccione aquí el valor que representa la desviación estándar del tratamiento gausiano para desenfocar la imagen, en número de puntos.
fr: <p>Sélectionnez ici l'écart type du flou gaussien, en pixel.
gl: <p>Escolla aqui a desviazón estándar da Gausiana do borrón, en pontos.
nl: <p>Selecteer hier de standaardafwijking voor de Gaussiaanse vervaging in pixels.
pl: <p>Wybierz tutaj standardowe odchylenie rozmycia Gaussa, w pikselach.
sr: <p>Изаберите овде стандардну девијацију Гаусовог замућења, у пикселима.
sr@latn: <p>Izaberite ovde standardnu devijaciju Gausovog zamućenja, u pikselima.
ta: <p>படத்துணுக்குகளில், மங்கல் காஸ்சியனின் நிலையான விலகலை இங்கே தேர்ந்தெடுக்கவும்.
tr: <p>Burada Gaussian bulanıklaştırmasının benek sinsinden standart sapmasını seçiniz.

source: <p>Select here the median radius of the pixel neighborhood. The algorithm applies a digital filter that improves the quality of noisy images. Each pixel is replaced by the median in a set of neighboring pixels as defined by the radius.
ca: <p>Seleccioneu aquí el radi de la mediana de l'entorn del píxel. L'algorisme aplica un filtre digital que millora la qualitat de les imatges sorolloses. Cada píxel es substitueix per la mediana d'un conjunt de píxels adjacents definits pel radi.
el: <p>Επιλέξτε εδώ την ακτίνα διαμέσου της γειτονιάς εικονοστοιχείων. Ο αλγόριθμος εφαρμόζει ένα ψηφιακό φίλτρο που βελτιώνει την ποιότητα εικόνων με θόρυβο. Κάθε εικονοστοιχείο αντικαθίσταται από τη διάμεσο σε κάθε σύνολο γειτονικών εικονοστοιχείων ορισμένο από την ακτίνα.
es: <p>Seleccione aquí el valor que representa el radio medio de la zona vecina de puntos a tratar. El algoritmo utiliza un filtro digital que mejora la calidad de imágenes con ruido. Cada punto es reemplazado por la mediana de un conjunto de puntos vecinos, definido por el radio.
fr: <p>Sélectionnez ici le rayon médian du voisinnage du pixel. L'algorithme applique un filtre numérique qui améliore la qualité des images en éliminant le bruit. Chaque pixel est remplacé par le médian pris parmi les pixels du voisinnage défini par le rayon.
gl: <p>Escolla aqui o rádio mediano da viciñanza do ponto. O algoritmo aplica un filtro dixital que mellora a calidade dunha imaxe con ruído. Cada píxel é substituído pola mediana dun conxunto de pontos viciños, tal como se define polo rádio.
nl: <p>Selecteer hier de gemiddelde straal voor de pixelomgeving. Het algoritme past een digitaal filter toe dat de kwaliteit van een afbeelding met veel ruis verbetert. Elke pixel wordt vervangen door een gemiddelde van de omringende pixels in de straal.
pl: <p>Wybierz tutaj medianę promienia sąsiedztwa pikseli. Algorytm zastosuje filtr cyfrowy, aby poprawić jakość zaszumionych zdjęć. Każdy piksel zostanie zastąpiony przez medianę zbioru sąsiadujących pikseli z obszaru zdefiniowanego przez promień.
sr: <p>Изаберите овде медијански радијус суседства пиксела. Алгоритам примењује дигитални филтер који побољшава квалитет слика са пуно шума. Сваки пиксел се замењује медијаном у скупу суседних пиксела дефинисаних радијусом.
sr@latn: <p>Izaberite ovde medijanski radijus susedstva piksela. Algoritam primenjuje digitalni filter koji poboljšava kvalitet slika sa puno šuma. Svaki piksel se zamenjuje medijanom u skupu susednih piksela definisanih radijusom.
tr: <p>Burada, benek komşuluğunun medyan yarıçapını bulunuz. Algoritma, parazitli resimlerin kalitesini yükselten dijital bir filtre uygular. Her benek, yarıçapla belirlenen bir komu benekler kümesindeki medyan ile değiştirilir.

source: <p>Select here the noise reduction radius value, in pixels. The algorithm smooths the contours of an image while still preserving edge information. The algorithm works by replacing each pixel with its neighbor closest in value. A neighbor is defined by the radius. If you use a radius of 0 the algorithm selects a suitable radius.
ca: <p>Seleccioneu aquí el valors del radi de reducció de soroll, en píxels. L'algorisme suavitza els contorns d'una imatge mentre preserva la informació dels límits. L'algorisme treballa substituint cada píxel pel del seu entorn més proper, en valor. L'entorn es defineix amb el radi. Amb un radi 0, l'algorisme selecciona un radi apropiat.
el: <p>Επιλέξτε εδώ την ακτίνα μείωσης θορύβου, σε εικονοστοιχεία. Ο αλγόριθμος εξομαλύνει τα επίπεδα μιας εικόνας ενώ διατηρεί την πληροφορία άκρων. Ο αλγόριθμος λειτουργεί με αντικατάσταση κάθε εικονοστοιχείου με το εγγύτερο γειτονικό άκρο. Η γειτονιά ορίζεται με την ακτίνα. Αν χρησιμοποιήσετε τιμή ακτίνας 0 ο αλγόριθμος επιλέγει μια κατάλληλη ακτίνα.
es: <p>Seleccione aquí el valor del radio, en número de puntos, para la reducción de ruido en la imagen. El algoritmo suaviza el contorno de una imagen al tiempo que conserva la información de los bordes. El algoritmo funciona reemplazando cada punto por su vecino más próximo en valor. La elección del punto vecino está definida por el valor del radio. Si utiliza un radio de 0, el algoritmo eligirá automáticamente el valor adecuado.
fr: <p>Sélectionnez ici le rayon de la réduction du bruit, en pixel. L'algorithme lisse les contours d'une image tout en préservant les bords. L'algorithme remplace chaque pixel par son voisin le plus proche en terme de valeur. Un voisin est défini par le rayon. Si le rayon est égal à 0, l'algorithme sélectionnera un rayon approprié.
gl: <p>Escolla aqui o valor do rádio de reduzón de ruído, en píxels. O algoritmo suaviza os contornos dunha imaxe mantendo as informazóns de limiares. O algoritmo substitui cada píxel polo seu viciño mais próximo en valor. Un viciño é definido polo rádio. Se utiliza un rádio de 0 o algoritmo selecciona un rádio apropriado por si.
nl: <p>Selecteer hier de waarde van de ruisreductiestraal in pixels. Het algoritme verzacht de omtrekken van een afbeelding maar bewaart informatie omtrent de randen. Het algoritme vervangt elke pixel met de waarde van de dichtstbijzijnde pixel in zijn omgeving. Een omgeving wordt gedefinieerd door de straal. Bij gebruik van straal 0 wordt automatisch een geschikte straal geselecteerd.
pl: <p>Wybierz tutaj wartość promienia redukcji szumów, w pikselach. Algorytm wygładzi kontury zdjęcia, zachowując informacje o krawędziach. Algorytm zamienia każdy piksel z sąsiadem najbliższym mu wartością. Obszar sąsiedztwa zdefiniowany jest poprzez promień. Jeśli zostanie wybrany promień równy 0, algorytm wybierze odpowiedni promień.
sr: <p>Изаберите овде вредност радијуса смањења шума, у пикселима. Алгоритам изглађује контуре слике чувајући притом информације о ивицама. Ради тако што замењује сваки пиксел његовим суседом најближим по вредности. Суседи су дефинисани радијусом. Ако задате 0 за радијус, алгоритам сам бира погодан радијус.
sr@latn: <p>Izaberite ovde vrednost radijusa smanjenja šuma, u pikselima. Algoritam izglađuje konture slike čuvajući pritom informacije o ivicama. Radi tako što zamenjuje svaki piksel njegovim susedom najbližim po vrednosti. Susedi su definisani radijusom. Ako zadate 0 za radijus, algoritam sam bira pogodan radijus.
tr: <p>Burada, benek cinsinden parazit giderme yarıçap değerini seçiniz. Algoritma, sınır bilgilerini korurken aynı zamanda bir resmin dış hatlarını da yumuşatır. Algortima, herbir beneği değer olarak en yakın komşusuyla değiştirerek işler. Komşu, yarıçap ile belirlenir. Yarıçap olarak 0 seçerseniz, algoritma uygun bir yarıçap seçecektir.

source: <p>Select here the radius of the sharpen Gaussian, in pixels, not counting the center pixel. For reasonable results, the radius should be larger than deviation. if you use a radius of 0 the sharpen operation selects a suitable radius.
ca: <p>Seleccioneu aquí el radi del perfilat Gaussià, en píxels, sense comptar el píxel central. Per uns resultats raonables, el radi ha de ser més gran que la desviació. Si useu un radi 0, l'operació de perfilat selecciona el radi apropiat.
el: <p>Επιλέξτε εδώ την ακτίνα όξυνσης του τελεστή Gauss, σε εικονοστοιχεία, χωρίς να μετράται το κεντρικό εικονοστοιχείο. Για λογικά αποτελέσματα, η ακτίνα πρέπει να είναι μεγαλύτερη από την απόκλιση. Αν χρησιμοποιείτε μια ακτίνα με τιμή 0 επιλέγεται μια βολική τιμή ακτίνας.
es: Seleccione aquí el radio, en puntos y sin contar el punto central, de la zona circular que se enfocará con un tratamiento gausiano. Para obtener un resultado correcto, el radio debe ser mayor que la desviación. Si utiliza un radio de 0, el algoritmo eligirá automáticamente el valor adecuado.
fr: <p>Sélectionnez ici le rayon de l'opérateur gaussien, en pixel, pixel central exclu. Pour des résultats raisonnables, le rayon doit être plus large que l'écart type. Si le rayon est égal à 0, le filtre sélectionnera un rayon approprié.
gl: <p>Escolla aqui o rádio de afiar da Gausiana, en píxels, sen contar o ponto central. Para resultados razoábeis, o rádio debe ser maior que a desviazón. Utilice un rádio de 0 e a operazón de afiar selecciona un rádio adecuado por si.
nl: <p>Selecteer hier de straal van de gescherpte Gaussiaans in pixels, de centrumpixel niet meegerekend. Voor een redelijk resultaat moet de straal groter zijn dan de afwijking. Bij gebruik van straal 0 wordt er automatisch een geschikte straal geselecteerd.
pl: <p>Wybierz tutaj promień wyostrzania Gaussa, w pikselach, nie licząc środkowego piksela. Dla zadowalających wyników promień powinien być większy niż odchylenie. Jeśli zostanie wybrany promień równy 0, algorytm wybierze odpowiedni promień.
sr: <p>Изаберите овде радијус Гаусовог изоштравања, у пикселима, не рачунајући средишњи пиксел. За разумне резултате, радијус би требало да буде већи од девијације. Ако задате 0 за радијус, операција изоштравања сама бира погодан радијус.
sr@latn: <p>Izaberite ovde radijus Gausovog izoštravanja, u pikselima, ne računajući središnji piksel. Za razumne rezultate, radijus bi trebalo da bude veći od devijacije. Ako zadate 0 za radijus, operacija izoštravanja sama bira pogodan radijus.
tr: <p>BUrada, merkezi benek sayılmadan Gaussian keskinleştirmesinin yarıçapını benek cinsinden seçiniz. Mantıklı sonuçlar için, yarıçap sapmadan büyük olmalıdır. Yarıçap olarak 0 kullanırsanız, ksekinleştirme işlemi uygun bir yarıçap seçecektir.
