Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_acquireimages.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nb, nds, nl, pa, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, zh_cn

source: <p><b>TIFF</b>: the Tagged Image File Format is a rather old standard that is still very popular today. It is a highly flexible and platform-independent format which is supported by numerous image processing applications and by virtually all prepress software on the market.
ca: <p><b>TIFF</b>: el "Tagged Image File Format" és un estàndard bastant antic que encara es força popular avui en dia. És un format molt flexible i independent de plataforma que funciona amb moltes aplicacions de procés d'imatge i virtualment amb tot el programari de publicació del mercat.
cs: <p><b>TIFF</b>: tento formát (Tagged Image File Format) je sice starší, ale stále oblíbený standard. Jde o vysoce flexibilní a na platformě nezávislý formát podporovanou celou řadou různých aplikací a naprostou většinou předtiskových programů.
da: <p><b>TIFF</b>: Tagged Image File Format er en temmelig gammel standard der stadig er populær idag. Det er et meget fleksibelt og platformuafhængigt format, der understøttes af mange billedbehandlingsprogrammer og næsten al prepress software på markedet.
de: <p><b>TIFF</b>: das "Tagged Image File Format" ist ein sehr alter Standard, der heute immer noch sehr populär ist. Es ist ein sehr flexibles und plattformunabhängiges Format, das von vielen Bildbearbeitungsprogrammen und praktisch jeder Druckvorstufensoftware unterstützt wird.
el: <p><b>TIFF</b>: Η μορφή Tagged Image File Format είναι ένα αρκετά παλιό πρότυπο το οποίο είναι πολύ δημοφιλές σήμερα. Είναι πολύ ευέλικτο και ανεξάρτητο πλατφόρμας που υποστηρίζεται από πλήθος εφαρμογών επεξεργασίας εικόνας και πραγματικά όλα τα προγράμματα έντυπης σχεδίασης της αγοράς.
es: <p><b>TIFF</b>: el formato de archivo «Tag Image File Format» es un formato un tanto antiguo que todavía sigue siendo muy popular. Es un formato muy flexible e independiente de la plataforma que es reconocido por numerosas aplicaciones de tratamiento de imágenes y prácticamente todos los programas de preimpresión que hay en el mercado.
et: <p><b>TIFF</b>: Tag Image File Format on üsna eakas, kuid veel tänagi populaarne standard. See on väga paindlik ja platvormist sõltumatu vorming, mida toetavad arvukad pilditöötlusrakendused ja peaaegu kogu turul olev küljendustarkvara.
fr: <p><b>TIFF</b> : le format de fichier « Tag Image File Format » est un ancien format qui reste toujours très populaire aujourd'hui. Il est très flexible et indépendant de la plate-forme. Il est supporté par de nombreuses applications de traitement d'image et par pratiquement tous les logiciels de publication du marché.
gl: <p><b>TIFF</b>: o formato de ficheiro "Tag Image File Format" é unha estándar relativamente antigo que ainda se mantén bastante popular. É un formato altamente flexíbel e independente de plataforma que é soportado por moitas aplicazóns de procesamento de imaxes e virtualmente todos os programas de preparazón de publicazón existentes no mercado.
is: <p><b>TIFF</b>: (Tag Image File Format) er í dag frekar gamaldags staðall, en er aftur á móti mjög útbreiddur. Þetta er mjög fjölhæft snið sem er óháð stýrikerfum og er stutt af miklum fjölda myndvinnsluforrita ásamt næstum því öllum umbrots og prentunarforritum á markaðnum.
it: <p><b>TIFF</b>: il formato Tag Image File è uno standard piuttosto vecchio che è ancora oggi molto diffuso. È un formato molto flessibile e indipendente dalla piattaforma supportato da numerose applicazioni di manipolazione immagini e praticamente da tutto il software di prestampa sul mercato.
nb: <p><b>TIFF</b>: Tagged Image File Format er en gammel standard som stadig er populær idag. Det er et meget fleksibelt og platformuavhengig format, som støttes av mange bildebehandlingsprogrammer og nesten all prepress programvare på markedet.
nds: <p><b>TIFF</b>: Dat Bildformaat mit Betekers (engl. "Tagged Image File Format") is en recht wat oolt Standard, wat de Lüüd ok vundaag noch faken bruukt. Dat is en bannig smeegsch Formaat, hangt nich vun de Reedschap af, un vele Programmen för't Bearbeiden vun Biller un meist all för't Torechtmaken för't Drucken ünnerstütt dat.
nl: <p><b>TIFF</b>: het bestandsformaat Tagged Image File Format is een redelijk oude standaard die vandaag de dag nog steeds heel populair is. Het is een zeer flexibel en platformonafhankelijk formaat dat door talrijke beeldbewerkingsprogramma's en door vrijwel alle prepress-software op de markt wordt ondersteund.
pl: <p><b>TIFF</b>: format TIFF (Tag Image File Format) jest dosyć starym standardem, w dalszym ciągu popularnym. Jest on elastycznym i niezależnym od platformy formatem, który jest obsługiwany przez przez praktycznie wszystkie programy graficzne na rynku.
pt: <p><b>TIFF</b>: o formato de ficheiro "Tag Imagem File Format" é uma norma relativamente antiga que ainda se mantém bastante popular. É um formato altamente flexível e independente de plataforma que é suportado por muitas aplicações de processamento de imagens e virtualmente todos os programas de preparação de publicação existentes no mercado.
pt_br: <p><b>TIFF</b>: este formato de arquivo é um padrão antigo, e que ainda é bastante popular. Altamente flexível e independente da plataforma, ele é suportado por inúmeros aplicativos de processamento de imagens, e virtualmente, por todos os softwares do mercado.
sr: <p><b>TIFF</b>: Прилично стар стандард који је и даље врло популаран. Врло је флексибилан и платформски независан, подржавају га бројни програми за обраду слика и практично сав софтвер за припрему штампе.
sr@latn: <p><b>TIFF</b>: Prilično star standard koji je i dalje vrlo popularan. Vrlo je fleksibilan i platformski nezavisan, podržavaju ga brojni programi za obradu slika i praktično sav softver za pripremu štampe.
sv: <p><b>TIFF</b>: Formatet "Tagged Image File Format" är en ganska gammal standard som fortfarande är mycket populärt nu för tiden. Det är ett mycket flexibelt och plattformsoberoende format som stöds av ett flertal bildbehandlingsprogram och i stort sett all programvara för pressläggning på marknaden.
ta: <p><b>டிஃப்</b>: தத்தல் படிம கோப்பு வடிவமானது பழைய இயல்பானது இன்றும் மிகவும் பிரபலமானது. இது மிகவும் நெகிழ்வு மற்றும் பனித்தளம் சாராத வடிவம் எண் எணிக்கை படிவ செய்லாக்கு பயன்பாடு மற்றும் மெய்நிகர் மென்பொருள்கள் ஆதரிக்கும்.
th: <p><b>TIFF</b>: แฟ้มแบบ Tagged Image File Format นั้นเป็นรูปแบบมาตรฐานเก่าที่ยังคงได้รับความนิยมอยู่ในปัจจุบัน เนื่องจากมันยืดหยุ่นมากในการใช้งานการประมวลผลภาพโดยไม่ขึ้นกับแพลตฟอร์มที่ใช้กันมากในแอพพลิเคชันของงานเตรียมพิมพ์ และแวดวงการพิมพ์
tr: <p><b>TIFF</b>: Tagged Image File Format halen daha popüler olan ve nispeten eski bir biçimdir. Çok esnek ve ortamdan bağımsız bir biçimdir. Birçok resim işleme uygulamaları tarafından da desteklenmektedir.

source: <p><b>PPM</b>: the Portable Pixel Map file format is used as an intermediate format for storing color bitmap information. PPM files may be either binary or ASCII and store pixel values up to 24 bits in size. This format generates the biggest-sized text files for encoding images without losing quality.
ca: <p><b>PPM</b>: el format de fitxer "Portable Pixel Map" s'usa com un format intermedi per emmagatzemar informació del mapa de bits de colors. Els fitxers PPM poden ser binaris o ASCII i emmagatzemen els valors de píxel en una mida de fins a 24 bits. Aquest format genera els fitxers de text de mida més gran per codificar imatges sense pèrdua de qualitat.
cs: <p><b>PPM</b>: tento formát (Portable Pixel Map file) je obvykle používán jako pokročilejší formát pro ukládání informací o barvách bitmapových obrázků. PPM soubory mohou být binární i ASCII a ukládají hodnoty barev až do 24 bitů. Textové soubory v tomto formátu bývají velké a při kódování obrázků nedochází k žádné ztrátě kvality.
da: <p><b>PPM</b>: Portable Pixel Map filformatet bliver brugt som et intermediært format til at lagre farvebitmapinformation. PPM-filer er enten binære eller ASCII og lagrer billedpunktsværdier op til 24bit-størrelse. Dette format genererer de største tekstfiler til tabsfri indkodning af billeder.
de: <p><b>PPM</b>: das "Portable Pixel Map"-Format wird als Zwischenformat zum Speichern von Farb-Bitmap-Informationen genutzt. PPM-Dateien sind entweder binär oder ASCII und speichern Pixelwerte bis zu einer Farbtiefe von 24 Bit. Dieses Format generiert die größten Textdateien, um Bilder verlustfrei zu kodieren.
el: <p><b>PPM</b>: η μορφή αρχείου Portable Pixel Map χρησιμοποιείται σαν ενδιάμεση μορφή αποθήκευσης πληροφοριών χρώματος bitmap. Τα αρχεία PPM μπορεί να είναι είτε δυαδικά είτε ASCII και να αποθηκεύσουν τιμές εικονοστοιχείων έως τα 24 bits σε μέγεθος. Αυτή η μορφή δημιουργεί τα μεγαλύτερα αρχεία κειμένου κατά την κωδικοποίηση εικόνων χωρίς την απώλεια ποιότητας.
es: <p><b>PPM</b>: el formato de archivo «Portable Pixel Map» se emplea como un formato intermedio para almacenar información de mapas de bits en color. Los archivos PPM pueden ser binarios o ASCII y almacenar valores de puntos con una resolución de hasta 24 bits. Este formato produce archivos de texto muy grandes pero codifica imágenes sin perder calidad.
et: <p><b>PPM</b>: Portable Pixel Map failivormingut kasutatakse värvi bitikaardi info salvestamise vahevorminguna. PPM failid võivad olla binaar- või ASCII-failid ning salvestada kuni 24-bitiseid piksliväärtusi. See vorming tekitab väga suured tekstifailid, kodeerides pildid kvaliteeti kaotamata.
fr: <p><b>PPM</b> : le format de fichier « Portable Pixel Map » est utilisé comme format intermédiaire pour stocker les images en couleur. Les fichiers PPM peuvent être binaires ou ASCII et peuvent stocker des valeurs de pixel jusqu'à 24 bits en taille. Ce format produit de très gros fichiers texte pour encoder les images sans perte de qualité.
gl: <p><b>PPM</b>: o formato de ficheiro "Portable Pixel Map" é utilizado como formato intermédio para armacenamento de 'bitmaps' de cores. Os ficheiros PPM poden ser binários ou ASCII e armacenan valores até 24 bits por ponto. Este formato xera ficheiros de texto moi grandes, para codificar imaxes sen perder calidade.
is: <p><b>PPM</b>: (Portable Pixel Map) er notað sem millibilsform fyrir geymslu á upplýsingum fyrir bitamyndir. PPM skrár eru ýmist tvíundarskrár eða ASCII og geyma dílagildi upp að 24 bitum. Þetta snið býr til mjög stórar textaskrár með kóðuðum myndupplýsingum og er algerlega taplaust
it: <p><b>PPM</b>: il Portable Pixel Map è un formato intermedio per memorizzare informazioni su bitmap a colori. I file PPM possono essere sia ASCII che binari, e memorizzare valori di pixel fino a 24 bit. Questo formato genera file di dimensioni molto grandi per codificare le immagini senza perdita di qualità.
nb: <p><b>PPM</b>: Portable Pixel Map filformatet blir brukt som et intermediert format til å lagre fargebitmapinformation. PPM-filer er enten binære eller ASCII og lagrer bildepunktsverdier opp til 24bit-størrelse. Dette format lager de største tekstfiler til tapsfri koding av bilder.
nds: <p><b>PPM</b>: Dat Överdreegbor Pixelfeld-Formaat (engl. "Portable Pixel Map") is en Twischenformaat bi't Sekern vun Klöör-Pixelbiller. PPM-Dateien bargt bineer oder ASCII-Inholt, de Klöördeepde is bet op to 24 Bit. De Textdateien vun dit Formaat hebbt de hööchste Grött, man vun de Biller ehr Gööd kummt nix weg.
nl: <p><b>PPM</b>: het bestandsformaat Portable Pixel Map wordt gebruikt als een formaat voor het opslaan van informatie van kleurenbitmaps. PPM-bestanden kunnen binair of ASCII zijn en slaan pixelwaarden op tot een grootte van 24 bits. Dit formaat genereert grootformaat tekstbestanden voor het coderen van afbeeldingen zonder dat er kwaliteitsverlies optreedt.
pl: <p><b>PPM</b>: format PPM (Portable Pixel Map) jest używany przejściowy format do przechowywania bitmap. Pliki zapisane w formacie PPM mogą być binarne lub tekstowe oraz mogą przechowywać dane do wielkości 24 bitów. Format ten generuje największe pliki tekstowe, w celu kodowania zdjęć bez straty jakości.
pt: <p><b>PPM</b>: o formato de ficheiro "Portable Pixel Map" é utilizado como formato intermédio para armazenamento de informações de 'bitmaps' de cores. Os ficheiros PPM podem binários ou ASCII e armazenam valores até 24 bits por ponto. Este formato gera ficheiro de texto muito grande, para codificar imagens sem perder qualidade.
pt_br: <p><b>PPM</b>: O Mapa de Pixels Portável (PPM) é usado como um formato intermediário, para o armazenamento de informações do bitmap de cor. Os arquivos PPM podem ser binários ou texto (ASCII), e armazenam valores de pixel acima de 24 bits de tamanho. Este formato gera arquivos texto gigantes, para codificar as imagens sem perder a qualidade.
sr: <p><b>PPM</b>: Формат фајлова који се користи као посреднички формат за складиштење информација о битмапама у боји. PPM фајлови могу бити или бинарни или ASCII и складиштити вредности пиксела величине до 24 бита. Овај формат прави текстуалне фајлове највеће величине за кодирање слика без губитака у квалитету.
sr@latn: <p><b>PPM</b>: Format fajlova koji se koristi kao posrednički format za skladištenje informacija o bitmapama u boji. PPM fajlovi mogu biti ili binarni ili ASCII i skladištiti vrednosti piksela veličine do 24 bita. Ovaj format pravi tekstualne fajlove najveće veličine za kodiranje slika bez gubitaka u kvalitetu.
sv: <p><b>PPM</b>: Formatet "Portable Pixel Map" används som ett mellanformat för att lagra information om färgpunktavbildningar. PPM-filer kan antingen vara binära eller ASCII, och lagrar bildpunktsvärden upp till 24 bitars storlek. Formatet skapar de största textfilerna för kodning av bilder utan kvalitetsförlust.
ta: <p><b>PPM</b>: போர்டபில் பிக்சில் மாப் கோப்பு வடிவமானது நிற படத்தின் தகலை சேமிக்கும் இடைநிலை வடிவத்தை பயன்படுத்தும். PPM கோப்புகள் இரும எண்ணாக அல்லது ASCII மற்றும் 24 பிட் அளவின் படப்புள்ளியின் மதிப்பை சேமிக்கும். தரத்தை குறைக்காத குறிமுறை படிவத்தை இந்த வடிவம் மிக பெரிய அளவு உரை கோப்பாக செயலாக்கும்
th: <p><b>PPM</b>: แฟ้มแบบ Portable Pixel Map นั้นเป็นแฟ้มรูปแบบกลาง ๆ ที่นิยมใช้ในการจัดเก็บข้อมูลภาพสีแบบบิตแมพ แฟ้มแบบบ PPM นั้นสามารถเป็นได้ทั้งรูปแบบไบนารีหรือแบบข้อความแอสกีก็ได้ และสามารถเก็บข้อมูลพิกเซลได้ถึงระดับสี 24 บิต แต่จะได้ขนาดแฟ้มที่มีขนาดใหญ่มากหากต้องการเก็บข้อมูลแบบไม่เสียคุณภาพเลย
tr: <p><b>PPM</b>: Portable Pixel Map doya biçimi, renkli bitmap bilgilerini saklamak için ortalama bir dosya biçimidir. PPM dosyaları ya ikilik veya ASCII olabilir ve boyut olarak 24 bit'e kadar piksel değerleri sklayabilir. Bu dosya biçimi resimleri kodlarken kaliteden kayıp vermemek için en büyük boyutlu metin dosyalarını oluşturur.
