Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_jpeglossless.po
Languages: es, fr, gl, pt_br, sr, tr

source: Error in opening input file
es: Error al abrir el archivo de entrada
fr: Erreur à l'ouverture du fichier d'entrée
gl: Erro ao abrir o ficheiro de entrada
pt_br: Erro ao abrir arquivo
sr: Грешка при отварању улазног фајла
tr: Girdi dosyası açılırken hata

source: Error in opening temporary file
es: Error al abrir el archivo temporal
fr: Erreur à l'ouverture du fichier temporaire
sr: Грешка у отварању привременог фајла

source: Cannot convert to gray scale RAW file
es: No se pudo convertir a escala de grises el archivo RAW
fr: Impossible de convertir en fichier RAW avec niveau de gris
pt_br: Não é possível converter um arquivo RAW para escala de cinza
sr: Не могу да претворим у RAW фајл сивих нијанси

source: Cannot update source image
es: No se puede actualizar el archivo de origen
fr: Impossible de mettre à jour l'image source
gl: Non foi posíbel actualizar a imaxe de orixe
pt_br: Não foi possível atualizar imagem origem
sr: Не могу да ажурирам изворну слику
tr: Kaynak resim güncellenemiyor

source: Error in opening output file
es: Error al abrir el archivo de salida
fr: Erreur à l'ouverture du fichier de sortie
gl: Erro ao abrir o ficheiro de saída
pt_br: Erro ao abrir arquivo de saída
sr: Грешка у отварању излазног фајла
tr: Çıktı dosyası açılırken hata

source: Cannot convert to gray scale: %1
es: No se pudo convertir a escala de grises: %1
fr: Impossible de convertir en niveau de gris : %1
gl: Non foi posíbel converter a escala de grises: %1
pt_br: Não é possível converter para escala de cinza: %1
sr: Не могу да претворим у сиве нијансе: %1

source: Cannot rotate RAW file
es: No se pudo girar el archivo RAW
fr: Impossible de pivoter le fichier RAW
pt_br: Não é possível rotacionar um arquivo RAW
sr: Не могу да ротирам RAW фајл
tr: RAW dosyası döndürülemiyor

source: Nonstandard flip action
es: Acción de giro no estándar
fr: Action de retournement non standard
gl: Aczón de inversión non estándar
pt_br: Ação de inversão fora de padrão
sr: Нестандардна акција превртања
tr: Standart olmayan çevirme işlemi

source: Cannot flip: %1
es: No se pudo reflejar: %1
fr: Impossible de retourner : %1
gl: Non foi posíbel inverter: %1
pt_br: Não é possível inverter: %1
sr: Не могу да преврнем: %1
tr: Çevrilemiyor: %1

source: Nonstandard rotation angle
es: Ángulo de giro no válido
fr: Angle de rotation non standard
gl: Ángulo de rotazón non estándar
pt_br: Ângulo de rotação não padrão
sr: Нестандардни угао ротације
tr: Standart olmayan döndürme açısı

source: Cannot rotate: %1
es: No se pudo girar: %1
fr: Impossible de pivoter : %1
pt_br: Não é possível rotacionar: %1
sr: Не могу да ротирам: %1
tr: Döndürülemiyor: %1

source: Auto Rotate/Flip Using Exif Information
es: Girar/reflejar automáticamente usando la información Exif
fr: Rotation / retournement selon l'information EXIF
gl: Auto Rotar/Inverter Utilizando Informazóns EXIF
pt_br: Rotação/giro automáticos usando as informações Exif
sr: Аутоматски ротирај/преврни користећи Exif информације
tr: Exif Bilgisi ile Otomatik Döndür/Çevir

source: Rotate
es: Girar
fr: Rotation
gl: Rotar
pt_br: Rotacionar
sr: Ротирај
tr: Döndür

source: Flip
es: Girar
fr: Retourner
gl: Inverter
pt_br: Inverter
sr: Преврни
tr: Çevir

source: Horizontally
es: Horizontalmente
fr: Horizontalement
gl: Horizontalmente
pt_br: Horizontalmente
sr: Водоравно
tr: Yatay

source: Vertically
es: Verticalmente
fr: Verticalement
gl: Verticalmente
pt_br: Verticalmente
sr: Усправно
tr: Dikey

source: Convert to Black && White
es: Convertir a blanco y negro
fr: Convertir en noir et blanc
gl: Converter a Branco e Negro
pt_br: Converter para preto && branco
sr: Претвори у црно-бело
tr: Siyah ve Beyaz'a Dönüştür

source: horizontaly
es: horizontalmente
fr: horizontalement
gl: horizontalmente
pt_br: Horizontalmente
sr: водоравно
tr: yatay olarak

source: vertically
es: verticalmente
fr: verticalement
sr: усправно

source: Flip images %1
es: Reflejar imágenes %1
fr: Retournement des images %1
gl: Inverter imaxes %1
pt_br: Inverter Imagens %1
sr: Преврни слике %1
tr: Resim çevir %1

source: right (clockwise)
es: derecho (en el sentido de las agujas del reloj)
fr: sur la droite (à 90°)
sr: десно (у смеру сата)

source: left (counterclockwise)
es: izquierda (en sentido contrario a las agujas del reloj)
fr: sur la gauche (à 270°)
sr: лево (супротно од сата)

source: using Exif orientation tag
es: utilizando etiqueta de orientación Exif
fr: Utiliser le tag d'orientation Exif
gl: a usar a marca de orientazón de EXIF
pt_br: usando etiqueta de orientação EXIF
sr: помоћу Exif ознаке усмерења

source: Rotate images %1
es: Rotanr imágenes %1
fr: Rotation des images %1
gl: Rotar imaxes %1
pt_br: Rotacionar Imagens %1
sr: Ротирај слике %1
tr: Resim Döndür %1

source: <p>Are you sure you wish to convert the selected image(s) to black and white? This operation <b>cannot</b> be undone.</p>
es: <p>¿Seguro que desea convertir las imágenes seleccionadas a blanco y negro? Esta operación <b>no puede</b> ser deshecha.</p>
fr: <p>Voulez-vous vraiment convertir l'image ou les images sélectionnées en noir et blanc ? Cette opération <b>ne peut pas</b> être annulée.</p>
gl: <p>Está seguro de que desexa converter as imaxes escollidas a branco e negro? <b>Non</b> é posíbel desfacer esta operazón.</p>
pt_br: <p>Você tem certeza que quer converter todas as imagens selecionadas para preto e branco? Essa operação <b>não pode</b> ser desfeita.</p>
sr: <p>Желите ли заиста да претворите изабране слике у црно-беле? Ова операција се <b>не може</b> опозвати.</p>
tr: <pSeçili resim(ler)i siyah-beyaza dönüştürmek istediğinizden eminmisiniz? Bu işlem geri <b>alınamaz</b>.</p>

source: Convert images to black & white
es: Convertir imágenes a blanco y negro
fr: Conversion des images en noir et blanc
gl: Converter en Branco e Negro
pt_br: Converter imagens para preto & branco
sr: Претварам слике у црно-бело
tr: Resimleri siyah-beyaz'a dönüştür

source: Rotating Image "%1"
es: Rotando imagen «%1»
fr: Rotation de l'image « %1 »
gl: A Rotar a Imaxe «%1»
pt_br: Rotacionando a imagem "%1"
sr: Ротирам слику „%1“
tr: Resim Döndürülüyor "%1"

source: Flipping Image "%1"
es: Reflejando imagen «%1»
fr: Retournement de l'image « %1 »
gl: A Inverter a Imaxe «%1»
pt_br: Invertendo a imagem "%1"
sr: Преврћем слику „%1“
tr: Resim Çevriliyor "%1"

source: Converting to Black & White "%1"
es: Convirtiendo a blanco y negro «%1»
fr: Conversion en noir et blanc « %1 »
gl: A Converter en Branco e Negro «%1»
pt_br: Convertendo para preto & branco "%1"
sr: Претварам у црно-бело „%1“
tr: Siyah -Beyaz'a dönüştürülüyor "%1"

source: Failed to Rotate image
es: No ha sido posible girar la imagen
fr: Impossible d'effectuer la rotation de l'image
gl: Non Foi Posíbel Rotar
pt_br: Falha ao rotacionar a imagem
sr: Неуспело да ротирање слике
tr: Döndürme Başarısız

source: Failed to Flip image
es: No ha sido posible girar la imagen
fr: Impossible de retourner l'image
gl: Non Foi Posíbel Inverter a Imaxe
pt_br: Falha ao inverter a imagem
sr: Неуспело превртање слике
tr: Çevirme Başarısız

source: Failed to convert image to Black & White
es: No ha sido posible convertir a blanco y negro la imagen
fr: Impossible de convertir en noir et blanc
gl: Non Foi Posíbel Converter en Branco e Negro
pt_br: Falha ao converter imagem para preto & branco
sr: Нисам успео да претворим слику у црно-белу
tr: Siyah-Beyaz'a dönüştürme başarısız

source: Rotate image complete
es: Girar imagen completa
fr: Rotation de l'image terminée
gl: Completou-se a rotazón
pt_br: Rotação de imagem completada
sr: Ротација слике је завршена
tr: Döndürme tamamlandı

source: Flip image complete
es: Reflejar imagen completa
fr: Retournement de l'image terminé
gl: Completou-se a Inversión
pt_br: Inversão de imagem concluída
sr: Превртање слике је завршено
tr: Çevirme tamamlandı

source: Convert to Black & White complete
es: Conversión a blanco y negro completa
fr: Conversion en noir et blanc terminée
gl: Completou-se a Branco e Negro
pt_br: Conversão para preto & branco concluída
sr: Претварање у црно-бело је завршено
tr: Siyah-Beyaz'a dönüştürme tamamlandı

source: unable to open source file
es: No es posible abrir el archivo fuente
fr: Impossible d'ouvrir le fichier d'origine
sr: не могу да отворим изворни фајл

source: unable to open temp file
es: No es posible abrir el archivo temporal
fr: Impossible d'ouvrir le fichier temporaire
sr: не могу да отворим привремени фајл

source: Cannot rotate: unable to open temp file
es: No se puede girar: no es posible abrir el archivo temporal
fr: Impossible de pivoter : le fichier temporaire ne peut pas être ouvert
sr: Не могу да ротирам: не могу да отворим привремени фајл

source: Cannot update metadata: %1
es: No se han podido actualizar los metadatos: %1
fr: Impossible de mettre à jour les métadonnées : %1
sr: Не могу да ажурирам метаподатке: %1
