Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_batchprocessimages.po
Languages: ca, el, es, fr, gl, nl, pl, sr, sr@latn, ta, th, tr

source: Filter Images...
ca: Filtres a imatges...
el: Φίλτρα εικόνας...
es: Filtrar imágenes...
fr: Appliquer un filtre...
gl: Filtrar Imaxes...
nl: Afbeeldingfilters...
pl: Filtrowanie zdjęć...
sr: Филтрирај слике...
sr@latn: Filtriraj slike...
ta: படிமத்தினை வடிகட்டு...
th: ปรับฟิลเตอร์ให้กลุ่มภาพ...
tr: Resimleri Filtrele...

source: Rename Images...
ca: Reanomena imatges...
el: Μετονομασία εικόνων...
es: Cambiar el nombre a las imágenes...
fr: Renommer des images...
gl: Renomear Imaxes...
nl: Afbeeldingen hernoemen...
pl: Zmiana nazw zdjęć...
sr: Преименуј слике...
sr@latn: Preimenuj slike...
ta: படிமத்திற்கு மாற்றுப்பெயரிடு...
th: เปลี่ยนชื่อกลุ่มภาพ...
tr: Resimleri Adlandır...

source: Recompress Images...
ca: Recomprimeix imatges...
el: Επανασυμπίεση εικόνων...
es: Recomprimir imágenes...
fr: Recompresser des images...
gl: Recomprimir Imaxes...
nl: Afbeeldingen opnieuw comprimeren...
pl: Zmiana kompresji zdjęć..
sr: Поново компресуј слике...
sr@latn: Ponovo kompresuj slike...
ta: படிமத்திற்கு மறுஅழுத்தம் கொடு...
th: บีบข้อมูลกลุ่มภาพ...
tr: Resimleri Sıkıştır...

source: Resize Images...
ca: Redimensiona imatges...
el: Αλλαγή μεγέθους εικόνων...
es: Redimensionar imágenes...
fr: Redimensionner des images...
gl: Redimensionar Imaxes...
nl: Afbeeldinggrootte wijzigen...
pl: Zmiana rozmiaru zdjęć...
sr: Промени величину слика...
sr@latn: Promeni veličinu slika...
ta: படிமத்தின் மாற்றளவு...
th: ปรับขนาดกลุ่มภาพ...
tr: Resimleri Boyutlandır...

source: Please select an album or a selection of images.
ca: Seleccioneu un àlbum o una selecció d'imatges.
el: Παρακαλώ επιλέξτε ένα άλμπουμ ή μια επιλογή εικόνων.
es: Seleccione un álbum o un conjunto de imágenes.
fr: Veuillez sélectionner un album ou une sélection d'images.
gl: Por favor escolla un álbum ou un conxunto de imaxes.
nl: Selecteer een album of een groep afbeeldingen.
pl: Proszę wybrać album lub zbiór zdjęć.
sr: Изаберите албум или избор слика.
sr@latn: Izaberite album ili izbor slika.
ta: பிம்பங்களின் தேர்வு அல்லது ஒரு ஆல்பத்தை தேர்ந்தெடுக்கவும்.
th: โปรดเลือกอัลบั้มหรือเลือกกลุ่มภาพที่ต้องการ
tr: Lütfen albüm veya resimler seçiniz.

source: RenameImagesBase
es: CambiarElNombreImágenesBase
sr: База преименовања слике
sr@latn: Baza preimenovanja slike

source: Template for renaming files
ca: Plantilla per reanomenar fitxers
el: Πρότυπο για τη μετονομασία αρχείων
es: Plantilla para cambiar el nombre a los archivos
fr: Modèle
gl: Modelo para renomear os ficheiros
nl: Sjabloon voor hernoemen van afbeeldingen
pl: Szablon zmiany nazw plików
sr: Шаблон за преименовање фајлова
sr@latn: Šablon za preimenovanje fajlova
th: ต้นแบบของการเปลี่ยนชื่อแฟ้ม

source: Sequence number start value:
ca: Valor d'inici de la seqüència de numeració:
el: Αριθμός αρχής ακολουθίας:
es: Valor inicial del número de secuencia:
fr: Début de la séquence numérique :
gl: Primeiro número da secuéncia:
nl: Begin van nummering:
pl: Wartość początkowa licznika:
sr: Почетна вредност бројача секвенце:
sr@latn: Početna vrednost brojača sekvence:
th: เลขลำดับเริ่มที่:

source: Prefix string:
ca: Cadena de prefix:
el: Αλφαριθμητικό προθέματος:
es: Cadena de caracteres para el prefijo:
fr: Préfixe :
gl: Prefixo:
nl: Voorvoegsel:
pl: Prefiks:
sr: Знаковни низ префикса:
sr@latn: Znakovni niz prefiksa:
ta: முன்னொட்டு எழுத்துக்கள்:
th: ข้อความนำหน้า:
tr: Ön ek metin:

source: Add original file name
ca: Afegeix el nom de fitxer original
el: Προσθήκη αρχικού ονόματος αρχείου
es: Añadir el nombre del archivo original
fr: Ajouter le nom du fichier original
gl: Engadir o nome de ficheiro orixinal
nl: Originele naam toevoegen
pl: Dodaj oryginalną nazwę pliku
sr: Додај оригинално име фајла
sr@latn: Dodaj originalno ime fajla
ta: உண்மையான கோப்பின் பெயர்றை சேர்
th: เพิ่มชื่อแฟ้มต้นฉบับ
tr: Orjinal dosya adı ekle

source: Add file date
ca: Afegeix la data del fitxer
el: Προσθήκη ημερομηνίας αρχείου
es: Añadir la fecha del archivo
fr: Ajouter la date du fichier
gl: Engadir data do ficheiro
nl: Bestandsdatum toevoegen
pl: Dodaj datę pliku
sr: Додај датум фајла
sr@latn: Dodaj datum fajla
ta: கோப்பின் தேதியைச் சேர்க்கவும்
th: เพิ่มวันที่ของแฟ้ม
tr: Dosya tarihi ekle

source: Date format:
ca: Format de la data:
el: Μορφή ημερομηνίας:
es: Formato de fecha:
nl: Datumopmaak:
pl: Format daty:
sr: Формат датума:
sr@latn: Format datuma:
th: รูปแบบวันที่:

source: Album
ca: Àlbum
el: Άλμπουμ
es: Álbum
gl: Álbum
sr: Албум
th: อัลบั้ม

source: Reverse List
ca: Ordre invers
el: Αντιστροφή λίστας
es: Invertir lista
nl: Lijst omkeren
pl: Odwróć listę
sr: Обрнута листа
sr@latn: Obrnuta lista
th: กลับลำดับรายการ

source: Sort List
ca: Llista ordenada
el: Ταξινόμηση λίστας
es: Ordenar lista
nl: Lijst sorteren
pl: Sortuj listę
sr: Разврстај листу
sr@latn: Razvrstaj listu
th: เรียงลำดับรายการ

source: Move &Down
ca: A&vall
el: Μετακίνηση &κάτω
es: Mover &Abajo
nl: &Omlaag
pl: Przesuń &w dół
sr: Помери &доле
sr@latn: Pomeri &dole
th: เลื่อนลง

source: Move &Up
ca: A&munt
el: Μετακίνηση &πάνω
es: Mover A&rriba
nl: Om&hoog
pl: Przesuń w &górę
sr: Помери &горе
sr@latn: Pomeri &gore
th: เลื่อนขึ้น

source: Batch Recompress Images
ca: Recompressió d'imatges per lots
el: Ομαδική επανασυμπίεση εικόνων
es: Proceso por lotes para recompresión de imágenes
fr: Recompresser des images (traitement par lots)
gl: Compresión de Lotes de Imaxes
nl: Afbeeldingen opnieuw comprimeren
pl: Grupowa rekompresja zdjęć
sr: Пакетна рекомпресија слика
sr@latn: Paketna rekompresija slika
ta: தொகுதி குறைந்த அழுத்த பிம்பங்கள்
th: บีบข้อมูลกลุ่มภาพ
tr: Resimleri Çoklu Sıkıştırma

source: Batch recompress images
ca: Recompressió d'imatges per lots
el: Ομαδική επανασυμπίεση εικόνων
es: Proceso por lotes para recompresión de imágenes
fr: Recompresser des images (traitement par lots)
gl: Compresión de lote de imaxes
nl: Afbeeldingen opnieuw comprimeren
pl: Grupowa rekompresja zdjęć
sr: Пакетна рекомпресија слика
sr@latn: Paketna rekompresija slika
ta: தொகுதி குறைந்த அழுத்த பிம்பங்கள்
th: บีบข้อมูลกลุ่มภาพ
tr: Resimleri çoklu sıkıştırma

source: A Kipi plugin to batch recompress images This plugin uses the "convert" program from "ImageMagick" package.
ca: Un connector del Kipi per recomprimir les imatges per lots Aquest connector usa el programa "convert" del paquet "ImageMagick".
el: Ένα πρόσθετο Kipi για την ομαδική επανασυμπίεση εικόνων Αυτό το πρόσθετο χρησιμοποιεί το πρόγραμμα "convert" από το πακέτο "ImageMagick".
es: Un complemento de KIPI para el proceso por lotes de recompresión de imágenes Este complemento utiliza el programa «convert» del paquete «ImageMagick».
fr: Un module externe KIPI pour recompresser des images (traitement par lots). Ce module externe utilise le programme « convert » du paquetage « ImageMagick ».
gl: Un plugin de KIPI para recomprimir lotes de imaxes Este plugin utiliza o programa "convert" do pacote "ImageMagick".
nl: Een KIPI-plugin voor het opnieuw comprimeren van afbeeldingen Deze plugin gebruikt het programma "convert" van "ImageMagick".
pl: Wtyczka Kipi do grupowej rekompresji zdjęć Ta wtyczka korzysta z programu "convert" z pakietu "ImageMagick".
sr: Прикључак Kipi-ја за пакетну рекомпресију слика Овај прикључак користи наредбу „convert“ из пакета „ImageMagick“.
sr@latn: Priključak Kipi-ja za paketnu rekompresiju slika Ovaj priključak koristi naredbu „convert“ iz paketa „ImageMagick“.
ta: மறுஅழுத்த பிம்பங்களைத் தொகுதிப்படுத்த ஒரு கிபி சொருகுப்பொருள் இந்த சொருகுப்பொருள் "மாற்று" நிரலியை "பிம்பமாயை" தொகுதியில் இருந்து பயன்படுத்துகிறது.
th: ปลั๊กอินของ Kipi สำหรับบีบข้อมูลกลุ่มภาพ ปลั๊กอินนี้ใช้โปรแกรม "convert" จากแพ็กเกจ "ImageMagick"
tr: Çoklu resim sıkıştırma için bir KIPI eklentisi Bu eklenti "ImageMagick" paketinden "convert" programını kullanır.

source: Image Recompression Options
ca: Opcions de recompressió de la imatge
el: Επιλογές επανασυμπίεσης εικόνας
es: Opciones para la recompresión de imágenes
fr: Recompression
gl: Opzóns de Compresión de Imaxe
nl: Opties voor het opnieuw comprimeren
pl: Opcje zmiany kompresji zdjęcia
sr: Опције рекомпресије слике
sr@latn: Opcije rekompresije slike
ta: மறு இறுக்க விருப்பத்தேர்வுகள்
th: ตัวเลือกการบีบข้อมูลกลุ่มภาพ
tr: Resim Sıkıştırma Seçenekleri

source: image file format unsupported.
ca: Format de fitxer d'imatge no acceptat.
el: μη υποστηριζόμενη μορφή αρχείου εικόνας.
es: formato de archivo no soportado.
fr: format de fichier non géré.
gl: o formato de ficheiro da imaxe non está soportado.
nl: Bestandsformaat van afbeelding wordt niet ondersteund.
pl: nieobsługiwany format zdjęcia.
sr: Формат фајла слике није подржан.
sr@latn: Format fajla slike nije podržan.
ta: பிம்ப கோப்பு வடிவம் ஆதரிக்கப்படவில்லை.
th: ไม่รองรับรูปแบบแฟ้ม
tr: resim dosya biçimi desteklenmiyor.

source: Recompression Options
ca: Opcions de recompressió
el: Επιλογές επανασυμπίεσης
es: Opciones para la recompresión
fr: Options de la recompression
gl: Opzóns de Compresión
nl: Opties voor het opnieuw comprimeren
pl: Opcje zmiany kompresji
sr: Опције рекомпресије
sr@latn: Opcije rekompresije
ta: மறுஇறுக்க விருப்பத்தேர்வுகள்
th: ตัวเลือกการบีบข้อมูล
tr: Sıkıştırma seçenekleri

source: JPEG File Format
ca: Format de fitxer JPEG
el: Μορφή αρχείου JPEG
es: Formato de archivo JPEG
fr: Format JPEG
gl: Formato de Ficheiro JPEG
nl: JPEG-bestandsformaat
pl: Format JPEG
sr: JPEG формат фајла
sr@latn: JPEG format fajla
ta: JPEG கோப்பு வடிவம்
th: รูปแบบแฟ้มภาพ JPEG
tr: JPEG Dosya Biçimi

source: <p>The compression value for JPEG target images:<p>
ca: <p>El valor de compressió de les imatges JPEG de destí:<p>
el: <p>Η τιμή συμπίεσης για εικόνες προορισμού JPEG:<p>
es: <p>El nivel de compresión de las imágenes de destino en formato JPEG:<p>
fr: <p>Niveau de compression pour les images résultat au format JPEG : <p>
gl: <p>O valor de compresión das imaxes de destino JPEG:<p>
nl: <p>De compressiewaarde voor de JPEG-doelafbeeldingen:<p>
pl: <p>Wartość kompresji zdjęć wyjściowych w formacie JPEG:<p>
sr: <p>Вредност компресије за циљне JPEG слике:<p>
sr@latn: <p>Vrednost kompresije za ciljne JPEG slike:<p>
ta: <p>சுருக்க மதிப்பு JPEG இலக்கு தோற்றம்:<p>
th: <p>ค่าอัตราการบีบข้อมูลภาพเป้าหมายแบบ JPEG:<p>
tr: <p>JPEG resimleri için sıkıştırma değeri:<p>

source: <p>If this option is enabled, all JPEG operations will use lossless compression.
ca: <p>Si aquesta opció està activa, totes les operacions JPEG empraran una compressió sense pèrdua.
el: <p>Αν ενεργοποιήσετε αυτή την επιλογή, όλες οι λειτουργίες JPEG θα χρησιμοποιήσουν μη απωλεστική συμπίεση.
es: <p>Si esta opción está activada, todas las operaciones sobre archivos JPEG se efectuarán con una compresión sin pérdida de calidad.
fr: <p>Si cette option est activée, toutes les opérations en JPEG utiliseront une compression sans perte de qualité.
gl: <p>Se esta opzón está activada, todas as operazóns JPEG utilizan unha compresión sen perdas.
nl: <p>Als deze optie is aangezet, zullen alle JPEG-omzettingen een compressie zonder kwaliteitsverlies gebruiken.
pl: <p>Jeśli ta opcja zostanie włączona, wszystkie operacje JPEG będą korzystały z kompresji bezstratnej.
sr: <p>Ако је ова опција укључена, све JPEG операције ће користити компресију без губитака.
sr@latn: <p>Ako je ova opcija uključena, sve JPEG operacije će koristiti kompresiju bez gubitaka.
ta: <p>இந்த தேர்வு செயலாக்கபட்டால், அனைத்து JPEG செயல்களும் குறைந்த இழப்பு சுருக்கத்தை பயன்படுத்தும்.
th: <p>หากเปิดใช้ตัวเลือกนี้ ปฏิบัติการกับแฟ้มภาพแบบ JPEG ทั้งหมดจะมีการใช้การบีบข้อมูลที่สูญเสียคุณภาพน้อย
tr: <p>Bu seçenek etkinleştirilirse, bütün JPEG işlemlerinde kayıpsız sıkıştırmakullanılacaktır.

source: PNG File Format
ca: Format de fitxer PNG
el: Μορφή αρχείου PNG
es: Formato de archivo PNG
fr: Format PNG
gl: Formato de Ficheiro PNG
nl: PNG-bestandsformaat
pl: Format PNG
sr: PNG формат фајла
sr@latn: PNG format fajla
ta: PNG கோப்பு வடிவம்
th: รูปแบบแฟ้มภาพ PNG
tr: PNG Dosya Biçimi

source: <p>The compression value for PNG target images:<p>
ca: <p>El valor de compressió de les imatges PNG de destí:<p>
el: <p>Η τιμή συμπίεσης για εικόνες προορισμού PNG:<p>
es: <p>Nivel de compresión de las imágenes de destino en formato PNG:<p>
fr: <p>Niveau de compression des images résultat au format PNG : <p>
gl: <p>O valor de compresión das imaxes de destino PNG:<p>
nl: <p>De compressiewaarde voor de PNG-doelafbeeldingen:<p>
pl: <p>Wartość kompresji zdjęć wyjściowych w formacie PNG:<p>
sr: <p>Вредност компресије за циљне PNG слике:<p>
sr@latn: <p>Vrednost kompresije za ciljne PNG slike:<p>
ta: <p>பி என் ஜி இலக்கு பிம்பங்களுக்கான அழுத்த மதிப்பு:<p>
th: <p>ค่าอัตราการบีบข้อมูลภาพเป้าหมายแบบ PNG:<p>
tr: <p>PNG resimleri için sıkıştırma değeri:<p>

source: TIFF File Format
ca: Format de fitxer TIFF
el: Μορφή αρχείου TIFF
es: Formato de archivo TIFF
fr: Format TIFF
gl: Formato de Ficheiro TIFF
nl: TIFF-bestandsformaat
pl: Format TIFF
sr: TIFF формат фајла
sr@latn: TIFF format fajla
ta: TIFF கோப்பு வடிவம்
th: รูปแบบแฟ้มภาพ TIFF
tr: TIFF Dosya Biçimi

source: <p>Select here the TIFF compression algorithm.
ca: <p>Seleccioneu aquí l'algorisme de compressió TIFF.
el: <p>Επιλέξτε εδώ τον αλγόριθμο συμπίεσης TIFF.
es: <p>Seleccione aquí el algoritmo de compresión de las imágenes en formato TIFF.
fr: <p>Sélectionnez ici l'algorithme de compression des images au format TIFF.
gl: <p>Escolla aqui o algoritmo de compresión TIFF.
nl: <p>Selecteer hier het TIFF-compressiealgoritme.
pl: <p>Wybierz tutaj algorytm kompresji dla zdjęć w formacie TIFF.
sr: <p>Изаберите овде алгоритам TIFF компресије.
sr@latn: <p>Izaberite ovde algoritam TIFF kompresije.
ta: <p>இங்கு TIFF சுருக்க மதிப்பை தேர்வு செய்.
th: <p>เลือกอัลกอริธึมบีบข้อมูลแฟ้มภาพ TIFF
tr: <p>Burada TIFF sıkıştırma algoritmasını seçiniz.

source: TGA File Format
ca: Format de fitxer TGA
el: Μορφή αρχείου TGA
es: Formato de archivo TGA
fr: Format TGA
gl: Formato de Ficheiro TGA
nl: TGA-bestandsformaat
pl: Format TGA
sr: TGA формат фајла
sr@latn: TGA format fajla
ta: TGA கோப்பு வடிவம்
th: รูปแบบแฟ้มภาพ TGA
tr: TGA Dosya Biçimi

source: <p>Select here the TGA compression algorithm.
ca: <p>Seleccioneu aquí l'algorisme de compressió TGA.
el: <p>Επιλέξτε εδώ τον αλγόριθμο συμπίεσης TGA.
es: <p>Seleccione aquí el algoritmo de compresión de las imágenes en formato TGA.
fr: <p>Sélectionnez ici l'algorithme de compression des images au format TGA.
gl: <p>Escolla aqui o algoritmo de compresión TGA.
nl: <p>Selecteer hier het TGA-compressiealgoritme.
pl: <p>Wybierz tutaj algorytm kompresji dla zdjęć w formacie TGA.
sr: <p>Изаберите овде алгоритам TGA компресије.
sr@latn: <p>Izaberite ovde algoritam TGA kompresije.
ta: <p>TGA இறுக்கு படிமுறையை இங்கு தேர்வு செய்யவும்.
th: <p>เลือกอัลกอริธึมบีบข้อมูลแฟ้มภาพ TGA
tr: <p>Burada TGA sıkıştırma algoritmasını seçiniz.

source: Batch-rename images
ca: Reanomenar imatges per lots
el: Ομαδική μετονομασία εικόνων
es: Proceso por lotes para cambiar el nombre de las imágenes
fr: Renommer des images (traitement par lots)
gl: Renomeado de lote de imaxes
nl: Afbeeldingen hernoemen
pl: Grupowa zmiana nazw
sr: Пакетно преименовање слика
sr@latn: Paketno preimenovanje slika
ta: படங்களின் மறுப்பெயர் தேர்வுகள்
th: เปลี่ยนชื่อกลุ่มภาพ
tr: Çoklu resim adlandırma

source: A Kipi plugin to batch-rename images
ca: Un connector del Kipi per reanomenar imatges per lots
el: Ένα πρόσθετο Kipi για την ομαδική μετονομασία εικόνων
es: Un complemento de KIPI para el proceso por lotes para cambiar el nombre de las imágenes
fr: Un module externe KIPI pour renommer des images (traitement par lots).
gl: Un plugin de KIPI para renomear lotes de imaxes
nl: Een KIPI-plugin voor het hernoemen van afbeeldingen
pl: Wtyczka Kipi do grupowej zmiany nazw zdjęć
sr: Прикључак Kipi-ја за пакетно преименовање слика
sr@latn: Priključak Kipi-ja za paketno preimenovanje slika
ta: தொகுதி மறுபெயர் பிம்பங்களுக்கு ஒரு கிபி சொருகுப்பொருள்
th: ปลั๊กอินของ Kipi สำหรับเปลี่ยนชื่อกลุ่มภาพ
tr: Çoklu resim adlandırma için bir KIPI eklentisi

source: Sort by Name
ca: Ordena per nom
el: Ταξινόμηση κατ' όνομα
es: Ordenar por nombre
nl: Op naam sorteren
pl: Sortuj według nazwy
sr: Разврстај по имену
sr@latn: Razvrstaj po imenu
th: เรียงตามชื่อ

source: Sort by Size
ca: Ordena per mida
el: Ταξινόμηση κατά μέγεθος
es: Ordenar por tamaño
nl: Op grootte sorteren
pl: Sortuj według rozmiaru
sr: Разврстај по величини
sr@latn: Razvrstaj po veličini
th: เรียงตามขนาดแฟ้ม

source: Sort by Date
ca: Ordena per data
el: Ταξινόμηση κατά ημερομηνία
es: Ordenar por fecha
nl: Op datum sorteren
pl: Sortuj według daty
sr: Разврстај по датуму
sr@latn: Razvrstaj po datumu
th: เรียงตามวันที่

source: Rename File
ca: Reanomena el fitxer
el: Μετονομασία αρχείου
es: Cambiar el nombre del archivo
fr: Renommer le fichier
gl: Renomear Ficheiro
nl: Bestand hernoemen
pl: Zmień nazwę
sr: Преименуј фајл
sr@latn: Preimenuj fajl
th: เปลี่ยนชื่อแฟ้ม

source: Skipped
ca: Ignorat
el: Παράλειψη
es: Omitido
fr: Ignoré
gl: Ignorado
nl: Overgeslagen
pl: Pominięto
sr: Прескочено
sr@latn: Preskočeno
th: ถูกข้าม

source: Failed
ca: Ha fallat
el: Απέτυχε
es: Falló
fr: Échoué
gl: Fallou
nl: Mislukt
pl: Błąd
sr: Неуспело
sr@latn: Neuspelo
th: ล้มเหลว

source: Batch Resize Images
ca: Redimensionat d'imatges per lots
el: Ομαδική αλλαγή μεγέθους εικόνων
es: Proceso por lotes para cambiar el tamaño de las imágenes
fr: Redimensionner des images (traitement par lots)
gl: Redimensionado de Lotes de Imaxes
nl: Afbeeldinggroottes wijzigen
pl: Grupowa zmiana rozmiarów zdjęć
sr: Пакетна промена величине слике
sr@latn: Paketna promena veličine slike
ta: தொகுதி மறுஅளவாக்க பிம்பங்கள்
th: ปรับขนาดกลุ่มภาพ
tr: Çoklu Resim Boyutlandırma

source: Batch resize images
ca: Redimensionat d'imatges per lots
el: Ομαδική αλλαγή μεγέθους εικόνων
es: Proceso por lotes para cambiar el tamaño de las imágenes
fr: Redimensionner des images (traitement par lots)
gl: Redimensionado de lotes de imaxes
nl: Afbeeldinggrootte wijzigen
pl: Grupowa zmiana rozmiarów zdjęć
sr: Пакетна промена величине слике
sr@latn: Paketna promena veličine slike
ta: தொகுதி மறுஅளவு பிம்பங்கள்
th: ปรับขนาดกลุ่มภาพ
tr: Çoklu resim boyutlandırma

source: A Kipi plugin to batch-resize images This plugin uses the "convert" program from "ImageMagick" package.
ca: Un connector del Kipi per redimensionar les imatges per lots Aquest connector usa el programa "convert" del paquet "ImageMagick".
el: Ένα πρόσθετο Kipi για την ομαδική αλλαγή μεγέθους εικόνων Αυτό το πρόσθετο χρησιμοποιεί το πρόγραμμα "convert" από το πακέτο "ImageMagick".
es: Un complemento de KIPI de proceso por lotes para cambiar el tamaño de las imágenes Este complemento usa el programa «convert» del paquete «ImageMagick».
fr: Un module externe KIPI pour redimensionner des images (traitement par lots). Ce module externe utilise le programme « convert » du paquetage « ImageMagick ».
gl: Un plugin de KIPI para Redimensionar lotes de imaxes Este plugin utiliza o programa "convert" do pacote "ImageMagick".
nl: Een KIPI-plugin voor het wijzigen van de afbeeldinggrootte Deze plugin gebruikt het programma "convert" van "ImageMagick".
pl: Wtyczka Kipi do grupowej zmiany rozmiarów zdjęć Ta wtyczka korzysta z programu "convert" z pakietu "ImageMagick".
sr: Прикључак Kipi-ја за пакетну промену величине слика Овај прикључак користи наредбу „convert“ из пакета „ImageMagick“.
sr@latn: Priključak Kipi-ja za paketnu promenu veličine slika Ovaj priključak koristi naredbu „convert“ iz paketa „ImageMagick“.
ta: தொகுதி மறுஅளவு பிம்பங்களுக்கான ஒரு கிபி சொருகுப்பொருள் இந்த சொருகுப்பொருள் "மாற்று" நிரலியை "பிம்பமாயை" தொகுதியில் இருந்து பயன்படுத்துகிறது.
th: ปลั๊กอินของ Kipi สำหรับปรับขนาดกลุ่มภาพ ปลั๊กอินนี้ใช้โปรแกรม "convert" จากแพ็กเกจ "ImageMagick"
tr: Resimleri çoklu boyutlandırmak için bir Kipi eklentisi Bu eklenti "ImageMagick" paketinden "convert" programını kullanır.

source: Image Resizing Options
ca: Opcions del redimensionat d'imatges
el: Επιλογές αλλαγής μεγέθους εικόνας
es: Opciones para el redimensionado de imágenes
fr: Redimensionnement
gl: Opzóns de Redimensionado das Imaxes
nl: Opties voor het wijzigen van de afbeeldinggrootte
pl: Opcje zmiany rozmiaru zdjęć
sr: Опције промене величине слике
sr@latn: Opcije promene veličine slike
ta: படிமங்கள் தேர்வின் பெயரை மாற்றி அமைத்தள்
th: ตัวเลือกการปรับขนาดกลุ่มภาพ
tr: Resim Boyutlandırma Seçenekleri

source: Type:
ca: Tipus:
el: Τύπος:
es: Tipo:
gl: Tipo:
pl: Typ:
sr: Врста:
sr@latn: Vrsta:
ta: வகை:
th: รูปแบบ:
tr: Tip:

source: Proportional (1 dim.)
ca: Proporcional (1 dim.)
el: Με αναλογία (1 διάσταση)
es: Proporcional (1 dim.)
fr: Proportionnel (1 dim.)
gl: Proporcional (1 dim.)
nl: Proportioneel (1 dim.)
pl: Proporcjonalny (jednowymiarowy)
sr: Пропорционална (1 дим.)
sr@latn: Proporcionalna (1 dim.)
ta: விகிதாச்சார (1 dim.)
tr: Orantısal (1 boyut)

source: Proportional (2 dim.)
ca: Proporcional (2 dim.)
el: Με αναλογία (2 διαστάσεις)
es: Proporcional (2 dim.)
fr: Proportionnel (2 dim.)
gl: Proporcional (2 dim.)
nl: Proportioneel (2 dim.)
pl: Proporcjonalny (dwuwymiarowy)
sr: Пропорционална (2 дим.)
sr@latn: Proporcionalna (2 dim.)
ta: விகிதாச்சார (2 dim.)
tr: Orantısal (2 boyut)

source: Non-Proportional
ca: No proporcional
el: Χωρίς αναλογία
es: No proporcional
fr: Non proportionnel
gl: Non Proporcional
nl: Niet-proportioneel
pl: Nieproporcjonalny
sr: Непропорционална
sr@latn: Neproporcionalna
ta: விகிதாச்சாரம் இல்லை
tr: Orantısal olmayan

source: Prepare to Print
ca: Prepara per imprimir
el: Προετοιμασία για εκτύπωση
es: Adaptación para impresión
fr: Adapté pour l'impression
gl: Preparar para Imprimir
nl: Voorbereiden om af te drukken
pl: Przygotuj do druku
sr: Припреми за штампу
sr@latn: Pripremi za štampu
ta: அச்சடிக்க தயார்படுத்து
th: เตรียมการพิมพ์
tr: Yazmaya hazırla

source: <p>Select here the image-resize type.
ca: <p>Seleccioneu aquí el tipus de redimensionat de la imatge.
el: <p>Επιλέξτε εδώ τον τύπο αλλαγής μεγέθους εικόνας.
es: <p>Seleccione aquí el tipo de redimensionamiento de la imagen.
fr: <p>Sélectionnez ici le type de redimensionnement.
gl: <p>Escolla aqui o tipo de redimensionado da imaxe.
nl: <p>Selecteer hier het type voor het wijzigen van de afbeeldinggrootte.
pl: <p>Wybierz tutaj typ zmiany rozmiaru.
sr: <p>Изаберите овде тип промене величине слике.
sr@latn: <p>Izaberite ovde tip promene veličine slike.
ta: <p>மறுஅளவின் படவகையை தேர்ந்தெடு.
th: <p>เลือกรูปแบบการปรับขนาดกลุ่มภาพได้ที่นี่
tr: <p>Resim boyutlandırma tipini seçiniz.
