Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_batchprocessimages.po
Languages: ca, el, es, fr, gl, nl, pl, sr, sr@latn, ta, th, tr

source: <p><b>Proportional (1 dim.)</b>: standard auto-resizing using one dimension. The width or the height of the images will be automatically selected, depending on the images' orientations. The images' aspect ratios are preserved.
ca: <p><b>Proporcional (1 dim.)</b>: redimensionat automàtic estàndard usant una dimensió. L'amplada o l'alçada de les imatges se seleccionaran automàticament, depenent de les orientacions de les imatges. Es manté la proporció d'aspecte de les imatges.
el: <p><b>Με αναλογία (1 διάσταση)</b>: τυπική αυτόματη αλλαγή μεγέθους χρησιμοποιώντας μία διάσταση. Το πλάτος ή το ύψος των εικόνων θα επιλεγεί αυτόματα, ανάλογα με τον προσανατολισμό των εικόνων. Οι αναλογίες διαστάσεων των εικόνων θα διατηρηθούν.
es: <p><b>Proporcional (1 dim.)</b>: redimensionamiento automático utilizando una sola dimensión. La anchura o altura de las imágenes será modificada automáticamente en función de la orientación de las imágenes. Se conservará la proporción entre la anchura y la altura de las imágenes.
fr: <p><b>Proportionnel (1 dim.)</b> : redimensionnement automatique utilisant une seule dimension. La largeur ou la hauteur des images sera automatiquement sélectionnée en fonction de l'orientation des images. Les proportions des images sont conservées.
gl: <p><b>Proporcional (1 dim.)</b>: auto-redimensionado utilizando unha dimensión. A largura ou altura das imaxes será automaticamente escollida dependendo da orientazón das imaxes. As proporzóns das imaxes son mantidas.
nl: <p><b>Proportioneel (1 dim.)</b>: automatische groottewijziging door gebruik te maken van één dimensie. De breedte of de hoogtes van de afbeeldingen zullen automatisch worden geselecteerd, afhankelijk van de oriëntatie van de afbeeldingen. De beeldverhouding van de afbeeldingen blijft bewaard.
pl: <p><b>Proporcjonalny (jednowymiarowy)</b>: standardowa automatyczna zmiana rozmiarów na podstawie jednego wymiaru. Wysokość lub szerokość zdjęć zostanie automatycznie dobrana w zależności od orientacji zdjęcia. Proporcje boków zdjęć zostaną zachowane.
sr: <p><b>Пропорционална (1 дим.)</b>: стандардна аутоматска промена величине помоћу једне димензије. Ширина или висина слике биће аутоматски изабрана, у зависности од њене оријентације. Пропорције слике биће сачуване.
sr@latn: <p><b>Proporcionalna (1 dim.)</b>: standardna automatska promena veličine pomoću jedne dimenzije. Širina ili visina slike biće automatski izabrana, u zavisnosti od njene orijentacije. Proporcije slike biće sačuvane.
ta: <p><b>விகிதாச்சாரம் (1 dim.)</b>: standard auto-resizing using one dimension. The width or the height of the images will be automatically selected, depending on the images' orientations. The images' aspect ratios are preserved.
tr: <p><b>Orantısal (1 boyut)</b>: tek boyut kullanarak standart otomatik boyutlandırma. Genişlik veya yükseklikresim yönüne göre otomatik olarak seçilecektir. Resimlerin görünüm oranlarıkorunacaktır.

source: <p><b>Proportional (2 dim.)</b>: auto-resizing using two dimensions. The images' aspect ratio are preserved. You can use this, for example, to adapt your images' sizes to your screen size.
ca: <p><b>Proporcional (2 dim.)</b>: redimensionat automàtic usant dues dimensions. Es manté la proporció d'aspecte de les imatges. Podeu usar-ho, per exemple, per adaptar les mides de les imatges a la mida de la pantalla.
el: <p><b>Με αναλογία (2 διαστάσεις)</b>: αυτόματη αλλαγή μεγέθους χρησιμοποιώντας δύο διαστάσεις. Οι αναλογίες των εικόνων θα διατηρηθούν. Μπορείτε να χρησιμοποιήσετε αυτό για παράδειγμα, για την προσαρμογή των εικόνων σας στο μέγεθος της οθόνης.
es: <p><b>Proporcional (2 dim.)</b>: redimensionamiento automático utilizando dos dimensiones. Se conservará la proporción entre la anchura y la altura de las imágenes. Puede utilizar esta opción para, por ejemplo, adaptar sus imágenes a la resolución de su pantalla.
fr: <p><b>Proportionnel (2 dim.)</b> : redimensionnement automatique utilisant deux dimensions. Les proportions des images sont conservées. Vous pouvez utiliser cette option, par exemple, pour adapter vos images à la résolution de votre écran.
gl: <p><b>Proporcional (2 dim.)</b>: auto-redimensionar utilizando duas dimensións. As proporzóns das imaxes son mantidas. Por exemplo, pode utilizá-lo para adaptar o tamaño das imaxes ao tamaño da sua pantalla.
nl: <p><b>Proportioneel (2 dim.)</b>: automatische groottewijziging door gebruik te maken van twee dimensies. De beeldverhouding van de afbeeldingen blijft bewaard. U kunt dit gebruiken om bijvoorbeeld de grootte van uw afbeeldingen aan te passen aan de grootte van uw beeldscherm.
pl: <p><b>Proporcjonalny (dwuwymiarowy)</b>: automatyczna zmiana rozmiaru korzystając z dwóch wymiarów. Proporcje zdjęć zostaną zachowane. Ten typ jest przydatny, na przykład, aby dostosować rozmiary zdjęć do rozdzielczości Twojego ekranu.
sr: <p><b>Пропорционална (1 дим.)</b>: аутоматска промена величине помоћу две димензије. Пропорције слике биће сачуване. Можете користити ово, на пример, за прилагођавање величине слика величини вашег екрана.
sr@latn: <p><b>Proporcionalna (1 dim.)</b>: automatska promena veličine pomoću dve dimenzije. Proporcije slike biće sačuvane. Možete koristiti ovo, na primer, za prilagođavanje veličine slika veličini vašeg ekrana.
ta: <p><b>விகிதாச்சாரம் (2 dim.)</b>: தானியங்கி-மறுஅளவாக்கம் இரண்டு அளவுகளை பயன்படுத்துகிறது. பிம்பங்களின் தோற்ற விகிதம் பாதுகாக்கப்பட்டது. நீங்கள் இதை பயன்படுத்தலாம், உதாரணமாக, உங்கள் திரை அளவுக்கு ஏற்ப உங்கள் பிம்பங்களின் அளவுகளை மாற்றலாம்.
tr: <p><b>Orantısal (2 boyut)</b>: iki boyut kullanarak otomatik boyutlandırma. Resimlerin görünüm oranları korunacaktır. Bunu, mesela resminizin ekran boyutunuza uygunlaştırılmasında kullanabilirsiniz.

source: <p><b>Non proportional</b>: non-proportional resizing using two dimensions. The images' aspect ratios are not preserved.
ca: <p><b>No proporcional</b>: redimensionat no proporcional usant dues dimensions. No es manté la proporció d'aspecte de les imatges.
el: <p><b>Χωρίς αναλογίες</b>: αλλαγή μεγέθους χωρίς αναλογία χρησιμοποιώντας δύο διαστάσεις. Οι αναλογίες διαστάσεων των εικόνων δε θα διατηρηθούν.
es: <p><b>No proporcional</b>: redimensionamiento no proporcional usando dos dimensiones. No se conservará la proporción entre la anchura y la altura de las imágenes.
fr: <p><b>Non proportionnel</b> : redimensionnement non proportionnel utilisant deux dimensions. Les proportions des images ne sont pas conservées.
gl: <p><b>Non proporcional</b>: Redimensionado non proporcional utilizando duas dimensións. As proporzóns das imaxes non son conservadas.
nl: <p><b>Niet-proportioneel</b>: niet-proportioneel wijzigen van de grootte door gebruik te maken van twee dimensies. De beeldverhouding van de afbeeldingen blijft niet bewaard.
pl: <p><b>Nieproporcjonalny</b>: zmiana rozmiarów w dwóch wymiarach, bez zachowania proporcji.
sr: <p><b>Непропорционална</b>: непропорционална промена величина помоћу две димензије. Пропорције слике неће бити сачуване.
sr@latn: <p><b>Neproporcionalna</b>: neproporcionalna promena veličina pomoću dve dimenzije. Proporcije slike neće biti sačuvane.
ta: <p><b>விகிதமற்றது</b>: விகிதமற்ற மறுஅளவாக்குதல் இரண்டு அளவுகளை பயன்படுத்துகிறது. பிம்பங்களின் தோற்ற விகிதாச்சாரங்கள் வைக்கப்படவில்லை.
tr: <p><b>Orantısal olmayan</b>: iki boyut kullanarak orantısal olmayan boyutlandırma. Resim görünüm oranları korunmayacaktır.

source: <p><b>Prepare to print</b>: prepare the image for photographic printing. The user can set the print resolution and the photographic paper size. The target images will be adapted to the specified dimensions (included the background size, margin size, and background color).
ca: <p><b>Prepara per imprimir</b>: prepara la imatge per la seva impressió fotogràfica. L'usuari pot indicar la resolució d'impressió i la mida del paper fotogràfic. Les imatges destí s'adaptaran a les dimensions especificades (inclòs la mida del fons, la mida del marge i el color de fons).
el: <p><b>Προετοιμασία για εκτύπωση</b>: προετοιμασία της εικόνας για φωτογραφική εκτύπωση. Ο χρήστης μπορεί να ορίσει την ανάλυση εκτύπωσης και το μέγεθος του φωτογραφικού χαρτιού. Οι εικόνες προορισμού θα προσαρμοστούν στις ορισμένες διαστάσεις (περιλαμβανομένου του μεγέθους φόντου, του μεγέθους περιθωρίου, και το χρώμα φόντου).
es: <p><b>Adaptación para impresión</b>: prepara la imagen para impresión. El usuario puede parametrizar la resolución de impresión y el tamaño del papel fotográfico. La imagen de destino será adaptada a las dimensiones apropiadas (incluyendo el tamaño y el color del fondo, así como el tamaño del borde alrededor de la imagen).
fr: <p><b>Adapté pour l'impression</b> : prépare l'image pour l'impression. L'utilisateur peut définir la résolution d'impression et la taille du papier. Les images cible seront adaptées aux dimensions spécifiées.
gl: <p><b>Preparar para imprimir</p>: prepara a imaxe para impresión fotográfica. O usuário pode escoller a resoluzón da impresión e o tamaño do papel fotográfico. As imaxes de destino serán adaptadas ás dimensións adecuadas (incluindo o tamaño do fondo, o tamaño das marxes e a cor de fondo).
nl: <p><b>Voorbereiden om af te drukken</b>: bereid de afbeelding voor om af te drukken als foto. De gebruiker kan de afdrukresolutie en de fotopapiergrootte instellen. De doelafbeeldingen zullen aangepast worden aan de specifieke afmetingen (inclusief de grootte van de achtergrond, de grootte van de kantlijn en de achtergrondkleur).
pl: <p><b>Przygotuj do druku</b>: przygotuj zdjęcie do wydruku fotograficznego. Użytkownik może wybrać rozdzielczość druku oraz rozmiar papieru fotograficznego. Zdjęcia wyjściowe zostaną dopasowane do wybranych rozmiarów (włączając w to rozmiar tła, marginesów oraz kolor tła).
sr: <p><b>Припреми за штампу</b>: припрема слику за фотографску штампу. Корисник може да постави резолуцију штамапања и величину фотографског папира. Циљне слике биће прилагођене наведеним димензијама (укључујући величину позадине и маргина), као и боји позадине.
sr@latn: <p><b>Pripremi za štampu</b>: priprema sliku za fotografsku štampu. Korisnik može da postavi rezoluciju štamapanja i veličinu fotografskog papira. Ciljne slike biće prilagođene navedenim dimenzijama (uključujući veličinu pozadine i margina), kao i boji pozadine.
ta: <p><b>அச்சிட தயார் செய்</b>: prepare the image for a photographic printing. The user can set the print resolution and the photographic paper size. The target images will be adapted to the good dimensions (included the background size, marging size, and background color).
tr: <p><b>Yazdırmaya hazırla</b>: resmi fotoğrafik yazdırmaya hazırla. Kullanıcı, yazdırma çözünürlüğünü vefotoğraf kağıdının boyutunu ayarlayabilir. Hedef resimler belirlenen boyutlara uygunlaştırılacaktır. (arkaplan boyutu, kenar boşlukları ve arkaplan rengi dahil).

source: Image-Resize Options
ca: Opcions de redimensionat de la imatge
el: Επιλογές αλλαγής μεγέθους εικόνας
es: Opciones del redimensionado de imágenes
fr: Options du redimensionnement
gl: Opzóns do Redimensionamento das Imaxes
nl: Opties voor groottewijziging
pl: Opcje zmiany rozmiaru zdjęć
sr: Опције промене величине слике
sr@latn: Opcije promene veličine slike
ta: பிம்ப மாற்றளவு விருப்பத்தேர்வுகள்
th: ตัวเลือกการปรับขนาดกลุ่มภาพ
tr: Resim Boyutlandırma Seçenekleri

source: Resize Options
ca: Opcions de redimensionat
el: Επιλογές αλλαγής μεγέθους
es: Opciones de redimensionado
fr: Options du redimensionnement
gl: Opzóns do Redimensionamento
nl: Opties voor wijzigen van grootte
pl: Opcje zmiany rozmiaru
sr: Опције промене величине
sr@latn: Opcije promene veličine
ta: மாற்றளவு விருப்பத்தேர்வுகள்
th: ตัวเลือกการปรับขนาด
tr: Boyutlandırma Seçenekleri

source: New size (pixels):
ca: Mida nova (píxels):
el: Νέο μέγεθος (εικονοστοιχεία):
es: Nuevo tamaño (puntos):
fr: Nouvelle taille (en pixel) :
gl: Novo tamaño (píxels):
nl: Nieuwe grootte (pixels):
pl: Nowy rozmiar (w pikselach):
sr: Нова величина (у пикселима):
sr@latn: Nova veličina (u pikselima):
ta: புதிய அளவு(படப் புள்ளிகள்):
th: ขนาดภาพใหม่ (พิกเซล):
tr: Yeni boyut (piksel):

source: <p>The new images' size in pixels.
ca: <p>La nova mida de la imatge en píxels.
el: <p>Το νέο μέγεθος των εικόνων σε εικονοστοιχεία.
es: <p>El nuevo tamaño de las imágenes en número de puntos.
fr: <p>Nouvelle taille des images en pixel.
gl: <p>O novo tamaño das imaxes en píxels.
nl: <p>De nieuwe afbeeldinggrootte in pixels.
pl: <p>Nowy rozmiar zdjęć, w pikselach.
sr: <p>Величина нове слике у пикселима.
sr@latn: <p>Veličina nove slike u pikselima.
ta: <p>படப்புள்ளிகளில் புதிய படிமத்தின் அளவு.
th: <p>ขนาดใหม่ของกลุ่มภาพ หน่วยเป็นพิกเซล
tr: <p>Yeni resimlerin piksel olarak boyutları.

source: Image quality (percent):
ca: Qualitat d'imatge (percentatge):
el: Ποιότητα εικόνας (ποσοστό):
es: Calidad de imagen (porcentaje):
fr: Qualité de l'image (en pourcentage) :
gl: Calidade de imaxe (porcentaxe):
nl: Afbeeldingkwaliteit (percentage):
pl: Jakość zdjęcia (w procentach):
sr: Квалитет слике (проценат):
sr@latn: Kvalitet slike (procenat):
ta: பிம்பத்தின் தரம் (விகிதம்):
th: คุณภาพภาพ (เปอร์เซ็นต์):
tr: Resim kalitesi (yüzde):

source: <p>Quality for JPEG images.
ca: <p>Qualitat per les imatges JPEG.
el: <p>Ποιότητα για εικόνες JPEG.
es: <p>Calidad de las imágenes JPEG.
fr: <p>Qualité des images JPEG.
gl: <p>Calidade das imaxes JPEG.
nl: <p>Kwaliteit voor jpeg-afbeeldingen.
pl: <p>Jakość zdjęć w formacie JPEG.
sr: <p>Квалитет за JPEG слике.
sr@latn: <p>Kvalitet za JPEG slike.
ta: <p>JPEG பிம்பங்களுக்கு தரம்
th: <p>คุณภาพของภาพแบบ JPEG
tr: <p>JPEG resimler için kalite.

source: Filter name:
ca: Nom del filtre:
el: Όνομα φίλτρου:
es: Nombre del filtro:
fr: Nom du filtre :
gl: Nome do filtro:
nl: Filternaam:
pl: Nazwa filtru:
sr: Име филтера:
sr@latn: Ime filtera:
ta: வடிப்பான் பெயர்:
th: ชื่อฟิลเตอร์:
tr: Filtre adı:

source: _: Filter name Bessel
ca: Bessel
el: Bessel
es: Bessel
fr: Bessel
gl: Bessel
nl: Bessel
pl: Bessel
sr: Бесел
sr@latn: Besel

source: _: Filter name Blackman
ca: Blackman
el: Blackman
es: Blackman
fr: Blackman
gl: Blackman
nl: Blackman
pl: Blackman
sr: Блекмен
sr@latn: Blekmen

source: _: Filter name Box
ca: Caixa
el: Πλαίσιο
es: Caja
fr: Box
gl: Caixa
nl: Box
pl: Skrzynkowy
sr: Бокс
sr@latn: Boks

source: _: Filter name Catrom
ca: Catrom
el: Catrom
es: Catrom
fr: Catrom
gl: Catrom
nl: Catrom
pl: Catrom
sr: Кетром
sr@latn: Ketrom

source: _: Filter name Cubic
ca: Cúbic
el: Κυβικό
es: Cúbico
fr: Cubique
gl: Cúbico
nl: Cubic
pl: Sześcienny
sr: Кубни
sr@latn: Kubni

source: _: Filter name Gaussian
ca: Gaussià
el: Gaussian
es: Gausiano
fr: Gaussien
gl: Gausiano
nl: Gaussian
pl: Gauss
sr: Гаусов
sr@latn: Gausov

source: _: Filter name Hermite
ca: Hermite
el: Hermite
es: Hermite
fr: Hermite
gl: Hermite
nl: Hermite
pl: Hermite
sr: Хермит
sr@latn: Hermit

source: _: Filter name Hanning
ca: Hanning
el: Hanning
es: Hanning
fr: Hanning
gl: Hanning
nl: Hanning
pl: Hanning
sr: Хенинг
sr@latn: Hening

source: _: Filter name Hamming
ca: Hamming
el: Hamming
es: Hamming
fr: Hamming
gl: Hamming
nl: Hamming
pl: Hamming
sr: Хеминг
sr@latn: Heming

source: _: Filter name Lanczos
ca: Lanczos
el: Lanczos
es: Lanczos
fr: Lanczos
gl: Lanczos
nl: Lanczos
pl: Lanczos
sr: Ланчош
sr@latn: Lančoš

source: _: Filter name Mitchell
ca: Mitchell
el: Mitchell
es: Mitchell
fr: Mitchell
gl: Mitchell
nl: Mitchell
pl: Mitchell
sr: Мичел
sr@latn: Mičel

source: _: Filter name Point
ca: Punt
el: Σημείο
es: Punto
fr: Point
gl: Ponto
nl: Point
pl: Punktowy
sr: Тачка
sr@latn: Tačka

source: _: Filter name Quadratic
ca: Quadràtic
el: Τετράγωνο
es: Cuadrático
fr: Quadratique
gl: Cuadrático
nl: Quadratic
pl: Kwadratowy
sr: Квадратни
sr@latn: Kvadratni

source: _: Filter name Sinc
ca: Sinc
el: Sinc
es: Sinc
fr: Sinc
gl: Sinc
nl: Sinc
pl: Sinc
sr: Синк
sr@latn: Sink

source: _: Filter name Triangle
ca: Triangle
el: Τρίγωνο
es: Triángulo
fr: Triangle
gl: Triangular
nl: Triangle
pl: Trójkątny
sr: Троугао
sr@latn: Trougao

source: <p>Select here the filter name for the resize-image process. This filter will be used like a kernel convolution process during the increased image size rendering. The default filter is 'Lanczos'.
ca: <p>Seleccioneu aquí el nom del filtre pel procés de redimensionat d'imatges. Aquest filtre s'usarà com un procés de convolució nuclear durant la renderització de l'increment de la mida de la imatge. El filtre per defecte és 'Lanczos'.
el: <p>Επιλέξτε εδώ το όνομα φίλτρου για την αλλαγή μεγέθους. Αυτό το φίλτρο θα εφαρμοστεί κατά την αποτύπωση της δημιουργίας εικόνας αυξημένου μεγέθους. Το προκαθορισμένο φίλτρο είναι το 'Lanczos'.
es: <p>Seleccione aquí el nombre del filtro para las operaciones de cambio de tamaño. Este filtro se usará de forma similar a un proceso de convolución del núcleo para suavizar la imagen al agrandarla. El filtro predeterminado es «Lanczos».
fr: <p>Sélectionnez ici le nom du filtre pour l'opération de redimensionnement. Le filtre par défaut est « Lanczos ».
gl: <p>Escolla aqui o nome do filtro para o redimensionamento de imaxe. Este filtro será utilizado como un proceso de convoluzón durante a renderizazón da imaxe aumentada. O filtro por omisión é 'Lanczos'.
nl: <p>Selecteer hier het filter voor het wijzigen van de afbeeldinggrootte. Dit filter zal gebruikt worden als een verwerkingsproces tijdens het vergroten van de afbeeldingen. De standaardfilter is 'Lanczos'.
pl: <p>Wybierz tutaj nazwę filtru dla procesu zmiany rozmiaru zdjęcia. Filtr ten będzie używany podczas zmiany rozmiaru zdjęcia. Domyślnym filtrem jest 'Lanczos'.
sr: <p>Изаберите овде име филтера за обраду промене величине слика. Овај филтер ће се користити као унутрашња обрада конволуције током рендеровања повећане величине слике. Подразумевани филтер је „Ланчош“.
sr@latn: <p>Izaberite ovde ime filtera za obradu promene veličine slika. Ovaj filter će se koristiti kao unutrašnja obrada konvolucije tokom renderovanja povećane veličine slike. Podrazumevani filter je „Lančoš“.
ta: <p>பிம்ப அளவை மீட்டமைப்பதற்காக வடிகட்டி பெயரை இங்கு தேர்வு செய்யவும். இந்த வடிகட்டி கேர்னல் செயலாக பயன்படுத்துஅ படும் பிம்ப அளவு கூட்டும் பொழுது பதிப்பு வரைதல். முன்னிருப்பு வடிகட்டி 'Lanczos'.
tr: <p>Burada resmi boyutlandırmak için filtre adı seçiniz. Bu filtre artan resim boyutları hesaplanırken bir çekirdek dönüştürme işlemi gibi kullanılacaktır. Öntanımlı süzgeç 'Lanzcos'tur.

source: Note: the images will be resized to this size. The width or the height of the images will be automatically selected in depending of the images orientation. The images' aspect ratios are preserved.
ca: Nota: les imatges es redimensionaran a aquesta mida. L'amplada o l'alçada de les imatges se seleccionarà automàticament depenent de l'orientació de les imatges. Es mantindrà la proporció d'aspecte.
el: Σημείωση: οι εικόνες θα τροποποιηθούν σε αυτό το μέγεθος. Το πλάτος ή το ύψος των εικόνων θα επιλεγεί αυτόματα ανάλογα με τον προσανατολισμό των εικόνων. Οι αναλογίες διαστάσεων των εικόνων θα διατηρηθούν.
es: Nota: las imágenes serán redimensionadas a este tamaño. La anchura o altura de las imágenes serán modificada automáticamente en función de la orientación de las imágenes. Se conservará la proporción entre la anchura y la altura de las imágenes.
fr: Note : les images seront redimensionnées à cette taille. La largeur ou la hauteur des images sera automatiquement sélectionnée en fonction de l'orientation des images. Les proportions des images sont conservées.
gl: Nota: as imaxes van ser redimensionadas a este tamaño. A largura ou altura das imaxes será automaticamente escollida dependendo da orientazón das imaxes. As proporzóns das imaxes son conservadas.
nl: Let op: de afbeeldingen worden geschaald naar deze grootte. De breedte van de afbeeldingen zal automatisch worden geselecteerd aan de hand van de oriëntatie van de afbeelding. De beeldverhouding blijft behouden.
pl: Pamiętaj: rozmiar zdjęć zostanie zmieniony do tego rozmiaru. Szerokość lub wysokość zdjęcia zostanie dobrana automatycznie, w zależności od orientacji zdjęcia. Proporcje zdjęć zostaną zachowane.
sr: Напомена: сликама ће бити промењена величина на ову. Ширина или висина слика биће аутоматски изабрана у зависности од њихове оријентације. Пропорције слика биће сачуване.
sr@latn: Napomena: slikama će biti promenjena veličina na ovu. Širina ili visina slika biće automatski izabrana u zavisnosti od njihove orijentacije. Proporcije slika biće sačuvane.
ta: குறிப்பு: பிமபம் அளவு மீட்டமைக்க படும் இந்த அளாவு. அகலம் அல்லது உயரத்தின் பிம்பம் தானாகவேஎ தோற்ற முகநோக்கின் படி தேர்ந்தேடுக்க படும். பிம்ப சரி விகிதம் பாதுகாக்க படும்.
tr: Not resimler bu boya göre yeniden boyutlandırılacaktır. Resimleri genişlik veya yüksekliği resim durumuna bağlı olarak otomatik olarak hesaplanacaktır. Resimlerin kenar oranları korunacaktır.

source: Size Settings
ca: Paràmetres de dimensions
el: Ρυθμίσεις μεγέθους
es: Preferencias de tamaño
fr: Dimensions
gl: Configurazón de Tamaño
nl: Grootte-instellingen
pl: Ustawienia rozmiarów
sr: Поставке величине
sr@latn: Postavke veličine
ta: அளவு அமைப்புகள்
th: ตั้งค่าขนาด
tr: Boyut Ayarları

source: Width (pixels):
ca: Amplada (píxels):
el: Πλάτος (εικονοστοιχεία):
es: Anchura (puntos):
fr: Largeur (en pixel) :
gl: Largura (píxels):
nl: Breedte (pixels):
pl: Szerokość (w pikselach):
sr: Ширина (у пикселима):
sr@latn: Širina (u pikselima):
ta: அகலம்(படப்புள்ளிகள்):
th: ความกว้าง (พิกเซล):
tr: Genişlik (piksel):

source: <p>The new images' width in pixels.
ca: <p>La nova amplada de la imatge en píxels.
el: <p>Το νέο πλάτος των εικόνων σε εικονοστοιχεία.
es: <p>La nueva anchura de las imágenes en número de puntos.
fr: <p>Nouvelle largeur des images en pixel.
gl: <p>A nova largura das imaxes en píxels.
nl: <p>De nieuwe afbeeldinggrootte in pixels.
pl: <p>Nowa szerokość zdjęć, w pikselach.
sr: <p>Ширина нове слике у пикселима.
sr@latn: <p>Širina nove slike u pikselima.
ta: <p>புதிய படங்களின் அகலத்தின் படப்புள்ளிகள்
th: <p>ค่าความกว้างใหม่ของกลุ่มภาพ หน่วยเป็นพิกเซล
tr: <p>Yeni resimlerin piksel olarak genişliği.

source: Height (pixels):
ca: Alçada (píxels):
el: Ύψος (εικονοστοιχεία):
es: Altura (puntos):
fr: Hauteur (en pixel) :
gl: Altura (píxels):
nl: Hoogte (pixels):
pl: Wysokość (w pikselach):
sr: Висина (у пикселима):
sr@latn: Visina (u pikselima):
ta: உயரம் (படப்புள்ளிகள்):
th: ความสูง (พิกเซล):
tr: Yükseklik (piksel)

source: <p>The new images' height in pixels.
ca: <p>La nova alçada de la imatge en píxels.
el: <p>Το νέο ύψος των εικόνων σε εικονοστοιχεία.
es: <p>La nueva altura de las imágenes en número de puntos.
fr: <p>Nouvelle hauteur des images en pixel.
gl: <p>A nova altura das imaxes en píxels.
nl: <p>De nieuwe afbeeldinggrootte in pixels.
pl: <p>Nowa wysokość zdjęć, w pikselach.
sr: <p>Висина нове слике у пикселима.
sr@latn: <p>Visina nove slike u pikselima.
ta: <p>புதிய படங்களின் உயரத்தின் படப்புள்ளிகள்.
th: <p>ค่าความสูงใหม่ของกลุ่มภาพ หน่วยเป็นพิกเซล
tr: <p> Yeni resimlerin piksel olarak yüksekliği.

source: Rendering Settings
ca: Paràmetres de renderització
el: Ρυθμίσεις αποτύπωσης
es: Preferencias de representación
fr: Paramètres de rendu
gl: Configurazón do Renderizado
nl: Instellingen voor rendering
pl: Ustawienia wyświetlania
sr: Поставке рендеровања
sr@latn: Postavke renderovanja
ta: பதிப்பு வரைதல் அமைப்புகள்
th: ตั้งค่าการแสดงผล
tr: Hesaplama Ayarları

source: Background color:
ca: Color de fons:
el: Χρώμα φόντου:
es: Color de fondo:
fr: Couleur de fond :
gl: Cor de fondo:
nl: Achtergrondkleur:
pl: Kolor tła:
sr: Боја позадине:
sr@latn: Boja pozadine:
ta: பின்புலத்தின் வண்ணம்:
th: สีพื้นหลัง:
tr: Arkaplan rengi:
