Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_htmlexport.po
Languages: ar, br, pa, sr, th

source: _: NAME OF TRANSLATORS Your names
ar: Mohamed SAAD محمد سعد
br: Thierry Vignaud, Jañ-Mai Drapier
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
sr: Слободан Симић
th: ถนอมทรัพย์ นพบูรณ์

source: _: EMAIL OF TRANSLATORS Your emails
ar: metehyi@free.fr
br: tvignaud@mandriva.com, jdrapier@club-internet.fr
pa: aalam@users.sf.net
sr: simicsl@verat.net
th: donga.nb@gmail.com

source: Could not find theme in '%1'
ar: لم أتمكن من العثور على السمة في '%1'
br: N'hell ket bet kavet ar c'hiz e « %1 »
pa: '%1' ਸਰੂਪ ਨਹੀਂ ਲੱਭਿਆ ਜਾ ਸਕਿਆ
sr: Не могу да нађем тему у „%1“
th: ไม่สามารถค้นหาชุดตกแต่งใน '%1' ได้

source: Copying theme
ar: جاري نسخ السمة
br: Oc'h eilañ ar c'hiz
pa: ਸਰੂਪ ਨਕਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
sr: Копирам тему
th: กำลังทำการคัดลอกชุดตกแต่ง

source: Could not copy theme
ar: لم أتمكن من نشخ السمة
br: N'hell ket bet eilet ar c'hiz
pa: ਸਰੂਪ ਨਕਲ ਨਹੀਂ ਹੋ ਸਕਿਆ
sr: Не могу да копирам тему
th: ไม่สามารถทำการคัดลอกชุดตกแต่งได้

source: Could not open file '%1' for writing
br: N'hell ket digeret ar restr '%1' evit skrivañ
pa: ਫਾਇਲ '%1' ਲਿਖਣ ਲਈ ਖੋਲ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕੀ
sr: Не могу да отворим фајл „%1“ ради уписа
th: ไม่สามารถเปิดแฟ้ม '%1' เพื่อเขียนแฟ้มได้

source: Could not save image to file '%1'
br: N'hell ket bet enrollet ar skeudenn er restr '%1'
pa: ਚਿੱਤਰ '%1' ਫਾਇਲ ਵਿੱਚ ਸੰਭਾਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
sr: Не могу да снимим слику у фајл „%1“
th: ไม่สามารถบันทึกภาพไปยังแฟ้ม '%1' ได้

source: Could not read image '%1'
br: N'hell ket bet lennet ar skeudenn '%1'
pa: ਚਿੱਤਰ '%1' ਪੜ੍ਹਨ ਸਮੇਂ ਗਲਤੀ
sr: Не могу да читам слику „%1“
th: ไม่สามารถอ่านแฟ้มภาพ '%1' ได้

source: Format of image '%1' is unknown
br: Dianav eo furmad ar skeudenn '%1'
pa: ਚਿੱਤਰ ਫਾਰਮੈਟ '%1' ਅਣਜਾਣ ਹੈ
sr: Формат слике „%1“ је непознат
th: ไม่รู้จักชนิดของแฟ้มภาพ '%1'

source: Error loading image '%1'
br: Fazi en ur gargañ ar skeudenn '%1'
pa: ਚਿੱਤਰ '%1' ਲੋਡ ਕਰਨ ਸਮੇਂ ਗਲਤੀ
sr: Грешка при учитавању слике „%1“
th: เกิดข้อผิดพลาดในการเรียกภาพ '%1'

source: Could not save image '%1' to '%2'
ar: لم أتمكن من حفظ الصور '%1' إلى '%2'
br: N'hell ket bet enrollet ar skeudenn '%1' da '%2'
pa: ਚਿੱਤਰ '%1' '%2' ਲਈ ਸੰਭਾਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ
sr: Не могу да сачувам слику „%1“ у „%2“
th: ไม่สามารถบันทึกภาพ '%1' ไปเป็น '%2' ได้

source: Could not save thumbnail for image '%1' to '%2'
ar: لم أتمكن من احظ الظفر للصور '%1' إلى '%2'
br: N'hell ket bet enrollet skeudennig ar skeudenn '%1' da '%2'
pa: ਚਿੱਤਰ '%1' ਨੂੰ '%2' ਲਈ ਥੰਮਨੇਲ ਲਈ ਸੰਭਾਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
sr: Не могу да сачувам умањени приказ за слику „%1“ у „%2“
th: ไม่สามารถบันทึกภาพตัวอย่างสำหรับภาพ '%1' ไปเป็น '%2' ได้

source: Could not create gallery.xml
sr: Не могу да направим gallery.xml

source: Generating files for "%1"
ar: جاري إنشاء الملفات لِــ "%1"
br: O krouiñ restroù evit « %1 »
pa: "%1" ਲਈ ਫਾਇਲਾਂ ਤਿਆਰ ਕੀਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
sr: Правим фајлове за „%1“
th: กำลังทำการสร้างแฟ้มสำหรับ "%1"

source: Previous
ar: السابق
br: Kent
pa: ਪਿੱਛੇ
sr: Претходно
th: ย้อนกลับ

source: Next
ar: التالي
br: A heul
pa: ਅੱਗੇ
sr: Следеће
th: ถัดไป

source: Collection List
ar: لائحة المجموعة
br: Roll an dastumadoù
pa: ਭੰਡਾਰ ਸੂਚੀ
sr: Листа збирки
th: รายการภาพสะสม

source: Original Image
br: Skeudenn kentañ
sr: Оригинална слика

source: Go Up
sr: Иди горе

source: Generating HTML files
ar: يجري إنشاء الملفات HTML
br: O krouiñ ar restroù HTML
pa: HTML ਫਾਇਲ ਤਿਆਰ ਕੀਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
sr: Правим HTML фајлове
th: กำลังทำการสร้างแฟ้ม HTML

source: Could not load XSL file '%1'
ar: لم أتمكن من تحملي الملف XSL '%1'
br: N'hell ket bet karget ar restr XSLT '%1'
pa: XST ਫਾਇਲ '%1' ਨੂੰ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
sr: Не могу да учитам XSL фајл „%1“
th: ไม่สามารถโหลดแฟ้ม XSL '%1' ได้

source: Could not load XML file '%1'
ar: لم أتمكن من تحميل الملف XML '%1'
br: N'hell ket bet karget ar restr XML '%1'
pa: XML ਫਾਇਲ '%1' ਲੋਡ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ
sr: Не могу да учитам XML фајл „%1“
th: ไม่สามารถโหลดแฟ้ม XML '%1' ได้

source: Error processing XML file
ar: خطأ إجراء الملف XML
br: Fazi en ur dreterez ar restr XML
pa: XML ਫਾਇਲ ਉੱਤੇ ਕਾਰਵਾਈ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
sr: Грешка у обради XML фајла
th: เกิดข้อผิดพลาดในการประมวลผลแฟ้ม XML

source: Could not open '%1' for writing
br: N'hell ket digeret ar restr '%1' evit skrivañ
sr: Не могу да отворим „%1“ ради уписа

source: Could not create folder '%1' in '%2'
sr: Не могу да направим фасциклу „%1“ у „%2“

source: HTML Gallery...
ar: معرض HTML...
br: Garidell HTML ...
pa: HTML ਗੈਲਰੀ...
sr: HTML галерија...
th: แกลเลอรีภาพแบบ HTML...

source: Generating gallery...
ar: جاري إنشاء معرض الصور...
br: O krouiñ ar garidell ...
pa: ਗੈਲਰੀ ਤਿਆਰ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
sr: Стварам галерију...
th: กำลังสร้างแกลเลอรี...

source: ImageSettingsPage
sr: Страна подешавања слике

source: Full Image
ar: كامل الصورة
br: Skeudenn leun
pa: ਪੂਰਾ ਚਿੱਤਰ
sr: Пуна слика
th: ภาพเต็มขนาด

source: Thumbnail
ar: الظفر
br: Skeudennig
pa: ਥੰਮਨੇਲ
sr: Умањени приказ
th: ภาพตัวอย่าง

source: Save image
br: Enrollañ ar skeudenn
pa: ਚਿੱਤਰ ਸੰਭਾਲੋ
sr: Сними слику
th: บันทึกภาพ

source: Max size:
ar: القياس الأقصى:
pa: ਵੱਧ ਤੋਂ ਵੱਧ ਆਕਾਰ:
sr: Макс. величина:
th: ขนาดสูงสุด:

source: Format:
ar: الهيئة:
br: Furmad :
pa: ਫਾਰਮੈਟ:
sr: Формат:
th: รูปแบบภาพ:

source: Quality:
ar: الجودة:
br: Perzh-mat :
pa: ਕੁਆਲਟੀ:
sr: Квалитет:
th: คุณภาพภาพ (%):

source: Include full-size original images for download
sr: Укључи оригиналне слике у пуној величини за преузимање

source: Use original image
pa: ਅਸਲੀ ਚਿੱਤਰ ਵਰਤੋਂ
sr: Користи оригиналну слику
th: ใช้ภาพต้นฉบับ

source: Size:
ar: القياس:
br: Ment :
pa: ਆਕਾਰ:
sr: Величина:
th: ขนาดภาพ:

source: Destination folder:
ar: المجلد الهدف:
br: Renkell an dehaezadur :
pa: ਟਿਕਾਣਾ ਫੋਲਡਰ:
sr: Одредишна фасцикла:
th: โฟลเดอร์ปลายทาง:

source: Open in browser
ar: إفتح في المتصفح
br: Digeriñ er furcher
pa: ਝਲਕਾਰੇ 'ਚ ਖੋਲ੍ਹੋ
sr: Отвори у прегледачу
th: เปิดใช้ในบราวเซอร์

source: Form1
br: Paperenn-reol 1
sr: Облик1

source: In this page, you can change some theme parameters. Depending on the theme, different parameters are available.
sr: На овој страни можете изменити неке параметре. У зависности од теме, различити параметри су доступни.

source: HTML Export
ar: تصجير HTML
br: Ezporzh HTML
pa: HTML ਨਿਰਯਾਤ
sr: Извоз у HTML
th: ส่งออกเป็น HTML

source: A KIPI plugin to export image collections to HTML pages
ar: قابس ( برنامج ملحق ) من KIPI لتصدير مجموعات الصور إلى صفحات الــ HTML
sr: KIPI прикључак за извоз збирке слика у HTML стране
th: ปลั๊กอินของ KIPI สำหรับส่งออกรายการภาพสะสมเป็นหน้าข้อมูล HTML

source: Author and Maintainer
ar: المؤلف و المسؤول عن الصيانة
br: Oberour & ratreer
pa: ਲੇਖਕ ਅਤੇ ਪਰਬੰਧਕ
sr: Аутор и одржавалац
th: ผู้เขียนและผู้ดูแล

source: Plugin Handbook
sr: Приручник прикључка

source: Collection Selection
ar: إختيار المجموعة
pa: ਭੰਡਾਰ ਚੋਣ
sr: Избор збирке
th: เลือกชุดภาพสะสม

source: Theme
ar: السمة
br: Giz
pa: ਸਰੂਪ
sr: Тема
th: ชุดตกแต่ง

source: Theme Parameters
sr: Параметри теме

source: Image Settings
ar: إعدادات الصور
br: Dibarzhoù ar skeudenn
pa: ਚਿੱਤਰ ਸਥਾਪਨ
sr: Поставке слике
th: การตั้งค่าภาพ

source: Output
ar: المخرجات
br: Ezkas
pa: ਆਉਟਪੁੱਟ
sr: Излаз
th: ค่าส่งออก

source: Author: %1
ar: المؤلف : %1
br: Oberour : %1
pa: ਲੇਖਕ: %1
sr: Аутор: %1
th: ผู้เขียน: %1
