Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_galleryexport.po
Languages: br, da, de, es, fr, gl, nl, pa, pl, pt_br, ru, sr, th

source: _: NAME OF TRANSLATORS Your names
br: Thierry Vignaud, Jañ-Mai Drapier
da: Erik Kjær Pedersen
de: Oliver Dörr
es: Eloy Cuadra
fr: Tung Nguyen
gl: mvillarino
nl: Rinse de Vries
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pl: Igor Klimer
pt_br: José Monteiro, Luiz Fernando Ranghetti
ru: Дмитрий Бугай
sr: Слободан Симић
th: ถนอมทรัพย์ นพบูรณ์

source: _: EMAIL OF TRANSLATORS Your emails
br: tvignaud@mandriva.com, jdrapier@club-internet.fr
da: erik@binghamton.edu
de: kde@doerr-privat.de
es: ecuadra@eloihr.net
fr: ntung@free.fr
gl: mvillarino@users.sourceforge.net
nl: rinsedevries@kde.nl
pa: aalam@users.sf.net
pl: kigro@vp.pl
pt_br: jf.monteiro@yahoo.com, elchevive@opensuse.org
ru: sam@vhnet.ru
sr: simicsl@verat.net
th: donga.nb@gmail.com

source: Gallery Name
br: Anv ar garidell
da: Gallerinavn
es: Nombre de la galería
nl: Galerijnaam
pa: ਗੈਲਰੀ ਨਾਂ
pl: Nazwa galerii
pt_br: Nome da galeria
ru: Название галереи
sr: Име галерије
th: ชื่อแกลเลอรี

source: User
br: Arveriad
da: Bruger
de: Benutzer
es: Usuario
nl: Gebruiker
pa: ਉਪਭੋਗੀ
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
sr: Корисник
th: ผู้ใช้

source: Name:
br: Anv :
da: Navn:
es: Nombre:
nl: Naam:
pa: ਨਾਂ:
pl: Nazwa:
pt_br: Nome:
ru: Имя:
sr: Име:
th: ชื่อ:

source: Username:
br: Anv an arveriad :
da: Brugernavn:
de: Benutzername:
es: Usuario:
fr: Utilisateur :
gl: Usuário:
nl: Gebruikersnaam:
pa: ਉਪਭੋਗੀ ਨਾਂ:
pl: Nazwa użytkownika:
pt_br: Nome de usuário:
ru: Имя пользователя:
sr: Корисничко име:
th: ชื่อผู้ใช้:

source: Password:
br: Tremenger :
da: Kodeord:
de: Passwort:
es: Contraseña:
fr: Mot de passe :
gl: Contrasinal:
nl: Wachtwoord:
pa: ਗੁਪਤ-ਕੋਡ:
pl: Hasło:
pt_br: Senha:
ru: Пароль:
sr: Лозинка:
th: รหัสผ่าน:

source: Use &Gallery 2
da: Brug &galleri 2
de: &Gallery 2 benutzen
es: Utilizar &Gallery 2
gl: Usar &Galeria 2
nl: &Galerij 2 gebruiken
pa: ਗੈਲਰੀ 2 ਵਰਤੋਂ(&G)
pl: Użyj &Gallery 2
pt_br: Usar &Galeria 2
sr: Користи &галерију 2
th: ใช้แกลเลอรี 2

source: Remote Galleries
br: Garidell a-bell
da: Fjerngallerier
de: Entfernte Galerien
es: Galerías remotas
nl: Externe galerijen
pa: ਰਿਮੋਟ ਗੈਲਰੀ
pl: Zdalne galerie
pt_br: Galerias remotas
ru: Сетевая галерея
sr: Удаљене галерије
th: แกลเลอรีระยะไกล

source: New Remote Gallery
br: Garidell a-bell nevez
da: Nyt fjerngalleri
de: Neue entfernte Galerie
es: Nueva galería remota
nl: Nieuwe externe galerij
pa: ਨਵੀਂ ਰਿਮੋਟ ਗੈਲਰੀ
pl: Nowa zdalna galeria
pt_br: Nova galeria remota
ru: Создать сетевую галерею
sr: Нова удаљена галерија
th: สร้างแกลเลอรีระยะไกลใหม่

source: No gallery selected!
br: N'eus garidell dibabet ebet !
da: Intet galleri er valgt.
de: Es ist keine Galerie ausgewählt.
es: ¡No hay galería seleccionada!
nl: Geen galerij geselecteerd!
pa: ਕੋਈ ਗੈਲਰੀ ਨਹੀਂ ਚੁਣੀ!
pl: Nie wybrano żadnej galerii
pt_br: Nenhuma galeria selecionada!
ru: Нет выбранной галереи!
sr: Нема изабране галерије!
th: ยังไม่มีการเลือกแกลเลอรี!

source: Edit Remote Gallery
br: Aozhañ ar garidell a-bell
da: Redigér fjerngalleri
de: Entfernte Galerie bearbeiten
es: Editar galería remota
nl: Externe galerij bewerken
pa: ਰਿਮੋਟ ਗੈਲਰੀ ਸੋਧ
pl: Edycja zdalnej galerii
pt_br: Editar galeria remota
ru: Редактировать сетевую галерею
sr: Уреди удаљену галерију
th: แก้ไขค่าแกลเลอรีระยะไกล

source: Are you sure you want to remove this gallery? All synchronisaton settings will be lost. You cannot undo this action.
da: Er du sikker på at du vil fjerne dette galleri? Alle synkroniseringsindstillinger vil gå tabte. Du kan ikke fortryde denne handling.
de: Sind Sie sicher, dass Sie diese Galerie löschen möchten? Alle Einstellungen zum Abgleichen gehen dabei verloren. Sie können diese Aktion nicht rückgängig machen.
es: ¿Está seguro de que desea eliminar esta galería? Se perderán todas las preferencias de sincronización. No podrá deshacer esta acción.
nl: Wilt u deze galerij verwijderen? Alle synchronisatie-instellingen zullen verloren gaan. U kunt deze handeling niet ongedaan maken.
pa: ਕੀ ਤੁਸੀਂ ਇਹ ਗੈਲਰੀ ਹਟਾਉਣੀ ਚਾਹੁੰਦੇ ਹੋ? ਸਭ ਸਮਕਾਲੀ ਸੈਟਿੰਗ ਖਤਮ ਹੋ ਜਾਣਗੀਆਂ। ਤੁਸੀਂ ਇਹ ਕਾਰਵਾਈ ਵਾਪਿਸ ਨਹੀਂ ਲੈ ਸਕਦੇ ਹੋ।
pl: Czy na pewno chcesz usunąć tą galerię? Wszystkie ustawienia synchronizacji zostaną utracone. Nie można cofnąć tej operacji.
pt_br: Tem certeza que deseja remover esta galeria? Todas as configurações de sincronização serão perdidas. Você não poderá desfazer esta ação.
ru: Вы, действительно, хотите удалить галерею? Все настройки синхронизации будут потеряны.
sr: Сигурни сте да желите да уредите ову удаљену галерију? Сва подешавања синхронизације биће изгубљена. Не можете повратити ову радњу.
th: คุณแน่ใจหรือว่าต้องการจะลบแกลเลอรีนี้ ? คุณจะสูญเสียการตั้งค่าการปรับเทียบข้อมูลทั้งหมด และจะไม่สามารถยกเลิกการกระทำนี้ได้

source: Remove Remote Gallery
br: Lemel ar garidell a-bell
da: Fjern fjerngalleri
de: Entfernte Galerie löschen
es: Eliminar galería remota
nl: Externe galerij verwijderen
pa: ਰਿਮੋਟ ਗੈਲਰੀ ਹਟਾਓ
pl: Usuwanie zdalnej galerii
pt_br: Remover galeria remota
ru: Удалить сетевую галерею
sr: Уклони удаљену галерију
th: ลบแกลเลอรีระยะไกล

source: Gallery URL probably incorrect
da: Galleri-URL sandsynligvis forkert
de: Die Adresse (URL) der Galerie ist möglicherweise falsch.
es: URL de la galería es probablemente incorrecto
fr: Emplacement incorrect
gl: A URL da galeria probabelmente é incorrecta
nl: URL-adres van galerij is waarschijnlijk fout
pa: ਗੈਲਰੀ URL ਸੰਭਵ ਤੌਰ 'ਤੇ ਗਲਤ ਹੈ
pl: Adres URL galerii jest najprawdopodobniej nieprawidłowy
pt_br: A URL da galeria está provavelmente incorreta
ru: Неверный адрес галереи
sr: URL галерије је вероватно неисправан
th: ตำแหน่ง URL ของแกลเลอรีอาจจะไม่ถูกต้อง

source: Incorrect username or password specified
br: N'eo ket mat anv roet an arveriad pe an tremenger roet
da: Forkert brugernavn eller kodeord angivet
de: Der Benutzername oder das Passwort ist falsch.
es: El usuario o contraseña no son correctos
fr: Nom d'utilisateur ou mot de passe incorrect
gl: Nome de usuário ou contrasinal incorrecto
nl: Onjuiste gebruikersnaam of wachtwoord opgegeven
pa: ਗਲਤ ਉਪਭੋਗੀ ਨਾਂ ਜਾਂ ਗੁਪਤ-ਕੋਡ ਦਿੱਤਾ ਹੈ
pl: Wprowadzono niepoprawną nazwę użytkownika lub hasło
pt_br: Nome de usuário ou senha incorreta especificada
ru: Неверное имя пользователя или пароль
sr: Наведено је неисправно корисничко име или лозинка
th: ชื่อผู้ใช้หรือรหัสผ่านอาจจะไม่ถูกต้อง

source: Invalid response received from remote Gallery
da: Ugyldigt svar modtaget fra fjerngalleri
de: Die Antwort von der Galerie ist ungültig.
es: Recibida respuesta no válida de la galería remota
fr: Réponse incorrecte reçue du site Gallery distant
gl: Recebeu-se unha resposta non válida da Galeria remota
nl: Ongeldig antwoord ontvangen van de externe galerij
pa: ਰਿਮੋਟ ਗੈਲਰੀ ਤੋਂ ਗਲਤ ਜਵਾਬ ਮਿਲਿਆ
pl: Otrzymano nieznaną odpowiedź ze zdalnej galerii
pt_br: Resposta inválida recebida da Galeria remota
ru: Неверный ответ с сетевой галереи
sr: Неисправан одговор примљен од удаљене галерије
th: ได้รับการตอบรับที่ไม่ถูกต้องจากแกลเลอรีระยะไกล

source: Failed to list albums
da: Kunne ikke lave liste over albummer
de: Die Liste der Alben lässt sich nicht lesen.
es: No ha sido posible listar los álbumes
fr: Impossible de lister les albums
gl: Non foi posíbel listar os álbuns
nl: Albumlijst weergeven mislukt
pa: ਐਲਬਮ ਲਿਸਟ ਲੈਣ ਲਈ ਫੇਲ੍ਹ
pl: Nie można wyświetlić listy albumów
pt_br: Não foi possível listar os álbuns
sr: Нисам успео да излистам албуме
th: ล้มเหลวในการเรียกรายการอัลบั้ม

source: Failed to list photos
da: Kunne ikke lave liste over billeder
de: Die Liste der Fotos lässt sich nicht lesen.
es: No ha sido posible listar las fotos
fr: Impossible de lister les photos
gl: Non foi posíbel listar as fotos
nl: Fotolijst weergeven mislukt
pa: ਫੋਟੋ ਲਿਸਟ ਲੈਣ ਲਈ ਫੇਲ੍ਹ
pl: Nie można wyświetlić listy zdjęć
pt_br: Não foi possível listar as fotos
sr: Нисам успео да излистам слике
th: ล้มเหลวในการเรียกรายการภาพถ่าย

source: Failed to create new album
br: Ne m'eus ket krouiñ un albom nevez
da: Kunne ikke oprette nyt album
de: Es ist ein Fehler beim Erstellen eines neuen Albums aufgetreten.
es: No ha sido posible crear un nuevo álbum
fr: Impossible de créer un nouvel album
gl: Non foi posíbel criar o novo álbum
nl: Nieuw album aanmaken mislukt
pa: ਨਵੀਂ ਐਲਬਮ ਬਣਾਉਣ ਲਈ ਫੇਲ੍ਹ
pl: Nie można utworzyć nowego albumu
pt_br: Não foi possível criar o novo álbum
ru: Не удалось создать альбом
sr: Нисам успео да направим нови албум
th: ล้มเหลวในการสร้างอัลบั้มใหม่

source: Failed to upload photo
br: Ne 'meus ket gallet ezkargañ ar foto
da: Kunne ikke overføre billede
de: Es ist ein Fehler beim Hochladen des Fotos aufgetreten.
es: No ha sido posible enviar la foto
fr: Impossible de transférer la photo
gl: Non foi posíbel subir a foto
nl: Foto uploaden mislukt
pa: ਫੋਟੋ ਅੱਪਲੋਡ ਕਰਨ ਲਈ ਫੇਲ੍ਹ
pl: Nie można wysyłać zdjęcia
pt_br: Não foi possível enviar a foto
ru: Не удалось загрузить фото
sr: Нисам успео да пошаљем слику
th: ล้มเหลวในการอัพโหลดภาพถ่าย

source: Albums
br: Albomoù
da: Albummer
de: Alben
es: Álbumes
gl: Álbuns
pa: ਐਲਬਮ
pl: Albumy
pt_br: Álbuns
ru: Альбомы
sr: Албуми
th: อัลบั้ม

source: Override Default Options
da: Overskriv standardopsætning
de: Standardeinstellungen überschreiben
es: Prescindir de las opciones predeterminadas
fr: Modifier les options par défaut
gl: Sobrescreber Opzóns Predefinidas
nl: Standaardopties vervangen
pa: ਮੂਲ ਚੋਣਾਂ ਨੂੰ ਅਣਡਿੱਠਾ ਕਰੋ
pl: Nadpisz domyślne opcje
pt_br: Sobrescrever as opções padrão
ru: Заменить параметры по умолчанию
sr: Прегази подразумеване опције
th: ปรับใช้แทนที่ค่าตัวเลือกปริยาย

source: Comment sets Title
de: Kommentar setzt Titel
es: Establecer el título del comentario
nl: Commentaar stelt titel in
pt_br: Comentários definem título
sr: Коментар поставља наслов

source: Comment sets Description
de: Kommentar setzt Beschreibung
es: Establecer la descripción del comentario
nl: Commentaar stelt beschrijving in
pt_br: Comentários definem descrição
sr: Коментар поставља опис

source: Resize photos before uploading
da: Ændr størrelse før overførsel
de: Größe der Fotos vor dem Hochladen ändern
es: Redimensionar las fotos antes de enviarlas
fr: Redimensionner les photos avant le transfert
gl: Redimensionar as fotos antes de subi-las
nl: Foto-afmeting aanpassen voor het uploaden
pa: ਅੱਪਲੋਡ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਫੋਟੋ ਮੁੜ-ਅਕਾਰ ਕਰੋ
pl: Przed wysłaniem zmień rozmiar zdjęć
pt_br: Redimensionar fotos antes de enviar
ru: Изменить размер фотографий перед загрузкой
sr: Промени величину пре слања
th: ปรับขนาดมิติภาพก่อนทำการอัพโหลด

source: Maximum dimension:
da: Maksimal størrelse:
de: Maximalgröße:
es: Dimensión máxima:
fr: Dimension maximale :
gl: Dimensión máxima:
nl: Maximumafmetingen:
pa: ਵੱਧੋ-ਵੱਧ ਮਾਪ:
pl: Maksymalna szerokość:
pt_br: Dimensão máxima:
ru: Максимальный размер:
sr: Највећа величина:
th: ค่าสูงสุดของมิติภาพ:

source: <h2>Gallery Export</h2>
br: <h2>Ezporzh ar garidell</h2>
da: <h2>Gallerieksport</h2>
de: <h2>Galerie-Export</h2>
es: <h2> Exportación de la galería</h2>
fr: <h2>Exporter vers le site Gallery</h2>
gl: <h2>Exportazón de Galeria</h2>
nl: <h2>Galerij-export</h2>
pa: <h2>ਗੈਲਰੀ ਨਿਰਯਾਤ</h2>
pl: <h2>Eksport do galerii</h2>
pt_br: <h2>Exportar galeria</h2>
ru: <h2>Экспорт галереи</h2>
sr: <h2>Извоз галерије</h2>
th: <h2>ส่งออกไปยังแกลเลอรี</h2>

source: &New Album
br: Albom &nevez
da: &Nyt album
de: &Neues Album
es: &Nuevo álbum
fr: &Nouvel album
gl: &Novo Álbum
nl: &Nieuw album
pa: ਨਵੀਂ ਐਲਬਮ(&N)
pl: &Nowy album
pt_br: &Novo álbum
ru: &Создать альбом
sr: &Нови албум
th: สร้างอัลบั้มใหม่

source: &Add Photos
br: &Ouzhpennañ fotoù
da: &Tilføj billeder
de: Fotos hin&zufügen
es: &Añadir fotos
fr: &Ajouter des photos
gl: &Engadir Fotos
nl: Foto's &toevoegen
pa: ਫੋਟੋ ਜੋੜੋ(&A)
pl: &Dodaj zdjęcia
pt_br: &Adicionar fotos
ru: &Добавить фотографии
sr: Дод&ај слике
th: เพิ่มภาพถ่าย

source: Gallery Export
br: Ezporzh ar garidell
da: Gallerieksport
de: Galerie-Export
es: Exportar galería
fr: Exporter vers le site Gallery
gl: Exportazón de Galeria
nl: Galerij-export
pa: ਗੈਲਰੀ ਨਿਰਯਾਤ
pl: Eksport do galerii
pt_br: Exportar galeria
ru: Экспорт галереи
sr: Извоз галерије
th: ส่งออกไปยังแกลเลอรี

source: A Kipi plugin to export image collection to remote Gallery server.
da: Et KIPI-plugin til at eksportere billedsamlingen til en galleriserver.
de: Ein KIPI-Modul zum Exportieren von Bildern auf einen entfernten Galerie-Server.
es: Un complemento de Kipi para exportar colecciones de imágenes a un servidor remoto de galerías.
fr: Un module externe KIPI pour exporter des images vers un site Gallery.
gl: Un plugin de Kipi para exportar a coleczón de imaxes a un servidor de Galerias remoto.
nl: Een KIPI-plugin voor het exporteren van een afbeeldingsverzameling naar een externe galerijserver.
pa: ਰਿਮੋਟ ਗੈਲਰੀ ਸਰਵਰ ਉੱਤੇ ਚਿੱਤਰ ਨਿਰਯਾਤ ਕਰਨ ਲਈ ਕੀਪੀ ਪਲੱਗਿੰਨ ਹੈ।
pl: Wtyczka Kipi umożliwiająca eksport kolekcji obrazków do zdalnej galerii.
pt_br: Um plug-in KIPI para exportar coleções de imagens para um servidor de galeria remoto.
ru: Модуль Kipi для загрузки коллекции изображений на сервер галерей.
sr: Kipi прикључак за извоз колекције слика на удаљени сервер галерије.
th: ปลั๊กอินของ Kipi สำหรับส่งออกภาพถ่ายไปยังเซิร์ฟเวอร์แกลเลอรีระยะไกล

source: Author
br: Oberour
da: Forfatter
de: Autor
es: Autor
nl: Auteur
pa: ਲੇਖਕ
pl: Autor
pt_br: Autor
sr: Аутор
th: ผู้เขียน

source: Maintainer
br: Ratreer
da: Vedligeholder
de: Betreuer
es: Responsable
nl: Onderhouder
pa: ਪਰਬੰਧਕ
pl: Opiekun
pt_br: Mantenedor
sr: Одржава
th: ผู้ดูแล

source: Plugin Handbook
de: Modul-Handbuch
es: Manual del complemento
nl: Plugin-handboek
pt_br: Manual do plug-in
sr: Приручник прикључка

source: Failed to login into remote gallery.
da: Kunne ikke logge på fjerngalleri.
de: Fehler beim Anmelden an der entfernten Galerie.
es: No se pudo iniciar la sesión la sesión en la galería remota.
fr: Impossible de se connecter au site Gallery distant.
gl: Non foi posíbel autenticar-se na galeria remota.
nl: Aanmelden bij externe galerij mislukt.
pa: ਰਿਮੋਟ ਗੈਲਰੀ 'ਚ ਲਾਗਇਨ ਕਰਨ ਲਈ ਫੇਲ:
pl: Nie można się zalogować do zdalnej galerii.
pt_br: Não foi possível autenticar-se junto da galeria remota.
ru: Не удалось войти в сетевую галерею.
sr: Нисам успео да се пријавим у удаљену галерију
th: ล้มเหลวในการล็อกอินเข้าใช้งานแกลเลอรีระยะไกล

source: Do you want to try again?
br: Fellout a ra deoc'h klask adarre ?
da: Vil du forsøge igen?
de: Möchten Sie es noch einmal versuchen?
es: ¿Desea intentarlo de nuevo?
fr: Voulez-vous réessayer ?
gl: Desexa tentá-lo de novo?
nl: Wilt u het opnieuw proberen?
pa: ਕੀ ਤੁਸੀਂ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ?
pl: Chcesz spróbować ponownie?
pt_br: Deseja tentar novamente?
ru: Повторить?
sr: Желите ли да покушате поново?
th: คุณต้องการจะลองใหม่อีกครั้งหรือไม่ ?

source: Sorry, these characters are not allowed in album name: %1
da: Beklager, disse tegn tillades ikke i albumnavnet: %1
de: Leider sind diese Zeichen nicht für einen Album-Namen erlaubt: %1
es: No se permiten estos caracteres en el nombre del álbum: %1
fr: Ces caractères ne sont pas autorisés dans un nom d'album : « %1 »
gl: Desculpe, non pode empregar estes carácteres no nome do álbum: %1
nl: Helaas, deze tekens zijn niet toegestaan in de albumnaam: %1
pa: ਅਫ਼ਸੋਸ, ਐਲਬਮ ਨਾਂ 'ਚ ਇਹ ਅੱਖਰ ਸਵੀਕਾਰ ਨਹੀਂ ਹਨ: %1
pl: Niestety, te znaki są niedozwolone w nazwie albumu: %1
pt_br: Desculpe, este caracteres não são permitidos no nome do álbum: %1
ru: Извените, эти символы не разрешены в названии альбома: %1
sr: Нажалост, ови знакови нису дозвољени у имену албума: %1
th: ขออภัย ไม่อนุญาตให้ใช้อักขระเหล่านี้ในชื่อของอัลบั้ม: %1

source: Uploading file %1
br: Emaon oc'h ezkargañ ar restr %1
da: Overfører fil %1
de: Datei %1 wird hochgeladen
es: Enviando el archivo %1
fr: Transfert du fichier %1
gl: Subindo o ficheiro %1
nl: Bestand uploaden: %1
pa: ਫਾਇਲ %1 ਅੱਪਲੋਡ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Wysyłanie pliku: %1
pt_br: Enviando o arquivo %1
ru: Загрузка файла %1
sr: Шаљем фајл %1
th: กำลังทำการอัพโหลดแฟ้ม %1

source: Failed to upload photo into remote gallery.
br: Ne 'meus ket gallet ezkargañ ar foto e-barzh ar garidell d'ar pelloù
da: Kunne ikke overføre fil til fjerngalleri.
de: Es ist ein Fehler beim Hochladen des Fotos in die entfernte Galerie aufgetreten.
es: No ha sido posible enviar la foto a la galería remota.
fr: Impossible de transférer la photo vers le site Gallery distant.
gl: Non foi posíbel subir a foto á galeria remota.
nl: Uploaden van foto naar externe galerij mislukt.
pa: ਰਿਮੋਟ ਗੈਲਰੀ 'ਚ ਫੋਟੋ ਅੱਪਲੋਡ ਕਰਨੀ ਲਈ ਫੇਲ੍ਹ:
pl: Nie można wysłać zdjęcia do zdalnej galerii.
pt_br: Não foi possível enviar a foto para a galeria remota.
ru: Не удалось загрузить фото в сетевую галерею.
sr: Нисам успео да пошаљем слику у удаљену галерију.
th: ล้มเหลวในการอัพโหลดภาพถ่ายไปยังแกลเลอรีระยะไกล

source: Do you want to continue?
br: Fellout a ra deoc'h kenderc'hel ?
da: Vil du fortsætte?
de: Möchten Sie fortfahren?
es: ¿Desea continuar?
fr: Voulez-vous continuer ?
gl: Desexa continuar?
nl: Wilt u doorgaan?
pa: ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Chcesz kontynuować?
pt_br: Deseja continuar?
ru: Продолжить?
sr: Желите ли да наставите?
th: คุณต้องการจะทำต่อไปหรือไม่ ?

source: Remote Gallery Sync...
da: Synkronisér med fjerngalleri...
de: Entfernte Galerie synchronisieren ...
es: Sincronizar galería remota...
nl: Externe galerij synchroniseren...
pa: ਰਿਮੋਟ ਗੈਲਰੀ ਸਮਕਾਲੀ...
pl: Synchronizuj ze zdalną galerią...
pt_br: Sincronização com galeria remota...
ru: Синхронизация сетевой галереи...
sr: Синхронизација удаљене галерије...
th: ปรับเทียบข้อมูลกับแกลเลอรีระยะไกล...

source: Remote Galleries...
br: Garidelloù a-bell ...
da: Fjerngallerier...
de: Entfernte Galerien ...
es: Galerías remotas...
nl: Externe galerijen...
pa: ਰਿਮੋਟ ਗੈਲਰੀਆਂ...
pl: Zdalne galerie...
pt_br: Galerias remotas...
ru: Сетевые галереи...
sr: Удаљене галерије...
th: แกลเลอรีระยะไกล...

source: MyDialog
br: MaGendiviz
da: MinDialog
es: MiDialogo
fr: MaBoiteDeDialogue
gl: MiñaXanela
pa: ਮੇਰਾ-ਵਾਰਤਾਲਾਪ
pt_br: Meu diálogo
ru: Мой диалог
sr: Мој дијалог
th: กล่องโต้ตอบของฉัน

source: <h3>Enter New Album Name</h3>
br: <h3>Roit anv nevez an albom :</h3>
da: <h3>Indtast nyt albumnavn</h3>
de: <h3>Geben Sie den neuen Albumnamen ein</h3>
es: <h3> Introduzca el nombre del nuevo álbum</h3>
fr: <h3>Saisissez le nom du nouvel album : </h3>
gl: <h3>Indique o Nome do Novo Álbum</h3>
nl: <h3>Nieuwe albumnaam invoeren</h3>
pa: <h3>ਨਵਾਂ ਐਲਬਮ ਨਾਂ ਦਿਓ</h3>
pl: <h3>Wpisz tutaj nową nazwę albumu</h3>
pt_br: <h3>Insira o nome do novo álbum:</h3>
ru: <h3>Введите название нового альбома</h3>
sr: <h3> Унесите име новог албума</h3>
th: <h3>ใส่ชื่อของอัลบั้มใหม่</h3>

source: Title (optional):
br: Titl (diret) :
da: Titel (valgfri):
de: Titel (optional):
es: Título (opcional):
fr: Titre (Optionnel) :
gl: Título (opcional):
nl: Titel (optioneel):
pa: ਟਾਇਟਲ (ਚੋਣਵਾਂ):
pl: Tytuł (opcjonalny):
pt_br: Título (opcional):
ru: Название (необязательно):
sr: Наслов (опционо):
th: คำนำหน้า (ตัวเลือก):

source: Name (optional):
br: Anv (diret) :
da: Navn (valgfri):
es: Nombre (opcional):
fr: Nom (optionnel) :
gl: Nome (opcional):
nl: Naam (optioneel):
pa: ਨਾਂ (ਚੋਣਵਾਂ):
pl: Nazwa (opcjonalna):
pt_br: Nome (opcional):
ru: Имя (необязательно):
sr: Име (опционо):
th: ชื่อ (ตัวเลือก):

source: Caption (optional):
br: Skridennad (diret) :
da: Overskrift (valgfri):
de: Überschrift (optional):
es: Leyenda (opcional):
fr: Légende (Optionnelle) :
gl: Lenda (opcional):
nl: Titelbalk (optioneel):
pa: ਸੁਰਖੀ (ਚੋਣਵਾਂ):
pl: Opis (opcjonalny):
pt_br: Legenda (opcional):
ru: Заголовок (необязательно):
sr: Натпис (опционо):
th: หัวเรื่อง (ตัวเลือก):

source: New Gallery
da: Nyt galleri
de: Neue Galerie
es: Nueva galería
nl: Nieuwe galerij
pa: ਨਵੀਂ ਗੈਲਰੀ
pl: Nowa galeria
pt_br: Nova galeria
ru: Создать галерею
sr: Нова галерија
th: แกลเลอรีใหม่

source: URL
nl: URL-adres
pl: Adres
ru: Адрес
th: ตำแหน่ง URL

source: URL:
de: Adresse:
fr: Emplacement :
nl: URL-adres:
pl: Adres:
ru: Адрес:
th: ตำแหน่ง URL:
