Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugins.po
Languages: da, de, el, es, et, fr, gl, is, ja, mt, nb, nl, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, zh_cn

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that the <b>Noise Reduction</b> option in the <b>Filter Images</b> plugin can be used to improve the rendering of images taken with an analog camera? </td> </tr> </table> </p>
da: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Vidste du at <b>Støjreducering</b>-indstillingen i <b>Filtrér billeder</b>-plugin, kan bruges til at forbedre gengivelsen af billeder taget med et analogt kamera? </td> </tr> </table> </p>
de: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wussten Sie, dass die Funktion <b>Rauschen reduzieren</b> im Modul <b>Bildfilter</b> benutzt werden kann, um die Qualität von Bildern aus analogen Kameras zu verbessern? </td> </tr> </table> </p>
el: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Γνωρίζατε ότι η επιλογή <b>Μείωση θορύβου</b> στο πρόσθετο <b>Φιλτράρισμα εικόνων</b> μπορεί να χρησιμοποιηθεί για να βελτιώσει την εμφάνιση εικόνων που λήφθησαν με αναλογική κάμερα; </td> </tr> </table> </p>
es: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> ¿Sabí­a que la opción de <b>Reducción de ruido</b> en el complemento de <b>Filtrado de imágenes</a> se puede usar para mejorar la representación de las imágenes tomadas con una cámara analógica? </td> </tr> </table> </p>
et: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kas teadsid, et <b>Piltide filtri</b> plugina võimalus <b>Müratasandus</b> võib parandada analoogkaameraga tehtud pildi kvaliteeti? </td> </tr> </table> </p>
fr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Saviez-vous que le filtre <b>Réduire le bruit</b>, du menu « Outils->Traitements par lots->Appliquer un filtre... », peut être utilisé pour améliorer les images prises avec un appareil photo argentique ? </td> </tr> </table> </p>
gl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que a opzón de <b>Reduzón do Ruído</b> do plugin de <b>Filtrado de Imaxes</b> pode ser usada para mellorar o renderizado das imaxes tomadas cunha cámara analóxica? </td> </tr> </table> </p>
is: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Veistu að <b>Minnka Suð</b> möguleikinn í <b>Sía Myndir</b> íforritinu getur verið góður til að meðhöndla myndir sem teknar hafa verið með analog myndavél? </td> </tr> </table> </p>
ja: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 「一括処理 - 画像にフィルタを適用」の「ノイズ低減」オプションを使うと、アナログカメラで撮影された画像のレンダリングを改善することができます。 </td> </tr> </table> </p>
mt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kont taf li l-għażla "<b>Tnaqqis ta' l-interferenza</b>" fil-plugin "<b>Filtra l-Istampi</b>" tista ssebbaħ ritratti meħudin minn kamera tradizzjonali? </td> </tr> </table> </p>
nb: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du at <b>Støyredusering</b>-innstillinga i <b>Filtrer bilder</b>-tillegget, kan brukes til å forbedre gjengivelsen av bilder tatt med et analogt kamera? </td> </tr> </table> </p>
nl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wist u dat de optie <b>Ruisreductie</b> in de plugin <b>Afbeeldingen filteren</b> kan worden gebruikt om de weergave van afbeeldingen die zijn genomen met een gewone camera kan verbeteren? </td> </tr> </table> </p>
pl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Czy wiesz, że opcja <b>Redukcja szumów</b> we wtyczce <b>Filtrowanie zdjęć</b> może być użyta do poprawy wyglądu zdjęć zrobionych tradycyjnym aparatem? </td> </tr> </table> </p>
pt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que a opção de <b>Redução do Ruído</b> no 'plugin' para <b>Filtrar as Imagens</b> pode ser usada para melhorar a representação das imagens tiradas com uma máquina analógica? </td> </tr> </table> </p>
pt_br: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Você sabia que a opção <b>Redução de Ruído</b> no plug-in <b>Filtrar Imagens</b> pode ser usada para melhor a renderização de imagens capturadas com uma câmera analógica? </td> </tr> </table> </p>
sr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Да ли сте знали да опција <b>Смањење шума</b> у прикључку за <b>Филтрирање слика</b> се може користити за побољшавање исцртавања слика сниманих аналогним фотоапаратом? </td> </tr> </table> </p>
sr@latn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Da li ste znali da opcija <b>Smanjenje šuma</b> u priključku za <b>Filtriranje slika</b> se može koristiti za poboljšavanje iscrtavanja slika snimanih analognim fotoaparatom? </td> </tr> </table> </p>
sv: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du att alternativet <b>Brusreducering</b> i insticksprogrammet <b>Filtrera bilder</b> kan användas för att förbättra utseendet på bilder som tagits med en analog kamera? </td> </tr> </table> </p>
ta: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> அலங்கார பிம்பங்கள் சொருகுப்பொருளில் உள்ள<b>சத்தக் குறைப்பு</b>என்ற விருப்பத்தேர்வின் மூலம்<b></b>அனலாக் காமிராக்களின் மூலம் எடுக்கப்பட்ட பிம்பங்களின் திறனை அதிகப்படுத்தலாம் என்பது உங்களுக்குத் தெரியுமா? </td> </tr> </table> </p>
th: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> คุณทราบหรือไม่ว่า ตัวเลือก <b>ลดจุดรบกวนบนภาพ</b> ในปลั๊กอิน <b>ฟิลเตอร์ภาพ</b> นั้น สามารถใช้ในการปรับปรุงการแสดงผลภาพของภาพที่ถ่ายมาจากกล้องอนาล็อกได้ด้วย ? </td> </tr> </table> </p>
tr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> <b>Resimleri Süz</b> eklentisinde <b>Parazit Azaltma</b>seçeneğini kullanarak analog fotoğraf makinesiyle çekilmiş resimlerin görüntüsünü iyileştirebileceğinizi biliyor muydunuz? </td> </tr> </table> </p>
zh_cn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> <b>过滤图像</b>插件中的<b>噪声消除</b>选项可用于改善使用光学相机拍摄的图像。 </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that you can use the drag and drop feature in e-mail images to add some items to the list? </td> </tr> </table> </p>
da: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Vidste du at du kan bruge træk og slip i send billeder for at tilføje billeder til listen? </td> </tr> </table> </p>
de: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wussten Sie, dass Sie Bilder auf die Liste der zu sendenden Bilder ziehen und dort ablegen können, um der Liste Bilder hinzuzufügen? </td> </tr> </table> </p>
el: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Γνωρίζατε ότι μπορείτε να χρησιμοποιήσετε σύρσιμο και ρίψη εικόνων σε μηνύματα αλληλογραφίας για να προσθέσετε εικόνες στη λίστα; </td> </tr> </table> </p>
es: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> ¿Sabía que puede usar la funcionalidad de arrastrar y soltar en el envío de imágenes por correo electrónico para añadir elementos a la lista? </td> </tr> </table> </p>
et: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kas teadsid, et võid lohistamist kasutada ka e-kirjadega saadetud piltide lisamiseks albumisse? </td> </tr> </table> </p>
fr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Saviez-vous que vous pouvez utiliser le glisser/déposer pour ajouter des éléments dans la liste des images à envoyer par courrier électronique ? </td> </tr> </table> </p>
gl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que pode usar a funzón de arrastar e soltar en imaxes de e-mail para engadir ítens á lista? </td> </tr> </table> </p>
is: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Veistu að þú getur notað DragaSleppa aðferðina þegar þú ert í TölvupóstsendaMyndir íforritinu til þess að bæta við fleiri myndum á listtann? </td> </tr> </table> </p>
ja: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> メールの画像をドラッグ＆ドロップでリストに追加することができます。 </td> </tr> </table> </p>
mt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kont taf li tista' tuża "mexxi-u-qiegħed" bi stampi tal-imejl biex iżżid elementi fil-lista? </td> </tr> </table> </p>
nb: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du at du kan bruke dra og slipp i send bilder for å tilføye bilder til listen? </td> </tr> </table> </p>
nl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wist u dat afbeeldingen naar de lijst met te verzenden bestanden kunt slepen om ze te e-mailen? </td> </tr> </table> </p>
pl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Czy wiesz, że możesz użyć techniki przeciągnij-i-upuść na zdjęciach z e-maili, aby dodać je do listy? </td> </tr> </table> </p>
pt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que pode usar a funcionalidade de arrastar e largar para enviar as mensagens por e-mail e para adicionar alguns itens à lista? </td> </tr> </table> </p>
pt_br: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Você sabia que pode usar o recurso de arrastar-e-soltar em imagens por e-mail, para adicionar alguns itens à sua lista? </td> </tr> </table> </p>
sr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Да ли сте знали да можете користити превуци-и-пусти у сликама е-поште да бисте додали неке ставке на листу? </td> </tr> </table> </p>
sr@latn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Da li ste znali da možete koristiti prevuci-i-pusti u slikama e-pošte da biste dodali neke stavke na listu? </td> </tr> </table> </p>
sv: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du att du kan använda funktionen drag och släpp när bilder ska skickas med e-post för att lägga till objekt i listan? </td> </tr> </table> </p>
ta: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> மின்னஞ்சல் பிம்பங்களில் உள்ள இழுக்கும்-விடும் தன்மையை பயன்படுத்தி பட்டியலில் சில உருப்படிகளை சேர்க்கமுடியும் என்பது உங்களுக்குத் தெரியுமா? </td> </tr> </table> </p>
th: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> คุณทราบหรือไม่ว่า คุณสามารถใช้คุณสมบัติการลากและวางแฟ้มกับปลั๊กอิน ส่งภาพทางอีเมล เพื่อเพิ่มรายการได้ ? </td> </tr> </table> </p>
tr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Resimleri e-posta ile gönderirken listeye yeni maddeler eklemek için sürükle ve bırak yöntemini kullanabileceğinizi biliyor muydunuz? </td> </tr> </table> </p>
zh_cn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 您可以在电子邮件中使用拖放特性以便为邮件增添一些情趣。 </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that if you want to reduce the space disk used by your images in the Albums database, you could try using the Recompress Images plugin? </td> </tr> </table> </p>
da: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Vidste du at hvis du vil reducere mængden af forbrugt diskplads af dine billeder i albumdatabasen, kan gruppekørsel -> rekomprimér billeder gøre det for dig? </td> </tr> </table> </p>
de: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wussten Sie, dass Sie den Plattenplatz, den Ihre Bilder in der Albendatenbank belegen, reduzieren können, wenn Sie das Modul "Bilder umkomprimieren" benutzen? </td> </tr> </table> </p>
el: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Γνωρίζατε ότι αν θέλετε να μειώσετε το χώρο που καταλαμβάνουν στο δίσκο οι εικόνες της βάσης δεδομένων των Άλμπουμ σας, θα μπορούσατε να χρησιμοποιήσετε το πρόσθετο Επανασυμπίεσης εικόνων; </td> </tr> </table> </p>
es: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> ¿Sabía que, si desea reducir el espacio en disco usado por sus imágenes en la base de datos de álbumes, podría intentar usar el complemento de recompresión de imágenes? </td> </tr> </table> </p>
et: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kas teadsid, et kui soovid vähendada ruumi, mida sinu pildid albumi andmebaasis kõvakettal võtavad, võiks kasutada piltide tihendamise pluginat? </td> </tr> </table> </p>
fr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Saviez-vous que vous pouvez réduire l'espace disque utilisé par vos images grâce au menu « Outils->Traitements par lots->Recompresser des images... » ? </td> </tr> </table> </p>
gl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que se desexa reducir o espazo de disco usado polas imaxes que teña na base de dados de Álbuns, pode probar a usar o plugin de Recompresión de Imaxes? </td> </tr> </table> </p>
is: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Veistu að ef þú vilt minnka rýmið sem myndirnar þínar taka upp í albúmunum og á diski, þá getur þú reynt að nota Endurþjappa Myndum íforritið? </td> </tr> </table> </p>
ja: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> アルバムデータベースの画像が使用するディスク容量を減らしたいときは「一括処理 - 画像を再圧縮」を試してみてください。 </td> </tr> </table> </p>
mt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kont taf illi tista tuża l-plugin "Erġa kkompressa l-istampi" biex tnaqqas l-ispazju meħud mill-istampi fl-Album? </td> </tr> </table> </p>
nb: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du at hvis du vil redusere mengden av brukt diskplass av dine bilder i albumdatabasen, kan flerbildeverktøy -> rekomprimer bilder gjøre det for deg? </td> </tr> </table> </p>
nl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wist u dat u met de plugin <quote>Afbeeldingen opnieuw comprimeren</quote> de schijfruimte kunt beperken die de afbeeldingen in uw albumdatabase innemen? </td> </tr> </table> </p>
pl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Czy wiesz, że jeśli chcesz zmniejszyć powierzchnię dysku zajmowaną przez Twoje zdjęcia w bazie albumów, możesz spróbować skorzystać z wtyczki Rekompresja zdjęć? </td> </tr> </table> </p>
pt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que, se quiser reduzir o espaço em disco usado pelas suas imagens na base de dados de Álbuns, poderá tentar usar o 'plugin' para comprimir de novo as imagens? </td> </tr> </table> </p>
pt_br: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Você sabia que se você desejar reduzir o espaço em disco usado por suas imagens no banco de dados de Álbuns, poderia tentar usar o plug-in de Recompressão de Imagens? </td> </tr> </table> </p>
sr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Да ли сте знали да ако желите да смањите заузеће диска вашим сликама у бази албума, то можете да испробате користећи прикључак за поновну компресију? </td> </tr> </table> </p>
sr@latn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Da li ste znali da ako želite da smanjite zauzeće diska vašim slikama u bazi albuma, to možete da isprobate koristeći priključak za ponovnu kompresiju? </td> </tr> </table> </p>
sv: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du att om du vill minska diskutrymmet som används av dina bilder i albumdatabasen, kan du försöka använda insticksprogrammet för omkomprimering? </td> </tr> </table> </p>
ta: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> ஆல்பங்களின் தரவுத்தளத்தில் உள்ள உங்கள் பிம்பங்களால் பயன்படுத்தப்படும் வட்டு இடத்தை குறைக்கலாம் என்பது உங்களுக்குத் தெரியுமா?, திரும்ப அழுத்து பிம்பங்கள் சொருகுப்பொருளை பயன்படுத்தியும் முயற்சிக்கலாம் என்பது உங்களுக்குத் தெரியுமா? </td> </tr> </table> </p>
th: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> คุณทราบหรือไม่ว่า หากคุณต้องการจะลดการใช้งานพื้นที่ดิสก์เก็บข้อมูล ที่ถูกใช้โดยภาพที่อยู่ในฐานข้อมูลภาพของคุณ คุณสามารถทดลองใช้ปลั๊กอิน บีบข้อมูลภาพ เพื่อลดขนาดแฟ้มภาพได้ ? </td> </tr> </table> </p>
tr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Albüm veri tabanınızdaki resimlerin diskinizde kapladığı alanı azaltmak istediğinizde Resimleri Sıkıştır eklentisini kullanabileceğinizi biliyor muydunuz? </td> </tr> </table> </p>
zh_cn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 如果您想要让您相册数据库中的图像少占点空间，可以试用重新压缩图像插件。 </td> </tr> </table> </p>
