Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_ipodexport.po
Languages: ca, el, es, sr, th

source: Source Album
ca: Àlbum font
el: Άλμπουμ πηγή
es: Álbum fuente
sr: Изворни албум
th: อัลบั้มต้นฉบับ

source: Image
ca: Imatge
el: Εικόνα
es: Imagen
sr: Слика
th: ภาพ

source: Albums
ca: Àlbums
el: Άλμπουμ
es: Álbumes
sr: Албуми
th: อัลบั้ม

source: <div align=center><h3>Upload Queue</h3>To create a queue, <b>drag</b> images and <b>drop</b> them here.<br><br></div>
ca: <div align=center><h3>Cua de càrrega</h3>Per a crear una cua, <b>arrossegueu</b> les imatges i <b>deixeu-les anar</b> aquí.<br><br></div>
el: <div align=center><h3>Αναμονή αποστολής</h3>Για τη δημιουργία μιας αναμονής, <b>σύρετε</b> εικόνες και <b>αφήστε</b> τις εδώ.<br><br></div>
es: <div align=center><h3>Cola de envío</h3>Para crear una cola, <b>arrastre</b> imágenes y <b>suéltelas</b> aquí.<br><br></div>
sr: <div align=center><h3>Ред за слање</h3>Да би направили ред, <b>превуците</b> слике и <b>пустите</b> их овде.<br><br></div>
th: <div align=center><h3>คิวการอัพโหลด</h3>ทำการ<b>ลาก</b>ภาพและ<b>วาง</b>ภาพไว้ที่นี่ เพื่อสร้างคิว<br><br></div>

source: <div align=center><h3>iPod Albums</h3>An album needs to be created before images can be transferred to the iPod.</div>
ca: <div align=center><h3>Àlbums de l'iPod</h3>Cal crear un àlbum abans que es puguin transferir les imatges a l'iPod.</div>
el: <div align=center><h3>Άλμπουμ iPod</h3>Το άλμπουμ πρέπει να δημιουργηθεί πριν να γίνει δυνατή η μεταφορά εικόνων στο iPod.</div>
es: <div align=center><h3>Álbumes de iPod</h3>Es necesario crear un álbum antes de transferir las imágenes al iPod.</div>
sr: <div align=center><h3>iPod албуми</h3>Албум треба направити пре него што се слике пребаце на iPod.</div>
th: <div align=center><h3>อัลบั้มของ iPod</h3>อัลบั้มที่ต้องทำการสร้าง ก่อนจะทำการส่งข้อมูลไปยัง iPod</div>

source: &New...
ca: &Nou...
el: &Νέο...
es: &Nuevo...
sr: &Нови...
th: สร้างใหม่...

source: Create a new photo album on the iPod.
ca: Crea a àlbum de fotos nou a l'iPod.
el: Δημιουργία νέου άλμπουμ εικόνων στο iPod.
es: Crea un álbum de fotos nuevo en el iPod.
sr: Прави нови албум слика на iPod-у.
th: สร้างอัลบั้มภาพถ่ายใหม่บนเครื่อง iPod

source: R&ename...
ca: R&eanomena...
el: &Μετονομασία...
es: Cambiar nombr&e...
sr: Пр&еименуј...
th: เปลี่ยนชื่อ...

source: Remove the selected photos or albums from the iPod.
ca: Suprimeix les fotos seleccionades o els àlbums de l'iPod.
el: Αφαίρεση των επιλεγμένων εικόνων ή άλμπουμ από το iPod.
es: Elimina las fotos o álbumes seleccionados del iPod.
sr: Уклања изабране слике или албуме са iPod-а.
th: ลบภาพถ่ายหรืออัลบั้มที่เลือกไว้ออกจากเครื่อง iPod

source: Rename the selected photo album on the iPod.
ca: Reanomena l'àlbum de fotos seleccionat a l'iPod.
el: Μετονομασία του επιλεγμένου άλμπουμ εικόνων στο iPod.
es: Cambia el nombre del álbum de fotos seleccionado en el iPod.
sr: Преименује изабране албуме на iPod-у.
th: เปลี่ยนชื่ออัลบั้มภาพถ่ายที่เลือกไว้บนเครื่อง iPod

source: Hard Disk
ca: Disc dur
el: Σκληρός δίσκος
es: Disco duro
sr: Хард диск
th: ฮาร์ดดิสก์

source: &Add...
ca: &Afegeix...
el: &Προσθήκη...
es: &Añadir...
sr: &Додај...
th: เพิ่ม...

source: Add images to be queued for the iPod.
ca: Afegeix imatges a encuar cap a l'iPod.
el: Προσθήκη εικόνων για αναμονή μεταφοράς στο iPod.
es: Añade imágenes a la cola para el iPod.
sr: Додаје слике за пренос у iPod.
th: เพิ่มภาพไปยังคิวสำหรับเครื่อง iPod

source: Remove selected image from the list.
ca: Suprimeix les imatges seleccionades de la llista.
el: Αφαίρεση της επιλεγμένης εικόνας από τη λίστα.
es: Elimina las imágenes seleccionadas de la lista.
sr: Уклања изабране слике са листе.
th: ลบภาพที่เลือกไว้ออกจากรายการ

source: &Transfer
ca: &Transfereix
el: &Μεταφορά
es: &Transferir
sr: &Пренеси
th: ส่งถ่ายข้อมูล

source: Transfer images to the selected iPod album.
ca: Transfereix les imatges a l'àlbum seleccionat de l'iPod.
el: Μεταφορά εικόνων στο επιλεγμένο άλμπουμ iPod.
es: Transfiere las imágenes al álbum selecionado en el iPod.
sr: Преноси слике у изабрани iPod албум.
th: ส่งถ่ายข้อมูลภาพไปยังอัลบั้มที่เลือกไว้บนเครื่อง iPod

source: The preview of the selected image in the list.
ca: La vista prèvia de la imatge seleccionada de la llista.
el: Η προεπισκόπηση της επιλεγμένης εικόνας της λίστας.
es: La vista previa de la imagen seleccionada de la lista.
sr: Преглед изабране слике са листе.
th: ตัวอย่างของภาพที่เลือกไว้ในรายการ

source: Image files
ca: Fitxers d'imatge
el: Αρχεία εικόνων
es: Archivos de imagen
sr: Фајлови слика
th: แฟ้มภาพ

source: Add Images
ca: Afegeix imatges
el: Προσθήκη εικόνων
es: Añadir imágenes
sr: Додај слике
th: เพิ่มภาพ

source: New iPod Photo Album
ca: Àlbum de fotos de l'iPod nou
el: Νέο άλμπουμ εικόνων iPod
es: Nuevo álbum de fotos del iPod
sr: Нови iPod албум са сликама
th: สร้างอัลบั้มภาพถ่ายของ iPod ใหม่

source: Create a new album:
ca: Crea un àlbum nou:
el: Δημιουργία ενός νέου άλμπουμ:
es: Crear un álbum nuevo:
sr: Направи нови албум:
th: สร้างอัลบั้มใหม่:

source: Rename iPod Photo Album
ca: Reanomena l'àlbum de fotos de l'iPod
el: Μετονομασία άλμπουμ εικόνων iPod
es: Cambiar el nombre de un álbum de fotos del iPod
sr: Преименуј iPod албум
th: เปลี่ยนชื่ออัลบั้มภาพถ่ายของ iPod

source: New album title:
ca: Títol d'àlbum nou:
el: Νέος τίτλος άλμπουμ:
es: Título del álbum nuevo:
sr: Назив новог албума:
th: หัวเรื่องใหม่ของอัลบั้ม:

source: An iPod photo database could not be found on device mounted at %1. Should I try to initialize your iPod photo database?
ca: No s'ha pogut trobar la base de dades de fotos de l'iPod al dispositiu muntat a %1. Hauria d'inicialitzar la base de dades de fotos de l'iPod?
el: Δε βρέθηκε βάση δεδομένων εικόνων iPod στην προσαρτημένη συσκευή στο %1. Να γίνει αρχικοποίηση της βάσης δεδομένων εικόνων iPod;
es: No puede encontrarse una base de datos de fotos del iPod en el dispositivos montado en %1. ¿Desea inicializar la base de datos de fotos del iPod?
sr: iPod-ова база слика није пронађена на уређају који је монтиран на %1. Да ли да покушам да иницијализујем вашу iPod базу слика?
th: ไม่พบฐานข้อมูลภาพบนเครื่อง iPod ที่ถูกเมาทน์ที่ตำแหน่ง %1 จะให้โปรแกรมลองสร้างฐานข้อมูลภาพบนเครื่อง iPod ของคุณหรือไม่ ?

source: Initialize iPod Photo Database?
ca: Inicialitzo la base de dades de fotos de l'iPod?
el: Αρχικοποίηση βάσης δεδομένων εικόνων iPod;
es: ¿Inicializar la base de datos de fotos del iPod?
sr: Да иницијализујем iPod базу слика?
th: ทำการสร้างฐานข้อมูลภาพบนเครื่อง iPod หรือไม่ ?

source: &Initialize
ca: &Inicialitza
el: &Αρχικοποίηση
es: &Inicializar
sr: &Иницијализуј
th: สร้างฐานข้อมูล

source: <p align="center"><b>No iPod was detected</b></p>
ca: <p align="center"><b>No s'ha detectat cap iPod</b></p>
el: <p align="center"><b>Δεν ανιχνεύθηκε κανένα iPod</b></p>
es: <p align="center"><b>No se detecto el iPod</b></p>
sr: <p align="center"><b>iPod није нађен</b></p>
th: <p align="center"><b>ตรวจสอบไม่พบเครื่อง iPod</b></p>

source: Refresh
ca: Refresca
el: Ανανέωση
es: Refrescar
sr: Освежи
th: ปรับปรุงใหม่

source: <p align="center"><b>Your iPod (%1) does not seem to support artwork.</b></p>
ca: <p align="center"><b>Sembla que aquest iPod (%1) no accepta il·lustracions.</b></p>
el: <p align="center"><b>Το iPod σας (%1) δε φαίνεται να υποστηρίζει γραφικά.</b></p>
es: <p align="center"><b>Su iPod(%1) no parece soportar material gráfico.</b></p>
sr: <p align="center"><b>Ваш iPod (%1) изгледа не подржава графику.</b></p>
th: <p align="center"><b>ดูเหมือนว่าเครื่อง iPod ของคุณ (%1) จะไม่รองรับแฟ้มภาพ</b></p>

source: Set iPod Model
ca: Estableix el model d'iPod
el: Ορισμός μοντέλου iPod
es: Establecer el modelo de iPod
sr: Постави модел iPod-а
th: ตั้งค่ารุ่นของ iPod

source: <p align="center"><b>iPod %1 detected at: %2</b></p>
ca: <p align="center"><b>S'ha detectat un iPod %1: %2</b></p>
el: <p align="center"><b>Ανιχνεύθηκε το iPod %1 στο: %2</b></p>
es: <p align="center"><b>iPod %1 detectado en: %2</b></p>
sr: <p align="center"><b>iPod %1 је пронађен на: %2</b></p>
th: <p align="center"><b>ตรวจพบ iPod %1 ที่: %2</b></p>

source: <p align="center"><b>iPod %1 detected</b></p>
ca: <p align="center"><b>S'ha detectat un iPod %1</b></p>
el: <p align="center"><b>Ανιχνεύθηκε το iPod %1</b></p>
es: <p align="center"><b>iPod %1 detectado</b></p>
sr: <p align="center"><b>iPod %1 је пронађен</b></p>
th: <p align="center"><b>ตรวจพบ iPod %1</b></p>

source: Unnamed
ca: Sense nom
el: Χωρίς όνομα
es: Sin nombre
sr: Неименовано
th: ยังไม่กำหนดชื่อ

source: Export to iPod...
ca: Exporta a l'iPod...
el: Εξαγωγή στο iPod...
es: Exportar al iPod...
sr: Извези у iPod...
th: ส่งออกไปยัง iPod...

source: iPod Export
ca: Exporta a iPod
el: Εξαγωγή iPod
es: Exportación de iPod
sr: iPod извоз
th: ส่งออกไปยัง iPod
