Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_findimages.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nds, nl, pa, pl, pt, pt_br, ru, sr, sr@latn, sv, ta, th, tr

source: <p>Update the cache data for the selected Albums.
ca: <p>Actualitza les dades de la memòria cau dels àlbums seleccionats.
cs: <p>Aktualizace dat cache vybraného alba.
da: <p>Opdaterer cachedata for de markerede albummer.
de: <p>Aktualisiert die Daten im Zwischenspeicher mit den ausgewählten Alben.
el: <p>Ενημέρωση των δεδομένων της λανθάνουσας μνήμης για τα επιλεγμένα άλμπουμ.
es: <p>Actualizando los datos de la memoria caché con los álbumes de fotos seleccionados.
et: <p>Valitud albumite puhvriandmete uuendamine.
fr: <p>Mettre à jour les données cache pour les albums sélectionnés.
gl: <p>A actualizar os dados da caché para os álbuns seleccionados.
is: <p>Uppfæra gögn í skyndiminni fyrir valin albúm.
it: <p>Aggiorna i dati della cache degli album selezionati.
ja: <p>選択したアルバムのキャッシュデータを更新します。
nds: <p>De Twischenspiekerdaten för de utsöchten Alben opfrischen
nl: <p>Werk de cache-gegevens van de geselecteerde albums bij.
pa: <p>ਚੁਣੀਆਂ ਐਲਬਮ ਤੋਂ ਕੈਂਚੇ ਡਾਟਾ ਅੱਪਡੇਟ ਹੈ।
pl: <p>Uaktualnia dane bufora dla wybranych albumów.
pt: <p>A actualizar os dados de 'cache' para os álbuns seleccionados.
pt_br: <p>Atualizar os dados do cache para os Álbuns selecionados.
ru: <p>Обновить кэш для выбранных альбомов.
sr: <p>Ажурирај кеширане податке за изабране албуме.
sr@latn: <p>Ažuriraj keširane podatke za izabrane albume.
sv: <p>Uppdaterar cachedata för markerade album.
ta: <p>தேர்ந்தெடுத்தத் ஆல்பங்களுக்காக தற்காலிக தரவை புதுப்பி
th: <p>ปรับปรุงข้อมูลแคชสำหรับอัลบั้มที่เลือกไว้
tr: <p> Seçilen albümler için önbellek bilgilerini güncelle.

source: &Purge Cache (Albums Selected)
ca: &Purga la memòria cau (àlbums seleccionats)
cs: &Pročistit cache (zvoleného alba)
da: &Tøm cache (i de markerede albummer)
de: Zwischenspeicher &leeren (ausgewählte Alben)
el: &Καθαρισμός της λανθάνουσας μνήμης (Επιλεγμένα άλμπουμ)
es: &Vaciar la memoria caché (álbumes seleccionados)
et: &Puhasta puhver (valitud albumid)
fr: &Purger le cache
gl: &Valeirar Caché (Álbuns Seleccionados)
is: &Eyða skyndiminni (fyrir valin albúm)
it: &Pulisci la cache (album selezionati)
ja: キャッシュを消去 (選択されたアルバム)(&P)
nds: Twischenspieker &leddig maken (utsöcht Alben)
nl: &Cache opschonen (geselecteerde albums)
pa: ਕੈਂਚੇ ਸਾਫ਼ (ਚੁਣੀਆਂ ਐਲਬਮਾਂ)(&P)
pl: &Opróżnij bufor (dla wybranych albumów)
pt: &Esvaziar a 'Cache' (Álbuns Seleccionados)
pt_br: A&pagar cache (álbuns selecionados)
ru: &Очистить кэш для выбранных альбомов
sr: &Прочисти кеш (изабрани албуми)
sr@latn: &Pročisti keš (izabrani albumi)
sv: &Rensa cache (markerade album)
th: ล้างแคช (อัลบั้มที่เลือกไว้)
tr: Önbelleği &Temizle (Seçilen Albümler)

source: <p>Purge the cache data for the selected Albums.
ca: <p>Purga les dades de la memòria cau dels àlbums seleccionats.
cs: <p>Pročištění cache zvoleného alba.
da: <p>Tømmer cachen for de markerede albummer.
de: <p>Entfernt die Daten für die ausgewählten Alben aus dem Zwischenspeicher.
el: <p>Καθαρισμός των δεδομένων της λανθάνουσας μνήμης για τα επιλεγμένα άλμπουμ.
es: <p>Elimina los datos de los álbumes de fotos seleccionados de la memoria caché.
et: <p>Puhasta valitud albumite puhvriandmed.
fr: <p>Purger les données cache pour les albums sélectionnés.
gl: <p>Valeirar a caché dos álbuns seleccionados.
is: <p> Eyða gögnum í skyndiminni fyrir valin albúm.
it: <p>Elimina i dati nella cache per gli album selezionati.
ja: <p>選択したアルバムのキャッシュデータを消去します。
nds: <p>De Twischenspiekerdaten vun de utsöchten Alben wegmaken
nl: <p>Wis de cachegegevens van de geselecteerde albums.
pa: <p>ਚੁਣੀਆਂ ਐਲਬਮਾਂ ਲਈ ਕੈਂਚੇ ਡਾਟਾ ਸਾਫ਼ ਕਰੋ।
pl: <p>Opróżnia bufor dla wybranych albumów.
pt: <p>Esvaziar o 'cache' dos álbuns seleccionados.
pt_br: <p>Apaga as informações do cache dos Álbuns selecionados.
ru: <p>Очистить кэш для выбранных альбомов.
sr: <p>Чисте кеширане податке за изабране албуме.
sr@latn: <p>Čiste keširane podatke za izabrane albume.
sv: <p>Rensa cachedata för markerade album.
ta: <p>இடைமுற்றுத் தரவைத் தேர்ந்தெடுத்தத் தொகுப்புக்காக நீக்கு.
th: <p>ล้างข้อมูลแคชสำหรับอัลบั้มที่เลือกไว้
tr: <p>Seçilen albümdeki önbellek bilgilerini temizle.

source: &Purge All Caches
ca: &Purga tota la memòria cau
cs: &Pročistit celou cache
da: &Tøm al cache
de: Gesamten Zwischenspeicher &leeren
el: Κα&θαρισμός όλων των λανθανουσών μνημών
es: &Vaciar toda la memoria caché
et: &Puhasta kogu puhver
fr: &Purger tous les caches
gl: Lim&par Todas as Cachés
is: Eyða öllu &skyndiminni
it: &Pulisci tutte le cache
ja: すべてのキャッシュを消去(&P)
nds: &Heel Twischenspieker leddig maken
nl: Alle caches &opschonen
pa: ਸਭ ਕੈਂਚੇ ਸਾਫ਼(&P)
pl: Opróżnij &wszystkie bufory
pt: Lim&par Todos o 'Caches'
pt_br: Apagar &todas os caches
ru: &Очистить кэш полностью
sr: Прочисти &све кешеве
sr@latn: Pročisti &sve keševe
sv: Rensa &hela cachen
ta: &அனைத்து தற்காலிக நினைவிடங்களையும் நீக்கு
th: ล้างข้อมูลแคชทั้งหมด
tr: &Bütün Önbelleği Temizle

source: <p>Purge the cache data for all Albums.
ca: <p>Purga les dades de la memòria cau de tots els àlbums.
cs: <p>Pročištění cache všech alb.
da: <p>Tømmer cache for alle albummer.
de: <p>Entfernt die Daten für alle Alben aus dem Zwischenspeicher.
el: <p>Καθαρισμός των δεδομένων της λανθάνουσας μνήμης για όλα τα άλμπουμ.
es: <p>Elimina los datos de todos los álbumes de la memoria caché.
et: <p>Puhasta kõigi albumite puhvriandmed.
fr: <p>Purger les données cache pour tous les albums.
gl: <p>Valeirar a caché de todos os álbuns.
is: <p> Eyða gögnum í skyndiminni fyrir öll albúm.
it: <p>Elimina i dati nella cache per tutti gli album.
ja: <p>すべてのアルバムのキャッシュデータを消去します。
nds: <p>De Twischenspiekerdaten vun all Alben wegmaken
nl: <p>Wis de cachegegevens van alle albums.
pa: <p>ਸਭ ਐਲਬਮਾਂ ਲਈ ਕੈਂਚੇ ਡਾਟਾ ਸਾਫ਼ ਕਰਦਾ ਹੈ।
pl: <p>Opróżnia bufor dla wszystkich albumów.
pt: <p>Esvaziar o 'cache' de todos os álbuns.
pt_br: <p>Apaga os dados de cache de todos os álbuns.
ru: <p>Очистить кэш для всех альбомов.
sr: <p>Чисти кеширане податке за све албуме.
sr@latn: <p>Čisti keširane podatke za sve albume.
sv: <p>Rensa cachedata för alla album.
ta: <p>அனைத்து தொகுப்பிலிருந்தும் இடைமாற்று விவரங்கள் நீக்கபடவேண்டும்.
th: <p>ล้างข้อมูลแคชสำหรับอัลบั้มทั้งหมด
tr: <p>Bütün albümler için önbellek bilgilerini temizle.

source: You must select at least one Album for the update cache process.
ca: Com a mínim cal que seleccioneu un àlbum pel procés d'actualització de la memòria cau.
cs: Pro aktualizaci cache musíte vybral alespoň jedno album.
da: Du skal markere mindst et album for at kunne opdatere cache.
de: Sie müssen mindestens ein Album auswählen, um den Zwischenspeicher zu aktualisieren.
el: Πρέπει να επιλέξετε τουλάχιστον ένα άλμπουμ για τη διαδικασία ενημέρωσης της λανθάνουσας μνήμης.
es: Debe seleccionar al menos un álbum para actualizar la memoria caché.
et: Puhvri uuendamiseks tuleb valida vähemalt üks album.
fr: Vous devez sélectionner au moins un album pour pouvoir mettre à jour le cache.
gl: Debe escoller polo menos un álbum para actualizar a caché.
is: Þú verður að velja amk eitt albúm fyrir uppfærslu skyndiminnis.
it: Devi selezionare almeno un album per poter aggiornarne la cache.
ja: キャッシュを更新するには、アルバムを最低一つ選択しなければなりません。
nds: Du muttst tominnst een Album utsöken, för dat Du de Signaturen opfrischen wullt
nl: Selecteer tenminste één album om de cache te kunnen bijwerken.
pa: ਤੁਹਾਨੂੰ ਕੈਂਚੇ ਕਾਰਵਾਈ ਅੱਪਡੇਟ ਕਰਨ ਲਈ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਐਲਬਮ ਦੀ ਚੋਣ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।
pl: Musisz wybrać przynajmniej jeden album, aby uruchomić proces aktualizacji bufora.
pt: Deve seleccionar pelo menos um álbum para actualizar o 'cache'.
pt_br: Você deve selecionar ao menos um álbum para realizar a atualização do cache.
ru: Вы должны выбрать не менее одного альбома для обновления кэша.
sr: Морате изабрати бар један албум за ажурирање кеша.
sr@latn: Morate izabrati bar jedan album za ažuriranje keša.
sv: Du måste markera minst ett album för att kunna uppdatera cachen.
ta: தற்காலிக செயல்பாட்டுக்கு ஒரு ஆல்பத்தையாவது தேர்ந்தெடுக்கவேண்டும்.
th: คุณต้องเลือกอย่างน้อยหนึ่งอัลบั้มเพื่อใช้ในการปรับปรุงแคช
tr: Önbelleği güncelleme işlemi için en az bir albüm seçmelisiniz.

source: You must select at least one Album for the purge cache process.
ca: Com a mínim cal que seleccioneu un àlbum pel procés de purgat de la memòria cau.
cs: Pro vyčištění cache musíte vybrat alespoň jedno album.
da: Du skal markere mindst et album for at tømme cache.
de: Sie müssen mindestens ein Album auswählen, um den Zwischenspeicher zu leeren.
el: Πρέπει να επιλέξετε τουλάχιστον ένα άλμπουμ για τη διαδικασία καθαρισμού της λανθάνουσας μνήμης.
es: Debe seleccionar al menos un álbum de fotos para vaciar la memoria caché.
et: Puhvri puhastamiseks tuleb valida vähemalt üks album.
fr: Vous devez sélectionner au moins un album pour pouvoir purger le cache.
gl: Debe escoller polo menos un álbum para valeirar a caché.
is: Þú verður að velja amk eitt albúm til eyðingar skyndiminnis.
it: Devi selezionare almeno un album per cancellare la cache.
ja: キャッシュを消去するには、アルバムを最低一つ選択しなければなりません。
nds: Du muttst tominnst een Album utöken, vun dat Du de Daten ut den Twischenspieker wegmaken wullt
nl: Selecteer tenminste één album om de cache te kunnen opschonen.
pa: ਤੁਹਾਨੂੰ ਕੈਂਚੇ ਸਾਫ਼ ਕਰਨ ਲਈ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਐਲਬਮ ਦੀ ਚੋਣ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।
pl: Musisz wybrać przynajmniej jeden album, aby uruchomić proces opróżniania bufora.
pt: Deve seleccionar pelo menos um álbum para esvaziar o 'cache'.
pt_br: Você deve selecionar ao menos um álbum para realizar a exclusão do cache.
ru: Вы должны выбрать не менее одного альбома для очистки кэша.
sr: Морате изабрати бар један албум за чишћење кеша.
sr@latn: Morate izabrati bar jedan album za čišćenje keša.
sv: Du måste markera minst ett album för att kunna rensa cachen.
ta: தற்காலிக செயல்பாட்டுக்கு ஒரு ஆல்பத்தையாவது தேர்ந்தெடுக்கவேண்டும்.
th: คุณต้องเลือกอย่างน้อยหนึ่งอัลบั้มเพื่อใช้ในการล้างข้อมูลแคช
tr: Önbelleği temizleme işlemi için en az bir albüm seçmelisiniz.

source: You must select at least one Album for which to find duplicate images.
ca: Com a mínim cal que seleccioneu un àlbum en el que cercar imatges duplicades.
cs: Pro vyhledávání stejných obrázků musíte nastavit alespoň jedno album.
da: Du skal markere mindst et album for at kunne finde dubletter.
de: Sie müssen mindestens ein Album auswählen, um doppelte Bilder zu suchen.
el: Πρέπει να επιλέξετε τουλάχιστον ένα άλμπουμ στο οποίο θα αναζητηθούν όμοιες εικόνες.
es: Debe seleccionar al menos un álbum de fotos para hacer una búsqueda de imágenes duplicadas.
et: Topeltpiltide otsimiseks tuleb valida vähemalt üks album.
fr: Vous devez sélectionner au moins un album pour pouvoir faire une recherche d'images semblables.
gl: Debe escoller polo menos un álbum no cal Procurar imaxes duplicadas.
is: Þú verður að velja amk eitt albúm fyrir leit að afritum.
it: Devi selezionare almeno un album per cui cercare duplicati.
ja: 重複画像を検索するには、アルバムを最低一つ選択しなければなりません。
nds: Du muttst tominnst een Album utsöken, för dat Du Dubbelbiller opspören wullt
nl: Selecteer tenminste één album om dubbele afbeeldingen in te zoeken.
pa: ਤੁਹਾਨੂੰ ਡੁਪਲੀਕੇਟ ਚਿੱਤਰ ਖੋਜਣ ਲਈ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਐਲਬਮ ਦੀ ਚੋਣ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।
pl: Musisz wybrać przynajmniej jeden album, w którym mają być wyszukiwane duplikaty.
pt: Deve seleccionar pelo menos um álbum para procurar imagens duplicadas.
pt_br: Você deve selecionar ao menos um álbum para procurar por imagens duplicadas.
ru: Вы должны выбрать не менее одного альбома для поиска одинаковых изображений.
sr: Морате изабрати бар један албум за тражење дупликата слика.
sr@latn: Morate izabrati bar jedan album za traženje duplikata slika.
sv: Du måste markera minst ett album för att söka efter duplicerade bilder.
ta: போலி பிம்பங்களை கண்டுபிடிக்க நீங்கள் ஒரு ஆல்பத்தையாவது தேர்ந்தெடுக்கவேண்டும்.
th: คุณต้องเลือกอย่างน้อยหนึ่งอัลบั้มเพื่อใช้ในการค้นหาภาพซ้ำ
tr: Tekrarlanan resim bulmak için ilgili en az bir albüm seçmelisiniz.

source: No identical files found
ca: No s'han trobat fitxers idèntics
cs: Nenalezeny žádné shody
da: Ingen dubletter fundet
de: Keine identischen Dateien gefunden.
el: Δε βρέθηκαν ταυτόσημα αρχεία
es: No se ha encontrado ningún archivo idéntico
et: Ühesugused faile ei leitud
fr: Aucun image semblable n'a été trouvée
gl: Non foron encontrados ficheiros idénticos
is: Engar sambærilegar skrár fundust
it: Non è stato trovato nessun duplicato
ja: 同じファイルは見つかりませんでした。
nds: Keen nau lieke Dateien funnen
nl: Geen identieke bestanden gevonden
pa: ਕੋਈ ਰਲਦੇ ਚਿੱਤਰ ਨਹੀਂ ਮਿਲੇ
pl: Nie znaleziono identycznych zdjęć
pt: Não foram encontrados nenhuns ficheiros idênticos
pt_br: Não foram encontrados arquivos idênticos
ru: Одинаковые файлы не найдены
sr: Истоветни фајлови нису нађени
sr@latn: Istovetni fajlovi nisu nađeni
sv: Inga identiska filer hittades
ta: ஒரே மாதிரியான கோப்புகள் கானப்படவில்லை
th: ไม่พบแฟ้มที่เหมือนกัน
tr: Özdeş dosya bulunamadı

source: Selected Albums cache purged successfully!
ca: La memòria cau dels àlbums seleccionats s'ha purgat amb èxit!
cs: Cache alba byla úspěšně pročištěna!
da: Cache for de markerede albummer tømt.
de: Der Zwischenspeicher für die ausgewählten Alben wurde erfolgreich geleert.
el: Η λανθάνουσα μνήμη των επιλεγμένων άλμπουμ καθαρίστηκε επιτυχώς!
es: ¡Se ha borrado la memoria caché correspondiente a los álbumes de fotos seleccionados!
et: Valitud albumite puhver edukalt tühjendatud!
fr: Le cache des albums sélectionnés a été purgé avec succès !
gl: A caché dos álbuns seleccionados foi valeirada con éxito!
is: Skyndiminni valinna albúma eytt!
it: Cache degli album selezionati pulita con successo!
ja: 選択されたアルバムのキャッシュを消去しました。
nds: Twischenspiekerdaten vun de utsöchten Alben wegdaan.
nl: De cache van de geselecteerde albums is succesvol opgeschoond.
pa: ਚੁਣੀ ਐਲਬਮ ਕੈਂਚੇ ਨੂੰ ਸਫ਼ਲਤਾਪੂਰਕ ਸਾਫ਼ ਕੀਤਾ ਗਿਆ ਹੈ!
pl: Opróżnianie bufora wybranych albumów zakończone pomyślnie!
pt: O 'cache' dos álbuns seleccionados foi esvaziado com sucesso!
pt_br: O cache dos álbuns selecionados foi removido com sucesso!
ru: Кэш выделенных альбомов очищен!
sr: Кешеви изабраних фајлова су успешно очишћени.
sr@latn: Keševi izabranih fajlova su uspešno očišćeni.
sv: Rensning av cache för markerade album lyckades.
ta: தெர்ந்தெடுத்திருக்கபட்ட தொகுப்புகளின் இடைமாற்று வேற்றிகரமாக நீக்கபட்டது!
th: ล้างแคชสำหรับอัลบั้มที่เลือกไว้เรียบร้อยแล้ว!
tr: Seçilen albümlerin önbellekleri başarılı bir şekilde temizlendi!

source: Cannot purge selected Albums cache!
ca: No s'ha pogut purgar la memòria cau dels àlbums seleccionats!
cs: Nelze vyčistit cache alba!
da: Kan ikke tømme cache for de markerede albummer!
de: Der Zwischenspeicher für die ausgewählten Alben kann nicht geleert werden.
el: Αδύνατος ο καθαρισμός της λανθάνουσας μνήμης των επιλεγμένων άλμπουμ!
es: ¡No se puede vaciar la memoria caché correspondiente a los álbumes de fotos seleccionados!
et: Valitud albumite puhvri tühjendamine ebaõnnestus!
fr: Impossible de purger le cache des albums sélectionnés !
gl: Non foi posíbel valeirar a caché dos álbuns!
is: Get ekki eytt skyndiminni valinna albúma!
it: Impossibile pulire la cache degli album selezionati!
ja: 選択されたアルバムのキャッシュを消去できません。
nds: Twischenspiekerdaten vun de utsöchten Alben laat sik nich wegdoon!
nl: De cache van de geselecteerde albums kon niet worden opgeschoond.
pa: ਚੁਣੀ ਐਲਬਮ ਕੈਂਚੇ ਨੂੰ ਸਾਫ਼ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ!
pl: Nie można opróżnić bufora dla wybranych albumów!
pt: Não foi possível esvaziar o 'cache' dos álbuns!
pt_br: Não foi possível excluir o cache dos álbuns selecionados!
ru: Невозможно очистить кэш выделенных альбомов!
sr: Не могу да очистим кешеве изабраних албума.
sr@latn: Ne mogu da očistim keševe izabranih albuma.
sv: Kan inte rensa cache för markerade album.
ta: தேர்வுசெய்யப்பட்ட தொகுப்பின் இடைமாற்றை நீக்க இயலாது!
th: ไม่สามารถล้างแคชของอัลบั้มที่เลือกไว้ได้!
tr: Seçilen albüm önbellekleri temizlenemiyor!

source: All cache purged successfully!
ca: Tota la memòria cau s'ha purgat amb èxit!
cs: Celá cache byla úspěšně pročištěna!
da: Al cache tømt!
de: Der Zwischenspeicher für alle Alben wurde erfolgreich geleert.
el: Όλες οι λανθάνουσες μνήμες καθαρίστηκαν επιτυχώς!
es: ¡Se ha vaciado toda la memoria caché!
et: Kogu puhver edukalt tühjendatud!
fr: Tous les caches ont été purgés avec succès !
gl: Toda a caché foi valeirada con éxito!
is: Öllu skyndiminni eytt!
it: Tutta la cache pulita con successo!
ja: すべてのキャッシュを消去しました。
nds: Heel Twischenspieker leddig maakt.
nl: Alle caches zijn succesvol opgeschoond!
pa: ਸਭ ਕੈਂਚੇ ਨੂੰ ਸਫ਼ਲਤਾਪੂਰਕ ਸਾਫ਼ ਕੀਤਾ ਗਿਆ!
pl: Opróżnianie wszystkich buforów zakończone pomyślnie!
pt: Todo o 'cache' esvaziado com sucesso!
pt_br: Todo o cache foi excluído com sucesso!
ru: Кэш очищен!
sr: Сви кешеви су успешно очишћени.
sr@latn: Svi keševi su uspešno očišćeni.
sv: Hela cachen rensad med lyckat resultat.
ta: அனைத்து இடைமாற்றும் வெற்றிகறமாக நீக்கபட்டது!
th: ล้างข้อมูลแคชทั้งหมดแล้ว!
tr: Bütün önbellek başarılı bir şekilde temizlendi!

source: Cannot purge all cache!
ca: No s'ha pogut purgar tota la memòria cau!
cs: Nelze pročistit cache!
da: Kan ikke tømme cache!
de: Der Zwischenspeicher lässt sich nicht für alle Alben leeren.
el: Αδύνατος ο καθαρισμός όλων των λανθανουσών μνημών!
es: ¡No se puede vaciar toda la memoria caché!
et: Kogu puhvri tühjendamine ebaõnnestus!
fr: Impossible de purger tous les caches !
gl: Non foi posíbel valeirar toda a caché!
is: Get ekki eytt öllu skyndiminni!
it: Impossibile pulire tutta la cache!
ja: すべてのキャッシュを消去できません。
nds: Twischenspieker lett sik nich heel leddig maken!
nl: Niet alle caches konden worden opgeschoond.
pa: ਸਭ ਕੈਂਚੇ ਨੂੰ ਸਾਫ਼ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ!
pl: Nie można opróżnić wszystkich buforów!
pt: Não foi possível esvaziar todo o 'cache'!
pt_br: Não é possível apagar todo o cache!
ru: Невозможно очистить кэш!
sr: Не могу да очистим све кешеве.
sr@latn: Ne mogu da očistim sve keševe.
sv: Kan inte rensa hela cachen.
ta: அனைத்து இடைமாற்றும் நீக்க இயலாது!
th: ไม่สามารถล้างข้อมูลแคชทั้งหมดแล้ว!
tr: Bütün önbellek temizlenemiyor!

source: Updating in progress...
ca: Actualització en curs...
cs: Probíhá aktualizace...
da: Opdaterer...
de: Aktualisierung läuft ...
el: Ενημέρωση σε εξέλιξη...
es: Actualización en curso...
et: Käib uuendamine...
fr: Mise à jour en cours...
gl: Actualizazón en progreso...
is: Uppfærsla í gangi...
it: Aggiornamento in corso...
ja: 更新中...
nds: Bi to opfrischen...
nl: Bijwerken is bezig...
pa: ਅੱਪਡੇਟ ਕਾਰਵਾਈ ਜਾਰੀ ਹੈ...
pl: Trwa uaktualnianie...
pt: Actualização em progresso...
pt_br: Atualização em andamento...
ru: Обновление...
sr: Ажурирање је у току...
sr@latn: Ažuriranje je u toku...
sv: Uppdatering pågår...
ta: புதுப்பித்தள் மேர்கொல்லபடுகின்றது...
th: กำลังทำการปรับปรุงข้อมูล...
tr: Güncelleştirme ilerliyor...

source: Selected Albums cache updated successfully!
ca: La memòria cau dels àlbums seleccionats s'ha actualitzat amb èxit!
cs: Aktualizace cache zvoleného alba proběhla úspěšně!
da: Cache opdateret!
de: Der Zwischenspeicher für die ausgewählten Alben wurde erfolgreich aktualisiert.
el: Η λανθάνουσα μνήμη των επιλεγμένων άλμπουμ ενημερώθηκε επιτυχώς!
es: ¡Se ha actualizado la memoria caché correspondiente a los álbumes de fotos seleccionados!
et: Valitud albumite puhver edukalt uuendatud!
fr: Le cache des albums sélectionnés a été mis à jour avec succès !
gl: A caché dos álbuns seleccionados foi actualizada con éxito!
is: Skyndiminni valinna albúma uppfært!
it: Cache degli album selezionati aggiornata con successo!
ja: 選択されたアルバムのキャッシュを更新しました。
nds: Twischenspiekerdaten vun de utsöchten Alben opfrischt.
nl: De cache van de geselecteerde albums is succesvol bijgewerkt!
pa: ਚੁਣੀ ਐਲਬਮ ਕੈਂਚੇ ਨੂੰ ਸਫ਼ਲਤਾਪੂਰਕ ਅੱਪਡੇਟ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ!
pl: Aktualizacja buforów dla wybranych albumów zakończona pomyślnie!
pt: O 'cache' dos álbuns seleccionados foi actualizado com sucesso!
pt_br: Cache dos álbuns selecionados atualizado com sucesso!
ru: Кэш выделенных альбомов обновлен!
sr: Изабрани албуми су успешно ажурирани.
sr@latn: Izabrani albumi su uspešno ažurirani.
sv: Cachen uppdaterad för markerade album med lyckat resultat.
ta: தெர்ந்தெடுத்திருக்கபட்ட தொகுப்புகளின் இடைமாற்று வேற்றிகரமாக புதுபிக்கபட்டது!
th: ทำการปรับปรุงข้อมูลแคชของอัลบั้มที่เลือกไว้เรียบร้อยแล้ว!
tr: Seçilen albüm önbelleği başarılı bir şekilde güncelleştirildi!

source: Updating in progress for:
ca: Actualització en curs per:
cs: Probíhá aktualizace pro:
da: Opdaterer:
de: Die Aktualisierung wird durchgeführt für:
el: Ενημέρωση σε εξέλιξη για το:
es: Actualización en proceso para:
et: Uuendatakse:
fr: Mise à jour en cours pour :
gl: Actualizazón en progreso para:
is: Uppfærsla í gangi fyrir:
it: Aggiornamento in corso per:
ja: 次を更新中:
nds: Opfrischen löppt för:
nl: Bijwerken is bezig voor:
pa: ਇਸ ਲਈ ਅੱਪਡੇਟ ਕਾਰਵਾਈ ਜਾਰੀ:
pl: Aktualizowanie w toku dla:
pt: Actualização em progresso para:
pt_br: Atualização em progresso para:
ru: Обновление:
sr: Ажурирање је у току за:
sr@latn: Ažuriranje je u toku za:
sv: Uppdatering pågår för:
ta: புதுப்பித்தள் மேர்கொல்லபடுகின்றது:
th: กำลังปรับปรุงแคชสำหรับ:
tr: Günceleştirme ilerliyor:

source: &Find Duplicate Images...
ca: &Cerca imatges duplicades...
cs: &Najít stejné obrázky...
da: &Find dubletter...
de: Doppelte Bilder &suchen ...
el: &Αναζήτηση όμοιων εικόνων...
es: &Buscar imágenes duplicadas...
et: &Otsi topeltpilte...
fr: &Recherche d'images semblables...
gl: &Procurar Imaxes Duplicadas...
is: &Finna afrit mynda...
it: &Cerca immagini duplicate...
ja: 重複画像を検索(&F)...
nds: Dubbelbiller &opspören...
nl: Dubbele a&fbeeldingen zoeken...
pa: ਡੁਪਲੀਕੇਟ ਚਿੱਤਰ ਖੋਜ(&F)...
pl: &Znajdź duplikaty zdjęć...
pt: &Procurar Imagens Duplicadas...
pt_br: Procurar por imagens &duplicadas...
ru: &Найти одинаковые изображения...
sr: &Нађи слике са дупликатима...
sr@latn: &Nađi slike sa duplikatima...
sv: &Sök duplicerade bilder...
ta: &படியெடு பிம்பங்களை கண்டறி...
th: ค้นหาภาพที่ซ้ำกัน...
tr: Te&krarlanan Resimleri Bul...

source: Similar comparison for '%1'
ca: Comparació similar per '%1'
cs: Podobnost s '%1'
da: Sammenligning af '%1'
de: Ähnlichkeitsvergleich für "%1".
el: Παρόμοια σύγκριση για το '%1'
es: Comparación por similitud para «%1»
et: '%1' sarnasuse võrdlus
fr: Comparaison semblable pour « %1 »
gl: Comparazón de semellantes para '%1'
is: Lauslegur samanburður við '%1'
it: Confronti simili per «%1»
ja: '%1' の詳細照合
nds: Liekheitvergliek för "%1"
nl: Gelijksoortige vergelijking van '%1'
pa: '%1' ਲਈ ਰਲਦਾ ਨਪੀੜਨ
pl: Podobne porównanie dla '%1'
pt: Comparação de semelhantes para '%1'
pt_br: Comparação de similares para '%1'
sr: Слично поређење за „%1“
sr@latn: Slično poređenje za „%1“
sv: Liknande jämförelse för '%1'
ta: '%1'க்கான ஒரேமாதிரியான ஒப்பீடு
th: กำลังเปรียบเทียบความคล้ายกันสำหรับ '%1'
tr: '%1' için benzer karşılaştırma

source: Exact comparison for '%1'
ca: Comparació exacta per '%1'
cs: Přesná shoda s '%1'
da: Præcis sammenligning af '%1'
de: Exakter Vergleich für "%1".
el: Ακριβής σύγκριση για το '%1'
es: Comparación exacta para «%1»
et: '%1' samasuse võrdlus
fr: Comparaison exacte pour « %1 »
gl: Comparazón exacta para '%1'
is: Nákvæmur samanburður við '%1'
it: Confronti esatti per «%1»
ja: '%1' の簡単照合
nds: Akraatvergliek för "%1"
nl: Exacte vergelijking van '%1'
pa: '%1' ਲਈ ਠੀਕ ਨਪੀੜਨ
pl: Dokładne porównanie dla '%1'
pt: Comparação exacta para '%1'
pt_br: Comparação exata para '%1'
sr: Тачно поређење за „%1“
sr@latn: Tačno poređenje za „%1“
sv: Exakt jämförelse för '%1'
ta: %1க்கான மிகச்சரியான ஒப்பீடு
th: กำลังเปรียบเทียบความเหมือนกันสำหรับ '%1'
tr: '%1' için kesin karşılaştırma
