Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugins.po
Languages: da, de, el, es, et, fr, gl, is, ja, mt, nb, nl, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, zh_cn

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that you can navigate on the slideshow with the left and right mouse buttons? </td> </tr> </table> </p>
da: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Vidste du at du kan navigere i et diasshow ved at trykke på venstre og højre museknapper? </td> </tr> </table> </p>
de: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wussten Sie, dass Sie in der Fotopräsentation mit der linken und der rechten Maustaste navigieren können? </td> </tr> </table> </p>
el: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Γνωρίζατε ότι μπορείτε να πλοηγηθείτε σε μία προβολή σλάιντ με το αριστερό και δεξί πλήκτρο του ποντικιού; </td> </tr> </table> </p>
es: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> ¿Sabía que puede navegar por la presentación con los botones izquierdo y derecho del ratón? </td> </tr> </table> </p>
et: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kas teadsid, et slaidiseansis saab liikuda hiire parema ja vasaku nupu klõpsuga? </td> </tr> </table> </p>
fr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Saviez-vous que vous pouvez vous déplacer dans le diaporama avec les boutons gauche et droite de la souris ? </td> </tr> </table> </p>
gl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que pode navegar pola apresentazón cos botóns esquerdo e direito do rato? </td> </tr> </table> </p>
is: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Veistu að þú getur notað hægri og vinstri músarhnappana til að flakka um í skyggnusýningu? </td> </tr> </table> </p>
ja: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> マウスの左右のボタンを使ってスライドショーをナビゲートすることができます。 </td> </tr> </table> </p>
mt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kont taf li tista tinnaviga fil-presentazzjoni b' l-islajds bil-buttuni tal-maws? </td> </tr> </table> </p>
nb: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du at du kan navigere i en lysbildevisning ved å trykke på venstre og høyre museknapper? </td> </tr> </table> </p>
nl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wist u dat u met de linker en rechter muisknop door een diavoorstelling kunt navigeren? </td> </tr> </table> </p>
pl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Czy wiesz, że możesz zmieniać slajdy w czasie pokazu lewym i prawym przyciskiem myszy? </td> </tr> </table> </p>
pt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que pode navegar na apresentação com os botões esquerdo e direito do rato? </td> </tr> </table> </p>
pt_br: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Você sabia que pode navegar na apresentação com os botões esquerdo e direito do mouse? </td> </tr> </table> </p>
sr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Да ли ста знали да можете управљати са слајд шоуом помоћу левог и десног тастера миша? </td> </tr> </table> </p>
sr@latn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Da li sta znali da možete upravljati sa slajd šouom pomoću levog i desnog tastera miša? </td> </tr> </table> </p>
sv: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du att du kan navigera i bildspelet med vänster och höger musknapp? </td> </tr> </table> </p>
ta: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> படவில்லைக் காட்சியில் இடது மற்றும் வலது புறங்களில் சுட்டி விசைகளின் மூலம் நகரலாம் என்பது உங்களுக்குத் தெரியுமா? </td> </tr> </table> </p>
th: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> คุณทราบหรือไม่ว่า คุณสามารถเลื่อนภาพในการนำเสนอภาพได้ง่าย ๆ โดยการใช้งานเมาส์ทั้งปุ่มซ้ายและปุ่มขวา ? </td> </tr> </table> </p>
tr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Bir slayt gösterisinde farenin sol ve sağ tuşları ile gezinebileceğinizi biliyor muydunuz? </td> </tr> </table> </p>
zh_cn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 您可以使用鼠标的左右键在幻灯片中导航。 </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that Kipi plugins can be used also in Digikam, KPhotoalbum, Showimg, and Gwenview programs? </td> </tr> </table> </p>
de: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wussten Sie, dass KIPI-Module in den Programmen digiKam, KPhotoalbum, ShowImg und Gwenview genutzt werden können? </td> </tr> </table> </p>
el: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Γνωρίζατε ότι τα πρόσθετα Kipi plugins μπορούν επίσης να χρησιμοποιηθούν από τα προγράμματα Digikam, Kimdaba, Showimg, και Gwenview; </td> </tr> </table> </p>
es: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> ¿Sabía que los complementos de Kipi también se pueden usar en los programas Digikam, KPhotoalbum, Showimg y Gwenview? </td> </tr> </table> </p>
et: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kas teadsid, et KIPI pluginaid saab kasutada ka rakendustes Digikam, KPhotoalbum, Showimg ja Gwenview? </td> </tr> </table> </p>
fr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Saviez-vous que les modules externes KIPI peuvent être utilisés dans les programmes DigiKam, KPhotoalbum, Showimg et Gwenview ? </td> </tr> </table> </p>
is: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Veistu að KIPI íforritin eru notuð líka í Digikam, KPhotoalbum, Showimg, og Gwenview forritunum? </td> </tr> </table> </p>
ja: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kipi プラグインは Digikam, KPhotoalbum, Showimg, Gwenview でも使えます。 </td> </tr> </table> </p>
nl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wist u dat de KIPI-plugins in verschillende programma's kunnen worden gebruikt, waaronder digiKam, KPhotoAlbum, ShowImg en Gwenview? </td> </tr> </table> </p>
pl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Czy wiesz, że wtyczki Kipi mogą być użyte także w programach Digikam, KPhotoalbum, Showimg i Gwenview? </td> </tr> </table> </p>
pt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que os 'plugins' do Kipi também podem ser usados no Digikam, no KPhotoAlbum, no Showimg e no Gwenview? </td> </tr> </table> </p>
pt_br: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Você sabia que os plug-ins do Kipi também podem ser usados nos programas Digikam, KPhotoalbum, Showimg e Gwenview? </td> </tr> </table> </p>
sr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Да ли сте знали да Kipi прикључке такође могу користити и програми Digikam, KPhotoalbum, Showimg, Gwenview? </td> </tr> </table> </p>
sr@latn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Da li ste znali da Kipi priključke takođe mogu koristiti i programi Digikam, KPhotoalbum, Showimg, Gwenview? </td> </tr> </table> </p>
sv: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du att KIPI-insticksprogrammen kan också användas i programmen Digikam, Kfotoalbum, Showimg och Gwenview? </td> </tr> </table> </p>

source: _: NAME OF TRANSLATORS Your names
da: Rune Rønde Laursen
de: Oliver Dörr
el: Σπύρος Γεωργαράς,Τούσης Μανώλης
es: Enrique Matías Sánchez (aka Quique)
et: Marek Laane
fr: Gilles Caulier,Tung Nguyen
gl: mvillarino
is: Sveinn í Felli
ja: Yukiko Bando
mt: Kevin Attard Compagno
nb: Nils Kristian Tomren
nl: Wilbert Berendsen,Rinse de Vries
pl: Igor Klimer
pt: Pedro Morais,José Nuno Pires
pt_br: Marcus Gama
sr: Слободан Симић
sr@latn: Slobodan Simić
sv: Stefan Asserhäll
ta: tamilpcteam
th: ถนอมทรัพย์ นพบูรณ์
tr: İsmail Şimşek
zh_cn: 开源软件国际化之 KDE 简体中文组

source: _: EMAIL OF TRANSLATORS Your emails
da: runerl@skjoldhoej.dk
de: kde@doerr-privat.de
el: sng@hellug.gr,manolis@koppermind.homelinux.org
es: cronopios@gmail.com
et: bald@starman.ee
fr: caulier dot gilles at free.fr,ntung@free.fr
gl: mvillarino@users.sourceforge.net
is: sveinki@nett.is
ja: ybando@k6.dion.ne.jp
mt: kac_comp@webhostmalta.com
nb: project@nilsk.net
nl: wbsoft@xs4all.nl,rinsedevries@kde.nl
pl: kigro@vp.pl
pt: morais@kde.org,jncp@netcabo.pt
pt_br: marcus_gama@uol.com.br
sr: simicsl@verat.net
sr@latn: simicsl@verat.net
sv: stefan.asserhall@comhem.se
ta: tamilpc@ambalam.com
th: donga.nb@gmail.com
tr: thelightning@mynet.com
zh_cn: i18n-translation@lists.linux.net.cn
