Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_batchprocessimages.po
Languages: ca, el, es, fr, gl, nl, pl, sr, sr@latn, ta, th, tr

source: Cannot start 'convert' program from 'ImageMagick' package; please check your installation.
ca: No s'ha pogut engegar el programa 'convert' del paquet 'ImageMagick'; si us plau, comproveu la vostra instal·lació.
el: Αδυναμία εκκίνησης του προγράμματος 'convert' από το πακέτο του 'ImageMagick'. Παρακαλώ ελέγξτε την εγκατάστασή σας.
es: No se puede iniciar el programa «convert» del paquete «ImageMagick». Por favor, compruebe su instalación.
fr: Impossible de démarrer le programme « convert » du paquetage « ImageMagick ». Veuillez vérifier votre installation.
gl: Non foi posíbel iniciar o programa 'convert' do pacote 'ImageMagick'; verifique a sua instalazón.
nl: Het programma 'convert' van 'ImageMagick' kon niet worden gestart. Controleer uw installatie.
pl: Nie można uruchomić programu 'convert' z pakietu 'ImageMagick'; proszę sprawdzić poprawność instalacji.
sr: Не могу да покренем програм „convert“ из пакета „ImageMagick“. Проверите своју инсталацију.
sr@latn: Ne mogu da pokrenem program „convert“ iz paketa „ImageMagick“. Proverite svoju instalaciju.
ta: 'ImageMagick' பணிதொகுப்பில் இருந்து 'convert' நிரலை துவக்க முடியவில்லை. தயவுசெய்து, உங்கள் நிறுவலை பறிசோதி!
th: ไม่สามารถเรียกโปรแกรม 'convert' จากแพ็กเกจ 'ImageMagick' ได้ โปรดตรวจสอบการติดตั้งของคุณ
tr: 'ImageMagick' ten dönüştürme programı başlatılamadı; lütfen kurulumunuzu kontrol ediniz.

source: The 'convert' program from 'ImageMagick' package has been stopped abnormally
ca: El programa 'convert' del paquet 'ImageMagick' ha acabat malament
es: El programa «convert» del paquete «ImageMagick» se ha detenido de forma anormal
nl: Het programma 'convert' van 'ImageMagick' is onverwacht beëindigd.
sr: Програм „convert“ из пакета „ImageMagick“ је заустављен ненормално

source: Error running 'convert'
ca: Error en executar el 'convert'
es: Error al ejecutar «convert»
nl: Fout bij uitvoeren van 'convert'
sr: Грешка при покретању „convert“-а

source: 'convert' program from 'ImageMagick' package has been stopped abnormally.
ca: El programa 'convert' del paquet 'ImageMagick' ha acabat malament.
es: El programa «convert» del paquete «ImageMagick» se ha detenido de forma anormal.
nl: Het programma 'convert' van 'ImageMagick' is onverwacht beëindigd.
sr: Програм „convert“ из пакета „ImageMagick“ је заустављен ненормално.

source: no processing error
ca: sense error de procés
el: χωρίς σφάλμα επεξεργασίας
es: ningún error durante el proceso
fr: aucune erreur pendant le traitement
gl: nengun erro de procesamento
nl: geen-verwerking-fout
pl: brak błędów przetwarzania
sr: Без грешке у обради
sr@latn: Bez greške u obradi
ta: செயல்பாட்டுப் பிழை இல்லை
th: ไม่มีข้อผิดพลาดจากการประมวลผล
tr: işlem yok hatası

source: <qt>Error adding image to application; error message was: <b>%1</b></qt>
ca: <qt>Error en afegir una imatge a l'aplicació; el missatge d'error és: <b>%1</b></qt>
el: <qt>Σφάλμα προσθήκης εικόνας στην εφαρμογή, το μήνυμα σφάλματος είναι: <b>%1</b></qt>
es: <qt>Se ha producido un error mientras se añadía una imagen a la aplicación. El mensaje de error era: <b>%1</b></qt>
fr: <qt>Erreur pendant l'ajout de l'image, le message d'erreur est : <b>%1</b></qt>
gl: <qt>Erro ao engadir a imaxe á aplicazón; a mensaxe de erro foi: <b>%1</b></qt>
nl: <qt>Er trad een fout op tijdens het toevoegen van een afbeelding aan de toepassing. De foutmelding was: <b>%1</b></qt>
pl: <qt>Wystąpił błąd podczas dodawania zdjęcia; zgłoszony błąd: <b>%1</b></qt>
sr: <qt>Грешка при додавању слике у програм, порука је: <b>%1</b></qt>
sr@latn: <qt>Greška pri dodavanju slike u program, poruka je: <b>%1</b></qt>
ta: <qt>பயன்பாட்டில் தோற்றத்தை சேர்த்ததில் பிழை. பிழை தகவல்: <b>%1</b></qt>
th: <qt>เกิดข้อผิดพลาดในการเพิ่มภาพไปยังแอพพลิเคชัน ข้อความผิดพลาดคือ: <b>%1</b></qt>
tr: <qt>Resmin uygulamaya eklenmesinde hata; hata mesajı: <b>%1</b></qt>

source: Error Adding Image to Application
ca: Error en afegir una imatge a l'aplicació
el: Σφάλμα προσθήκης εικόνας στην εφαρμογή
es: Error al añadir imagen a la aplicación
fr: Erreur pendant l'ajout de l'image
gl: Erro ao Engadir Imaxe á Aplicazón
nl: Fout bij het toevoegen van een afbeelding aan de toepassing
pl: Błąd podczas dodawania zdjęcia do programu
sr: Грешка при додавању слике у програм
sr@latn: Greška pri dodavanju slike u program
ta: பயன்பாட்டில் படிமத்தை ஏற்றுவதில் பிழை ஏற்பட்டுள்ளது
th: เกิดข้อผิดพลาดในการเพิ่มภาพไปยังแอพพลิเคชัน
tr: Uygulamaya Resim Eklemede Hata

source: Warning:
ca: Atenció:
el: Προειδοποίηση:
es: Advertencia:
fr: Avertissement :
gl: Aviso:
nl: Waarschuwing:
pl: Uwaga:
sr: Упозорење:
sr@latn: Upozorenje:
ta: எச்சரிக்கை:
th: แจ้งเตือน:
tr: Uyarı:

source: cannot remove original image file.
ca: no s'ha pogut suprimir el fitxer d'imatge original.
el: αδυναμία αφαίρεσης του αρχείου αρχικής εικόνας.
es: no se puede eliminar el archivo de imagen original.
fr: impossible de supprimer le fichier image original.
gl: non foi posíbel eliminar o ficheiro de imaxe orixinal.
nl: kan origineel afbeeldingbestand niet verwijderen.
pl: nie można usunąć oryginalnego zdjęcia.
sr: Не могу да уклоним оригинални фајл слике.
sr@latn: Ne mogu da uklonim originalni fajl slike.
ta: மூலப் படிமக் கோப்பை அகற்ற இயலவில்லை.
th: ไม่สามารถลบแฟ้มภาพต้นฉบับได้
tr: asıl resim dosyası kaldırılamıyor.

source: cannot process original image file.
ca: no s'ha pogut processar el fitxer d'imatge original.
el: αδυναμία επεξεργασίας του αρχείου αρχικής εικόνας.
es: no se ha podido procesar el archivo de imagen original.
fr: impossible de traiter le fichier image original.
gl: non foi posíbel procesar o ficheiro de imaxe orixinal.
nl: kan origineel afbeeldingbestand niet verwerken.
pl: nie można przetworzyć oryginalnego zdjęcia.
sr: Не могу да обрадим оригинални фајл слике.
sr@latn: Ne mogu da obradim originalni fajl slike.
ta: மூலப் படிமக் கோப்பை செயல்படுத்துவது இயலவில்லை!
th: ไม่สามารถประมวลผลแฟ้มภาพต้นฉบับได้
tr: asıl resim dosyası işlenemiyor.

source: Image processing error
ca: Error de procés d'imatge
el: Σφάλμα επεξεργασίας εικόνας
es: Error durante el procesamiento de la imagen
fr: Erreur pendant le traitement de l'image
gl: Erro de procesamento da imaxe
nl: Fout tijdens afbeeldingverwerking
pl: Błąd podczas przetwarzania zdjęcia
sr: Грешка при обради слике
sr@latn: Greška pri obradi slike
ta: பிம்ப செயல்பாட்டுப் பிழை
th: ผิดพลาดในการประมวลผลภาพ
tr: Resim işleme hatası

source: Image "%1": %2 The output messages are:
ca: Imatge "%1": %2 Els missatges de sortida són:
el: Εικόνα "%1": %2 Τα μηνύματα εξόδου είναι:
es: Imagen «%1»: %2 Los mensajes de salida son:
fr: Image « %1 » : %2 Les messages sont :
gl: Imaxe "%1": %2 As mensaxes de saída son:
nl: Afbeelding "%1": %2 De uitvoerberichten zijn:
pl: Zdjęcie "%1": %2 Informacje kontrolne:
sr: Слика „%1“: %2 Добијене поруке су:
sr@latn: Slika „%1“: %2 Dobijene poruke su:
ta: படிமம்"%1": %2 வெளிவரும் செய்திகளாவன:
th: ภาพ "%1": %2 ข้อความแจ้งคือ:
tr: Resim "%1": %2 Çıktı mesajları:

source: You must select an item from the list to calculate the preview.
ca: Heu de seleccionar un element de la llista per calcular la vista prèvia.
el: Πρέπει να επιλέξετε ένα αντικείμενο από τη λίστα για τον υπολογισμό της προεπισκόπησης.
es: Debe seleccionar un elemento de la lista para calcular la previsualización.
fr: Vous devez sélectionner un élément dans la liste pour calculer la prévisualisation.
gl: Debe escoller escoller un ítem da lista para calcular a antevisión.
nl: Selecteer eerst een item uit de lijst om het voorbeeld te berekenen.
pl: Musisz wybrać element z listy, aby wyświetlić jego podgląd.
sr: Морате изабрати ставку из листе да би се срачунао преглед.
sr@latn: Morate izabrati stavku iz liste da bi se sračunao pregled.
ta: கணக்கிடு முன்காட்சிக்காக ஒரு உருப்படியை நீங்கள் தேர்வு செய்ய வேண்டும்.
th: คุณต้องเลือกรายการจากช่องรายการก่อน เพื่อคำนวณภาพตัวอย่าง
tr: Önizlemeyi hesaplayabilmek için listeden bir resim seçmelisiniz.

source: Cannot run properly 'convert' program from 'ImageMagick' package.
ca: No s'ha pogut executar correctament el programa 'convert' del paquet 'ImageMagick'.
es: No se puede ejecutar correctamente el programa «convert» del paquete «ImageMagick».
nl: Het programma 'convert' van 'ImageMagick' kon niet goed worden uitgevoerd.
sr: Не могу да покренем програм „convert“ из пакета „ImageMagick“

source: - small preview
ca: - vista prèvia petita
el: - μικρή προεπισκόπηση
es: - previsualización pequeña
fr: - aperçu réduit
gl: - antevisión pequena
nl: - klein voorbeeld
pl: - mały podgląd
sr: — мали преглед
sr@latn: — mali pregled
ta: - சிறிய முன் தோற்றம்
th: - ภาพตัวอย่างขนาดเล็ก
tr: - küçük önizleme

source: Preview processing error
ca: Error en processar la vista prèvia
el: Σφάλμα επεξεργασίας προεπισκόπησης
es: Error durante el procesamiento de la previsualización
fr: Erreur pendant la création de la prévisualisation
gl: Erro de procesamento da antevisión
nl: Fout tijdens het genereren van het voorbeeld
pl: Błąd podczas tworzenia podglądu
sr: Грешка при обради прегледа
sr@latn: Greška pri obradi pregleda
ta: முன்காட்சி செயல்பாட்டுப் பிழை
th: เกิดข้อผิดพลาดในการประมวลผลภาพตัวอย่าง
tr: Önizleme işlem hatası

source: Cannot process preview for image "%1". The output messages are:
ca: No s'ha pogut processar la vista prèvia de la imatge "%1". Els missatges de sortida són:
el: Αδυναμία επεξεργασίας προεπισκόπησης για την εικόνα "%1". Τα μηνύματα εξόδου είναι:
es: No se puede crear la previsualización de la imagen «%1». Los mensajes de salida son:
fr: Impossible de calculer la prévisualisation pour l'image « %1 ». Les messages sont :
gl: Non foi posíbel procesar a antevisión para a imaxe "%1". As mensaxes de saída son:
nl: Er kan geen voorbeeld voor afbeelding "%1" worden aangemaakt. De uitvoerberichten zijn:
pl: Nie można utworzyć podglądu dla zdjęcia "%1". Informacje kontrolne:
sr: Не могу да обрадим преглед за слику „%1“. Добијене поруке су:
sr@latn: Ne mogu da obradim pregled za sliku „%1“. Dobijene poruke su:
ta: தோற்றத்திற்காக முன்தோற்றத்தை தொடர முடியவில்லை "%1". வேளியிட்டு தகவல் என்ன வேண்ரால்:
th: ไม่สามารถประมวลผลภาพตัวอย่างของภาพ "%1" ได้ ข้อความแจ้งคือ:
tr: "%1" resmi için önizleme oluşturulamıyor. Çıktı mesajları:

source: Image File List
ca: Llista de fitxers d'imatge
el: Λίστα αρχείων εικόνας
es: Lista de los archivos de imagen
fr: Liste des fichiers image
gl: Lista dos Ficheiros de Imaxes
nl: Afbeeldinglijst
pl: Lista zdjęć
sr: Листа фајлова слика
sr@latn: Lista fajlova slika
ta: பிம்பக் கோப்புப் பட்டியல்
th: รายการแฟ้มภาพ
tr: Resim Dosya Listesi

source: Aborted.
ca: Cancel·lat.
el: Διακόπηκε.
es: Interrumpido.
fr: Arrêté.
gl: Interrompido.
nl: Afgebroken.
pl: Przerwano.
sr: Прекинуто.
sr@latn: Prekinuto.
ta: முறிக்கப்பட்டது.
th: ถูกยกเลิก
tr: Durduruldu.

source: process aborted by user
ca: procés avortat per l'usuari
el: η διεργασία διακόπηκε από το χρήστη
es: proceso interrumpido por el usuario
fr: traitement arrêté par l'utilisateur
gl: proceso cancelado polo usuário
nl: Verwerking afgebroken door gebruiker
pl: proces przerwany przez użytkownika
sr: Корисник је прекинуо обраду
sr@latn: Korisnik je prekinuo obradu
ta: பயனரால் செயல்பாடு முறிக்கப்பட்டது
th: การประมวลผลถูกยกเลิกโดยผู้ใช้
tr: işlem kullanıcı tarafından durduruldu

source: Source Album
ca: Àlbum origen
el: Άλμπουμ πηγή
es: Álbum de origen
fr: Album source
gl: Álbum de Orixe
nl: Bronalbum
pl: Album źródłowy
sr: Изворни албум
sr@latn: Izvorni album
ta: மூல ஆல்பம்
th: อัลบั้มต้นฉบับ
tr: Kaynak Albüm

source: Source Image
ca: Imatge origen
el: Εικόνα πηγή
es: Imagen de origen
fr: Image originale
gl: Imaxe de Orixe
nl: Bronafbeelding
pl: Zdjęcie źródłowe
sr: Изворна слика
sr@latn: Izvorna slika
ta: மூல பிம்பம்
th: ภาพต้นฉบับ
tr: Kaynak Resim

source: Target Image
ca: Imatge final
el: Εικόνα προορισμού
es: Imagen de destino
fr: Image résultat
gl: Imaxe de Destino
nl: Doelafbeelding
pl: Zdjęcie wyjściowe
sr: Циљна слика
sr@latn: Ciljna slika
ta: இலக்கு பிம்பம்
th: ภาพเป้าหมาย
tr: Hedef Resim

source: Result
ca: Resultat
el: Αποτέλεσμα
es: Resultado
fr: Résultat
gl: Resultado
nl: Resultaat
pl: Rezultat
sr: Резултат
sr@latn: Rezultat
ta: விளைவு
th: ผลลัพธ์
tr: Sonuç

source: <p>You can see here the operations' results during the process. Double-click on an item for more information once the process has ended. <p>You can use the "Add" button or drag-and-drop to add some new items to the list. <p>If the items are taken from different Albums the process' results will be merged to the target Album.
ca: <p>Aquí podeu veure els resultats de les operacions durant el procés. Feu un doble clic sobre un element per veure més informació un cop hagi acabat el procés. <p>Podeu usar el botó "Afegeix" o arrossegar i deixar per afegir nous elements a la llista.<p>Si els elements són de diferents àlbums, els resultats del procés es fusionaran a l'àlbum destí.
el: <p>Εδώ μπορείτε να δείτε εδώ τα αποτελέσματα των λειτουργιών κατά τη διεργασία. Κάντε διπλό κλικ σε ένα αντικείμενο για περισσότερες πληροφορίες μετά το τέλος της διεργασίας. <p>Μπορείτε να χρησιμοποιήσετε το κουμπί "Προσθήκη" ή το σύρσιμο και ελευθέρωση για την προσθήκη νέων αντικειμένων στη λίστα. <p>Αν τα αντικείμενα ληφθούν από διαφορετικά άλμπουμ, τα αποτελέσματα της διεργασίας θα συγχωνευτούν στο άλμπουμ προορισμού.
es: <p>Aquí puede ver los resultados de las operaciones durante el proceso. Haga un doble pulsación sobre un elemento para obtener más información tras la finalización del proceso. <p>Puede utilizar el botón «Añadir» o arrastrar y soltar para añadir nuevos elementos a la lista. <p>Si los elementos son tomados de diferentes álbumes de fotos, los resultados del proceso se fundirán en el álbum de fotos de destino.
fr: <p>Vous pouvez voir ici les résultats des opérations pendant le traitement. Double-cliquez sur un élément pour avoir plus d'informations à la fin du traitement. <p>Vous pouvez utiliser le bouton « Ajouter... » ou le « Glisser / Déposer » pour ajouter des éléments à la liste. <p>Si les éléments sont issus d'albums différents, les résultats du traitement seront fusionnés dans l'album de destination.
gl: <p>Aqui pode ver o resultado das operazóns durante a execuzón. Prema duas veces nun ítem, após que o proceso acabe, para obter mais informazóns. <p>Pode utilizar o botón "Engadir" ou arrastar e soltar para engadir novos ítens á lista. <p>Se os ítens fosen collidos de álbuns diferentes o resultado será reunido no álbum de destino.
nl: <p>Hier kunt u de resultaten van de operatie zien tijdens de verwerking. Dubbelklik op een item voor meer informatie wanneer de verwerking gestopt is.<p>U kunt de knop "Toevoegen" gebruiken om nieuwe items toe te voegen aan de lijst, of u kunt deze naar de lijst slepen.<p>Als de items genomen zijn van verschillende albums dan zullen de resultaten samengevoegd worden met het doelalbum.
pl: <p>Tutaj możesz zobaczyć informacje kontrolne zwrócone przez proces. Po zakończeniu przetwarzania, kliknij dwukrotnie na elemencie, aby wyświetlić więcej informacji. <p>Aby dodać nowe elementy do listy możesz skorzystać z techniki przeciągnij upuść lub użyć przycisku "Dodaj". <p>Jeśli elementy zostałe wybrane z różnych albumów, wyniki przetwarzania zostaną połączone w albumie wyjściowym.
sr: <p>Овде можете видети резултате операција током обраде. Двокликните на ставку за више информација када се обрада заврши. <p>Можете користити дугме „Додај“ или превлачење и испуштање да бисте додали нове ставке у листу. <p>Ако су ставке узете из различитих албума, резултати обраде биће стопљени у циљни албум.
sr@latn: <p>Ovde možete videti rezultate operacija tokom obrade. Dvokliknite na stavku za više informacija kada se obrada završi. <p>Možete koristiti dugme „Dodaj“ ili prevlačenje i ispuštanje da biste dodali nove stavke u listu. <p>Ako su stavke uzete iz različitih albuma, rezultati obrade biće stopljeni u ciljni album.
ta: <p>செயல் பொழுது நீங்க்ள் செயல் தகவலை நீங்கள் பார்க்கலாம். செயல் முடிந்தவுடன் மேலும் தகவலுக்கு உறுபடியில் இருமுறை சொடுக்கவும். <p>நீங்கள் இதை பயன்படுத்தலாம் "Add" பொத்தான அல்லது இஉ மற்றும் விடு பட்டியலில் புதிய உறுபடியை சேர்ப்பதற்காக. <p>வேவ்வேறு ஆல்பத்தில் இருந்து உறுபடிகள் எடுக்க பட்டிருந்தால் செயல் முடிவு இலக்கு ஆல்பத்தில் சேர்க்க படும்.
th: <p>คุณสามารถดูผลลัพธ์ของการทำงานระหว่างประมวลผลอยู่ได้ที่นี่ โดยการดับเบิลคลิกบนรายการเพื่อดูรายละเอียดก่อนจะจบการประมวลผล <p>คุณสามารถใช้ปุ่ม "เพิ่มภาพ" หรือใช้การลากและวางภาพเพื่อทำการเพิ่มภาพใหม่ไปยังรายการภาพได้ <p>หากรายการมาจากอัลบั้มที่แตกต่างกัน ผลลัพธ์ของการประมวลผลจะถูกรวมไว้ที่เดียวกันในอัลบั้มเป้าหมาย
tr: <p>Burada, işlem esnasında sonuçları görebilirsiniz. İşlem bitince daha fazla bilgi almak için herhangi bir başlığa çift tıklayabilirsiniz.<p>Listeye yeni başlıklar eklemek için "Ekle" düğmesini veya sürükle-bırak kullanabilirsiniz.<p>Eğer başlıklar farklı Albümlerden alınmış ise işlemin sonucu, hedef Albüm ile birleştirilecektir.

source: Batch-Bordering Images
ca: Emmarcat d'imatges per lots
el: Ομαδική δημιουργία περιγράμματος εικόνων
es: Proceso por lotes para crear bordes en las imágenes
fr: Ajouter une bordure (traitement par lots)
gl: Enmarcado de Lotes de Imaxes
nl: Afbeeldingen omranden
pl: Grupowe obramowywanie zdjęć
sr: Пакетно оивичавање слика
sr@latn: Paketno oivičavanje slika
ta: தொகுதி-விளிம்பிடும் பிம்பங்கள்
th: เพิ่มกรอบภาพให้กลุ่มภาพ
tr: Çoklu Resim Çerçeveleme

source: Batch Image-bordering
ca: Emmarcat d'imatges per lots
el: Ομαδική δημιουργία περιγράμματος εικόνων
es: Proceso por lotes para crear bordes en las imágenes
fr: Ajouter une bordure (traitement par lots)
gl: Enmarcado de Imaxes en Lote
nl: Afbeeldingen omranden
pl: Grupowe obramowywanie zdjęć
sr: Пакетно оивичавање слика
sr@latn: Paketno oivičavanje slika
ta: தொகுதி பிம்ப-விளிம்பிடுதல்
th: เพิ่มกรอบภาพให้กลุ่มภาพ
tr: Resimleri toptan çerçeveleme

source: A Kipi plugin for batch bordering images This plugin use the "convert" program from "ImageMagick" package.
ca: Un connector del Kipi per fer vores a imatges per lots Aquest connector usa el programa "convert" del paquet "ImageMagick".
el: Ένα πρόσθετο του Kipi για την ομαδική δημιουργία περιγράμματος εικόνων Αυτό το πρόσθετο χρησιμοποιεί το πρόγραμμα "convert" από το πακέτο "ImageMagick".
es: Un complemento de proceso por lotes para crear bordes en las imágenes Este complemento utiliza el programa «convert» del paquete «ImageMagick».
fr: Un module externe KIPI pour ajouter une bordure (traitement par lots). Ce module externe utilise le programme « convert » du paquetage « ImageMagick ».
gl: Un plugin de KIPI para colocazón de marcos en lotes de imaxes Este plugin utiliza o programa "convert" do pacote "ImageMagick".
nl: Een KIPI-plugin voor het maken van randen rondom afbeeldingen Deze plugin gebruikt het programma "mogrify" van "ImageMagick".
pl: Wtyczka Kipi do grupowego obramowywania zdjęć Ta wtyczka korzysta z programu "convert" z pakietu "ImageMagick".
sr: KIPI-јев додатак за пакетно оивичавање слика Овај прикључак користи програм „convert“ из пакета „ImageMagick“.
sr@latn: KIPI-jev dodatak za paketno oivičavanje slika Ovaj priključak koristi program „convert“ iz paketa „ImageMagick“.
ta: தொகுதி விளிம்பிடும் பிம்பங்களுக்கான ஒரு கிபி சொருகுப்பொருள் இந்த சொருகுப்பொருள் "மாற்று" நிரலியை"பிம்பமாயை" தொகுதியில் இருந்து பயன்படுத்துகிறது.
th: ปลั๊กอินของ Kipi plugin สำหรับเพิ่มกรอบภาพให้กับกลุ่มภาพ โดยปลั๊กอินนี้มีการใช้โปรแกรม "convert" จากแพ็กเกจ "ImageMagick"
tr: Çoklu resim çerçevelemek için bir KIPI eklentisi Bu eklenti "ImageMagick" paketinden "convert" programını kullanır.

source: Author and maintainer
ca: Autor i mantenidor
el: Συγγραφέας και συντηρητής
es: Autor y responsable
fr: Auteur et mainteneur
gl: Autoria e mantimento
nl: Auteur en onderhouder
pl: Autor i opiekun
sr: Аутор и одржавалац
sr@latn: Autor i održavalac
ta: ஆசிரியர் மற்றும் மேம்பாட்டாளர்
th: ผู้เขียนและผู้ดูแล
tr: Yazan ve geliştiren

source: Plugin Handbook
ca: Manual del connector
es: Manual del complemento
nl: Plugin-handboek
sr: Приручник прикључка

source: Images Bordering Options
ca: Opcions d'emmarcat d'imatges
el: Επιλογές περιγράμματος εικόνας
es: Opciones para dar bordes a las imágenes
fr: Bordure
gl: Opzóns de Enmarcado de Imaxes
nl: Opties voor het omranden van afbeeldingen
pl: Opcje obramowywania zdjęć
sr: Опције оивичавања слике
sr@latn: Opcije oivičavanja slike
ta: பிம்பங்கள் விளிம்பிடும் விருப்பத் தேர்வுகள்
th: ตัวเลือกเพิ่มกรอบภาพให้กลุ่มภาพ
tr: Resim Çerçeveleme Seçenekleri

source: Border:
ca: Marc:
el: Περίγραμμα:
es: Borde:
fr: Type :
gl: Marco:
nl: Rand:
pl: Typ obramowania:
sr: Ивице:
sr@latn: Ivice:
ta: விளிம்பு:
th: กรอบภาพ:
tr: Çerçeve:

source: Solid
ca: Sòlid
el: Συμπαγές
es: Sólido
fr: Solide
gl: Sólido
nl: Effen
pl: Linia
sr: Пуна
sr@latn: Puna
ta: கனம்
th: กรอบสีทึบ
tr: Katı

source: Raise
ca: Elevació
el: Ανύψωση
es: Relieve
fr: Relief
gl: Elevar
nl: Afgeschuind
pl: Wypukłe
sr: Издигнута
sr@latn: Izdignuta
ta: மேலெழு
th: กรอบนูน
tr: Kabartma

source: Frame
ca: Motllura
el: Πλαίσιο
es: Marco
fr: Cadre
gl: Moldura
nl: Lijst
pl: Ramka
sr: Оквир
sr@latn: Okvir
ta: சட்டம்
th: กรอบยุบเน้นเส้นรอบภาพ
tr: Çerçeve

source: Niepce
el: Κάδρο
pl: Podwójne
sr: Ниепс
sr@latn: Nieps
ta: நீப்ஸ்
th: กรอบทึบเน้นเส้นรอบภาพ
tr: İki Renk
