Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_cdarchiving.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nb, nds, nl, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, uk

source: Failed to create HTML pages for Album '%1'
ca: Ha fallat la creació de les pàgines HTML per l'àlbum '%1'
cs: Chyba při vytváření HTML stránky alba '%1'
da: Oprettelse af HTML-sider til album '%1' mislykkedes.
de: Fehler bei der Erstellung der HTML-Seiten für das Album "%1".
el: Αποτυχία δημιουργίας των σελίδων HTML για το άλμπουμ '%1'
es: No ha sido posible crear las páginas HTML del álbum «%1»
et: Albumi '%1' HTML-lehekülgede loomine ebaõnnestus
fr: Impossible de créer les pages pour l'album « %1 »
gl: Non foi posíbel criar as páxinas HTML do álbum '%1'
is: Tókst ekki að gera HTML-síður fyrir albúmið '%1'
it: Impossibile creare le pagine HTML per l'album «%1»
ja: アルバム '%1' の HTML ページの作成に失敗
nb: Opprettelse av HTML-sider til album '%1' mislykkes.
nds: HTML-Sieden för Album "%1" laat sik nich opstellen
nl: Het aanmaken van de HTML-pagina's voor album '%1' is mislukt
pl: Tworznie stron HTML dla albumu '%1' nie powiodło się
pt: Não foi possível criar as páginas em HTML do álbum '%1'
pt_br: Falha ao criar as páginas HTML para o álbum '%1'.
sr: Нисам успео да направим HTML стране за албум „%1“
sr@latn: Nisam uspeo da napravim HTML strane za album „%1“
sv: Misslyckades skapa HTML-sidor för albumet '%1'
ta: ஆல்பம் '%1'க்கான HTML பக்கங்களை உருவாக்க முடியவில்லை
th: ล้มเหลวในการสร้างเอกสารเวบแบบ HTML สำหรับอัลบั้ม '%1'
tr: '%1' Albümü için HTML sayfaları oluşturulamadı.
uk: Не вдалося створити сторінки HTML для альбому "%1"

source: Failed to create K3b project.
ca: Ha fallat la creació del projecte K3b.
cs: Chyba při vytváření K3b projektu.
da: K3b projektoprettelse mislykkedes.
de: Fehler bei der Erstellung des K3b-Projektes.
el: Αδυναμία δημιουργίας του έργου K3b.
es: No ha sido posible crear el proyecto K3b.
et: K3b projekti loomine ebaõnnestus.
fr: Impossible de créer le projet K3b.
gl: Non foi posíbel criar o proxecto de K3b.
is: Tókst ekki að búa til K3b verkefni.
it: Creazione del progetto K3b non riuscita.
ja: K3b プロジェクトの作成に失敗しました。
nb: K3b projektopprettelse mislykkes.
nds: K3b-Projekt lett sik nich opstellen
nl: Het aanmaken van het K3b-project is mislukt.
pl: Tworzenie projektu K3b nie powiodło się.
pt: Não foi possível criar o projecto do K3b.
pt_br: Falha ao criar o projeto do K3b.
sr: Нисам успео да направим K3b-ов пројекат.
sr@latn: Nisam uspeo da napravim K3b-ov projekat.
sv: Misslyckades skapa K3b-projekt.
ta: கே3பி திட்டத்தை உருவாக்க முடியவில்லை.
th: ล้มเหลวในการสร้างโครงการสำหรับ K3b
tr: K3b projesi oluşturulamadı.
uk: Не вдалося створити проект K3b.

source: Starting K3b program...
ca: S'està engegant el programa K3b...
cs: Spouštím K3b...
da: Starter K3b program...
de: K3b wird gestartet ...
el: Εκκίνηση του προγράμματος K3b...
es: Iniciando el programa K3b...
et: K3b käivitamine...
fr: Démarrage du programme K3b...
gl: A iniciar o programa K3b...
is: Ræsi K3b forrit...
it: Avvio del programma K3b...
ja: K3b プログラムを開始...
nb: Starter K3b program …
nds: K3b warrt opropen...
nl: K3b wordt opgestart...
pl: Uruchamianie programu K3b...
pt: A iniciar o programa K3b...
pt_br: Iniciando o programa K3b...
sr: Покрећем програм K3b...
sr@latn: Pokrećem program K3b...
sv: Startar K3b-programmet...
ta: கே3பி நிரைலைத் துவக்குகிறது...
th: กำลังเริ่มการทำงานโปรแกรม K3b...
tr: K3b uygulaması başlatılıyor...
uk: Запуск програми K3b...

source: <i>Caption:</i>
ca: <i>Comentari:</i>
da: <i>Samling:</i>
de: <i>Beschriftung:</i>
es: <i>Comentario:</i>
et: <i>Pealdis:</i>
fr: <i>Légende :</i>
is: <i>Skýringartexti:</i>
it: <i>Didascalia:</i>
ja: キャプション:
nds: <i>Titel:</i>
nl: <i>Titel:</i>
pt: <i>Título:</i>
pt_br: <i>Legenda:</i>
sr: <i>Коментар:</i>
sv: <i>Rubrik:</i>

source: Plugin Handbook
ca: Manual del connector
de: Modul-Handbuch
es: Manual del complemento
et: Plugina käsiraamat
fr: Manuel du module externe
is: Handbók íforrits
it: Manuale del plugin
ja: プラグインハンドブック
nl: Plugin-handboek
pt_br: Manual do plug-in
sr: Приручник прикључка
sv: Handbok för insticksprogrammet
