Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_slideshow.po
Languages: pl, sr, sr@latn

source: _: NAME OF TRANSLATORS Your names
pl: Igor Klimer
sr: Слободан Симић
sr@latn: Slobodan Simić

source: _: EMAIL OF TRANSLATORS Your emails
pl: kigro@vp.pl
sr: simicsl@verat.net
sr@latn: simicsl@verat.net

source: Advanced SlideShow...
pl: Zaawansowany pokaz slajdów...
sr: Напредни слајд-шоу...
sr@latn: Napredni slajd-šou...

source: Slide Show
pl: Pokaz slajdów
sr: Слајд-шоу
sr@latn: Slajd-šou

source: There are no images to show.
pl: Brak zdjęć do wyświetlenia.
sr: Овде нема слика за приказивање.
sr@latn: Ovde nema slika za prikazivanje.

source: Sorry. OpenGL support not available on your system
pl: Przykro nam, obsługa OpenGL jest niedostępna na Twoim systemie
sr: Извините. OpenGL подршка није доступна на вашем систему
sr@latn: Izvinite. OpenGL podrška nije dostupna na vašem sistemu

source: Slideshow
pl: Pokaz slajdów
sr: Слајд-шоу
sr@latn: Slajd-šou

source: Main
pl: Generalne
sr: Главно
sr@latn: Glavno

source: Show all images in current al&bum
pl: Pokaż wszystkie zdjęcia w aktualnym al&bumie
sr: Прикажи све слике у текућем ал&буму
sr@latn: Prikaži sve slike u tekućem al&bumu

source: Alt+B
sr: Alt+Б

source: Show onl&y selected images
pl: Pokaż t&ylko zaznaczone zdjęcia
sr: Прикажи са&мо изабране слике
sr@latn: Prikaži sa&mo izabrane slike

source: Alt+Y
sr: Alt+М
sr@latn: Alt+M

source: Custom
pl: Własny wybór
sr: Посебно
sr@latn: Posebno

source: Image Files in slideshow
pl: Zdjęcia w pokazie slajdów
sr: Слике за слајд-шоу
sr@latn: Slike za slajd-šou

source: Preview the currently selected image.
pl: Zobacz podgląd aktualnie wybranego zdjęcia.
sr: Приказ тренутно изабраних слика.
sr@latn: Prikaz trenutno izabranih slika.

source: This is the list of the image files for your portfolio. The portfolio's first image is on the top; the last image is on the bottom. If you want to add some images, click on the 'Add' button or use the drag-and-drop.
pl: To jest lista zdjęć do pokazu. Pierwsze zdjęcie pokazu znajduje się na samej górze, ostatnie - na dole. Aby dodać nowe zdjęcia, kliknij przycisk 'Dodaj' lub skorzystaj z techniki przeciągnij i upuść.
sr: Ово је листа слика за представљање. Прва слика у представљању биће она на врху а последња је на дну. Ако желите да додате неке слике, кликните на дугме Додај или користите превуци-и-пусти.
sr@latn: Ovo je lista slika za predstavljanje. Prva slika u predstavljanju biće ona na vrhu a poslednja je na dnu. Ako želite da dodate neke slike, kliknite na dugme Dodaj ili koristite prevuci-i-pusti.

source: None
pl: Brak
sr: Ништа
sr@latn: Ništa

source: Total number of images in the portfolio and sequence duration.
pl: Całkowita liczba zdjęć w pokazie oraz długość jego trwania.
sr: Укупан број слика у представљању и његова дужина.
sr@latn: Ukupan broj slika u predstavljanju i njegova dužina.

source: &Add...
pl: &Dodaj...
sr: Дод&ај...
sr@latn: Dod&aj...

source: Alt+A
pl: Alt+D
sr: Alt+А

source: Add some image files to the portfolio list.
pl: Dodaj zdjęcia do pokazu.
sr: Додаје слике у листу за представљање.
sr@latn: Dodaje slike u listu za predstavljanje.

source: Alt+D
pl: Alt+W
sr: Alt+Д

source: Remove some image files from the portfolio list.
pl: Usuń zdjęcia z listy pokazu.
sr: Уклања слике са листе за представљање.
sr@latn: Uklanja slike sa liste za predstavljanje.

source: Image &Up
pl: Przesuń do &góry
sr: Слика &горе
sr@latn: Slika &gore

source: Alt+U
pl: Alt+G
sr: Alt+Г
sr@latn: Alt+G

source: Moving the current image up on the portfolio list.
pl: Przesuń aktualnie wybrane zdjęcie w górę listy pokazu.
sr: Помера тренутну слику на горе у листи.
sr@latn: Pomera trenutnu sliku na gore u listi.

source: Image D&own
pl: Przesuń &w dół
sr: Слика д&оле
sr@latn: Slika d&ole

source: Alt+O
pl: Alt+U
sr: Alt+О

source: Moving the current image down on the portfolio list.
pl: Przesuń aktualnie wybrane zdjęcie w dół listy pokazu.
sr: Помера тренутну слику на доле у листи.
sr@latn: Pomera trenutnu sliku na dole u listi.

source: Currently selected image in the portfolio list.
pl: Aktualnie zaznaczone zdjęcie z listy pokazu.
sr: Тренутно изабране слике у листи за представљање.
sr@latn: Trenutno izabrane slike u listi za predstavljanje.

source: Video options
pl: Opcje wideo
sr: Видео опције
sr@latn: Video opcije

source: Use Open&GL slideshow transitions
pl: Użyj efektów przejść Open&GL
sr: &Користи OpenGL прелазе између слика
sr@latn: &Koristi OpenGL prelaze između slika

source: Alt+G
sr: Alt+К
sr@latn: Alt+K

source: Content options
pl: Opcje zawartości
sr: Опције садржаја
sr@latn: Opcije sadržaja

source: P&rint filename
pl: Wyświetl &nazwę pliku
sr: П&рикажи име фајла
sr@latn: P&rikaži ime fajla

source: Alt+R
pl: Alt+N
sr: Alt+Р

source: Progress indicator
pl: Wskaźnik postępu
sr: Показатељ напретка
sr@latn: Pokazatelj napretka

source: Pr&int captions
sr: Пр&икажи коментаре

source: Alt+I
sr: Alt+И

source: Playback options
pl: Opcje odtwarzania
sr: Опције пуштања
sr@latn: Opcije puštanja

source: &Loop
pl: &Zapętl pokaz
sr: &У круг
sr@latn: &U krug

source: Alt+L
pl: Alt+Z
sr: Alt+У
sr@latn: Alt+U

source: &Shuffle images
pl: Przeta&suj zdjęcia
sr: И&змешај слике
sr@latn: I&zmešaj slike

source: Alt+S
sr: Alt+З
sr@latn: Alt+Z

source: Delay between images (s):
pl: Opóźnienie między zdjeciami (s):
sr: Застој између слика (s):
sr@latn: Zastoj između slika (s):

source: Transition effect:
pl: Efekt przejścia:
sr: Ефекат прелаза:
sr@latn: Efekat prelaza:

source: Comments
pl: Komentarze
sr: Коментари
sr@latn: Komentari

source: Colors
pl: Kolory
sr: Боје
sr@latn: Boje

source: Font color :
pl: Kolor czcionki:
sr: Боја исписа :
sr@latn: Boja ispisa :

source: Background color:
pl: Kolor tła:
sr: Боја позадине:
sr@latn: Boja pozadine:

source: Line length (in characters) :
pl: Długość linii (w znakach):
sr: Дужина линије (у знаковима) :
sr@latn: Dužina linije (u znakovima) :

source: Advanced
pl: Zaawansowane
sr: Напредно
sr@latn: Napredno

source: Interface
pl: Interfejs
sr: Сучеље
sr@latn: Sučelje

source: Use milliseconds instead of seconds
pl: Użyj milisekund, zamiast sekund
sr: Користи милисекунде уместо секунди
sr@latn: Koristi milisekunde umesto sekundi

source: Controls
pl: Nawigacja
sr: Контроле
sr@latn: Kontrole

source: Enable mouse wheel (move between images)
pl: Użyj rolki myszy (do przechodzenia między zdjęciami)
sr: Укључи точкић миша (за мењање слика)
sr@latn: Uključi točkić miša (za menjanje slika)

source: Ken Burns effect
sr: Кен Бурнсов ефекат

source: Disable fade-in / fade-out
sr: Искључи постепено појављивање/нестајање

source: Disable crossfade
sr: Искључи претапање

source: Others
sr: Остали

source: Enable cache
sr: Укључи кеш

source: Cache size:
sr: Величина кеша:

source: images
sr: слике

source: <b>Notice</b>: Ken Burns effect doesn't use this cache mechanism.
sr: <b>Напомена</b>: Кен Бурнсов ефекат не користи овај механизам кеширања.

source: &Exit
pl: Z&akończ
sr: &Излаз
sr@latn: &Izlaz

source: Alt+E
pl: Alt+A
sr: Alt+И
sr@latn: Alt+I

source: &Start Slideshow
pl: Rozpo&cznij pokaz slajdów
sr: &Покрени слајд-шоу
sr@latn: &Pokreni slajd-šou

source: Chess Board
pl: Szachownica
sr: Шаховска табла
sr@latn: Šahovska tabla

source: Melt Down
pl: Topnienie
sr: Топљење
sr@latn: Topljenje

source: Sweep
pl: Żaluzje
sr: Брисање
sr@latn: Brisanje

source: Noise
pl: Szum
sr: Шум
sr@latn: Šum

source: Growing
pl: Rosnący
sr: Раст
sr@latn: Rast

source: Incom_ing Edges
pl: Zsuwające rogi
sr: Долазеће ивице
sr@latn: Dolazeće ivice

source: Horizontal Lines
pl: Linie poziome
sr: Водоравне линије
sr@latn: Vodoravne linije

source: Vertical Lines
pl: Linie pionowe
sr: Усправне линије
sr@latn: Uspravne linije

source: Circle Out
pl: Zegar
sr: Кружно напоље
sr@latn: Kružno napolje

source: MultiCircle Out
pl: Kalejdoskop
sr: Вишекружно напоље
sr@latn: Višekružno napolje

source: Spiral In
pl: Spirala
sr: Спирално унутра
sr@latn: Spiralno unutra

source: Blobs
pl: Krople
sr: Мрље
sr@latn: Mrlje

source: Random
pl: Losowy
sr: Насумично
sr@latn: Nasumično

source: SlideShow Completed.
pl: Pokaz slajdów zakończony.
sr: Слајд-шоу је завршен.
sr@latn: Slajd-šou je završen.

source: Click To Exit...
pl: Kliknij, aby wyjść...
sr: Кликните да изађете...
sr@latn: Kliknite da izađete...

source: A Kipi plugin for image slideshow
pl: Wtyczka Kipi do pokazu slajdów
sr: Kipi-јев прикључак за слајд-шоу
sr@latn: Kipi-jev priključak za slajd-šou

source: Author
pl: Autor
sr: Аутор
sr@latn: Autor

source: Author and maintainer
sr: Аутор и одржавалац

source: Plugin Handbook
sr: Приручник прикључка

source: Slideshow is part of KIPI-Plugins (http://www.kipi-plugins.org)
pl: Wtyczka Pokaz slajdów jest częścią wtyczek Kipi (http://www.kipi-plugins.org)
sr: Слајд-шоу је део KIPI-прикључака (http://www.kipi-plugins.org)
sr@latn: Slajd-šou je deo KIPI-priključaka (http://www.kipi-plugins.org)

source: Ken Burns
sr: Кен Бурнс

source: Image no. %1
pl: Zdjęcie nr %1
sr: Слика бр. %1
sr@latn: Slika br. %1

source: You can only move up one image file at once.
pl: Możesz przesunąć w górę tylko jedno zdjęcie na raz
sr: Можете померати само по један фајл на горе.
sr@latn: Možete pomerati samo po jedan fajl na gore.

source: You can only move down one image file at once.
pl: Możesz przesunąć w dół tylko jedno zdjęcie na raz
sr: Можете померати само по један фајл на доле.
sr@latn: Možete pomerati samo po jedan fajl na dole.

source: %1 image [%2]
pl: %1 zdjęcie [%2]
sr: %1 слика [%2]
sr@latn: %1 slika [%2]

source: %1 images [%2]
pl: %1 zdjęć [%2]
sr: %1 слике [%2]
sr@latn: %1 slike [%2]

source: Cannot access to file %1, please check the path is right.
pl: Nie można uzyskać dostępu do pliku %1. Proszę sprawdzić poprawność ścieżki dostępu.
sr: Не могу да приступим фајлу %1. Проверите да ли је путања исправна.
sr@latn: Ne mogu da pristupim fajlu %1. Proverite da li je putanja ispravna.

source: Bend
pl: Zgniecenie
sr: Савиј
sr@latn: Savij

source: Blend
pl: Przenikanie
sr: Стопи
sr@latn: Stopi

source: Cube
pl: Sześcian
sr: Коцка
sr@latn: Kocka

source: Fade
pl: Ściemnianie
sr: Избледи
sr@latn: Izbledi

source: Flutter
pl: Falowanie
sr: Лепршај
sr@latn: Lepršaj

source: In Out
pl: Wciąganie
sr: Унутра - Напоље
sr@latn: Unutra - Napolje

source: Rotate
pl: Obrót
sr: Ротирај
sr@latn: Rotiraj

source: Slide
pl: Slajd
sr: Склизни
sr@latn: Sklizni
