Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_acquireimages.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nb, nds, nl, pa, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, zh_cn

source: <p>Select here the target image's file format.<p>
ca: <p>Escolliu aquí el format de fitxer de la imatge final.<p>
cs: <p>Zvolte formát souboru obrázku.<p>
da: <p>Her angives billedets filformat.<p>
de: <p>Wählen Sie hier bitte das Dateiformat des Zielbildes.<p>
el: <p>Επιλέξτε εδώ τον τύπο αρχείου της εικόνας προορισμού.<p>
es: <p>Seleccione aquí el formato de archivo de la imagen de destino.<p>
et: <p>Vali siin sihtpildi failivorming.<p>
fr: <p>Sélectionnez ici le format du fichier de l'image résultat.<p>
gl: <p>Escolla o formato de ficheiro da imaxe obxectivo.<p>
is: <p>Velja hér skrársnið fyrir endanlega mynd.<p>
it: <p>Selezionare il formato del file di destinazione.<p>
ja: <p>画像のファイル形式を選択します:<p>
nb: <p>Her angis bildets filformat.<p>
nds: <p>Hier kannst Du dat Dateiformaat för't Teelbild utsöken.<p>
nl: <p>Selecteer hier het bestandsformaat van de doelafbeelding.<p>
pa: <p>ਨਿਯਤ ਚਿੱਤਰ ਦਾ ਫਾਇਲ ਫਾਰਮੈਟ ਇੱਥੇ ਚੁਣੋ।<p>
pl: <p>Wybierz format zapisu zdjęcia docelowego.<p>
pt: <p>Seleccione o formato de ficheiro da imagem alvo.<p>
pt_br: <p>Selecione aqui o formato do arquivo da imagem alvo.<p>
sr: <p>Овде изаберите формат фајла за циљну слику.<p>
sr@latn: <p>Ovde izaberite format fajla za ciljnu sliku.<p>
sv: <p>Välj resultatbildens filformat här.<p>
ta: <p>இலக்கு பிம்பத்தின் கோப்பு வடிவத்தை இங்கு தேர்வு செய்யவும்.<p>
th: <p>เลือกรูปแบบแฟ้มภาพที่จะใช้บันทึกได้ที่นี่<p>
tr: <p>Buradan hedef resmin biçimini seçin.<p>
zh_cn: <p>在此选择目标图像的文件格式。<p>

source: <b>JPEG</b>: The Joint Photographic Experts' Group file format is a good Web file format but it uses lossy data compression.<p><b>PNG</b>: the Portable Network Graphics format is an extensible file format for the lossless, portable, well-compressed storage of raster images. PNG provides a patent-free replacement for GIF and can also replace many common uses of TIFF. PNG is designed to work well in online viewing applications, such as the World Wide Web, so it is fully streamable with a progressive display option. Also, PNG can store gamma and chromaticity data for improved color matching on heterogeneous platforms.
ca: <b>JPEG</b>: El format de fitxer "Joint Photographic Experts' Group" és un format de fitxer bo per la web, però empra una compressió amb pèrdua de dades.<p><b>PNG</b>: el format "Portable Network Graphics" és un format de fitxer extensible sense pèrdua de dades, portable, que permet emmagatzemar imatges raster amb gran compressió. El PNG proporciona un recanvi lliure de patents al GIF i també pot substituir a la majoria dels usos del TIFF. El PNG està dissenyat per treballar amb aplicacions de visualització en línia, com la web, doncs es pot transmetre amb opció de visualitzar-lo progressivament. El PNG també pot emmagatzemar dades de gamma i cromaticitat per millorar la coincidència de color en plataformes heterogènies.
cs: <b>JPEG</b>: tento formát (zkratka z angl. Joint Photographic Experts Group) používající ztrátovou kompresi je vhodný pro webové obrázky.<p><b>PNG</b>: rozšiřitelný souborový formát (zkratka z angl. Portable Network Graphics format) pro bezztrátové, přenositelné, dobře komprimované ukládání rastrové grafiky. Formát PNG je patenty nezatíženou náhradou formátu GIF a zároveň v mnoha ohledech nahrazuje formát TIFF. Formát PNG byl navržen pro bezproblémovou podporu online aplikací, např. webu, takže je plně streamovatelný a podporuje progresivní zobrazování. PNG umí uložit také hodnoty gamy a barevnosti, což vylepšuje barevnou shodu na různých platformách.
da: <b>JPEG</b>: Joint Photographic Experts Group filformatet er velegnet til brug på WWW, men benytter en komprimeringsmetode hvorved der mistes billedinformation.<p><b>PNG</b>: Portable Networks Graphics filformatet er et udvidbart format til tabsfrit, portabelt, komprimeret lagring af rasterbilleder. PNG tilbyder en patentfri erstatning for GIF og kan også erstatte brugen af TIFF i visse situationer PNG er designet til at fungere godt i visningsprogrammer på nettet, for eksempel til World Wide Web, derfor er formatet muligt at streame og med mulighed for fremskridtsvisning. PNG kan også gemme gamma og farveinformation til forbedret farveoverensstemmelse på forskellige platforme.
de: <b>JPEG</b>: Das "Joint Photographic Experts Group"-Dateiformat ist ein gutes Webdateiformat, dessen Kompressionsverfahren aber verlustbehaftet ist.<p><b>PNG</b>: Das "Portable Network Graphics"-Format ist ein erweiterbares Dateiformat zum verlustfreien, portablen und komprimierten Speichern von Rasterbildern. PNG ist ein möglicher patentfreier Ersatz für das GIF-Format und kann in vielen Fällen auch das TIFF-Format ersetzen. PNG wurde entworfen, um in Online-Bildbetrachtungsprogrammen, wie z. B. im World Wide Web, eingesetzt zu werden. Es ermöglicht es, bereits während dem Laden des Bildes eine Voransicht anzuzeigen. Weiterhin kann PNG Gamma- und Farbwertdaten für eine verbesserte Bildanzeige unter heterogenen Plattformen speichern.
el: <b>JPEG</b>: Η μορφή 'Joint Photographic Experts' αρχείου είναι μια καλή μορφή για τον Ιστό αλλά χρησιμοποιεί απωλεστική συμπίεση δεδομένων.<p><b>PNG</b>: Η μορφή 'Portable Network Graphics' είναι μια μορφή με μη απωλεστική συμπίεση, κινητή, καλά συμπιεσμένη αποθήκευση ψηφιακών εικόνων. Η PNG προσφέρει μια αντικατάσταση χωρίς πατέντες της GIF καθώς επίσης μπορεί να αντικαταστήσει πολλές κοινές χρήσεις της TIFF. Η PNG σχεδιάστηκε για να λειτουργεί σωστά σε ενεργές εφαρμογές προβολής, όπως ο παγκόσμιος ιστός, έτσι είναι πλήρως ικανό για προοδευτική εμφάνιση εικόνων. Επίσης, η PNG μπορεί να αποθηκεύσει γάμμα και χρωματικά δεδομένα για βελτιωμένη χρωματική σύνθεση σε ετερογενείς πλατφόρμες.
es: <b>JPEG</b>: El formato de archivo del «Joint Photographic Experts Group» es un buen formato de archivo para la web, pero usa una compresión con pérdida de datos.<p><b>PNG</b>: el formato «Portable Network Graphics» es un formato de archivo ampliable, portable y con una buena compresión sin pérdida de datos para almacenar imágenes en mapa de bits. El PNG proporciona una alternativa libre de patentes al GIF y también puede reemplazar al TIFF. PNG está diseñado para ser eficaz en aplicaciones de visualización de imágenes por Internet, como la Web, por lo que es es totalmente transmisible con una opción de presentación progresiva. Además, el PNG puede almacenar la información de gamma y cromacidad para mejorar la conservación de tonos entre plataformas heterogéneas.
et: <b>JPEG</b>: Joint Photographic Experts Groupi failivorming on korralik failivorming veebile, kuid kasutab andmetekaoga tihendust.<p><b>PNG</b>: Portable Network Graphicsi vorming on asjalik kadudeta, porditav ja korraliku tihendusega rasterpiltide failivorming. PNG pakub patendivaba asendust GIF-vormingule ning asendab suurel määral ka TIFF-vormingut. PNG on mõeldud ühtlasi korralikuks esitamiseks veebis, mistõttu seda saab igati kasutada internetipiltides. Samuti suudab PNG salvestada gamma- ja värviandmeid paljudel platvormidel korrektsete värvipiltide esitamiseks.
fr: <b>JPEG</b> : le format de fichier « Joint Photographic Experts Group » est un bon format pour la diffusion sur Internet mais il utilise une compression de données avec pertes.<p><b>PNG</b> : le format de fichier « Portable Network Graphics » est un format extensible, sans pertes, portable et bien compressé. PNG est un remplaçant libre de droits du format GIF et peut remplacer aussi beaucoup de caractéristiques du format TIFF. PNG est conçu pour être efficace avec les applications de consultation en ligne, comme celles de l'Internet, dans lesquelles il peut s'afficher progressivement. De plus, PNG peut conserver les informations relatives au gamma et aux couleurs afin d'améliorer la correspondance des couleurs sur les plates-formes hétérogènes.
gl: <b>JPEG</b> O formato de ficheiro "Joint Photographic Experts Group" é bon para utilizazón na Web pero utiliza compresión con perda de dados. <p><b>PNG</b>: o formato "Portable Network Graphics" é un formato de ficheiro extensíbel para armacenar sen perda de dados, portábel e ben comprimido para imaxes rasterizadas. O PNG un substituto sen patente do formato GIF e tamén substitui alguns usos comuns do TIFF. O PNG está deseñado para funcionar ben en aplicazóns online, xa que ten opzóns de visualizazón progresiva. PNG pode tamén armacenar dados de gama e croma para obter cores mais fiéis mesmo en plataformas heteroxéneas.
is: <b>JPEG</b>: (Joint Photographic Experts Group) er skráarsnið sem virkar vel á vefnum en það notar þjöppunaraðferð sem tapar gögnum (í hvert skipti sem mynd er vistuð).<p><b>PNG</b>: (Portable Network Graphics) skráarsniðið er útvíkkanlegt snið fyrir taplausa, yfirfæranlega, vel þjappanlega geymslu á bitamyndum. PNG bíður upp á einkaleyfafrítt snið í stað GIF og getur í mörgum algengum tilfellum komið í stað TIFF. PNG er hannað til að virka vel á netinu, þannig að það má streyma að fullu með streamable möguleika á framvindanlegri birtingu. Einnig má nefna að PNG getur geymt upplýsingar um litróf og litbrigði til stöðlunar á birtingu í hinum ýmsu og misjöfnu kerfum.
it: <b>JPEG</b>: Il formato Joint Photographic Experts Group è un buon formato per il Web ma usa una compressione con perdita di dati.<p><b>PNG</b>: il Portable Network Graphics è un formato estensibile senza perdite di dati, portabile e ben compresso per le immagini. PNG è un buon sostituto del GIF, libero da brevetti, e può sostituire TIFF in molti usi comuni. PNG è studiato per lavorare bene con applicazioni online, come il World Wide Web, ed è utilizzabile per una visualizzazione progressiva. In più, PNG può memorizzare informazioni sul gamma e sui colori per una visualizzazione corretta su piattaforme eterogenee.
nb: <b>JPEG</b>: Joint Photographic Experts Group filformatet er velegnet til bruk på internett, men benytter en komprimeringsmetode hvor det mistes bildeinformasjon. <p><b>PNG</b>: Portable Networks Graphics filformatet er et utvidbart format til tapsfritt, portabelt, komprimert lagring av rasterbilder. PNG tilbyr en patentfri erstatning for GIF og kan også erstatte bruken av TIFF i visse situasjoner. PNG er designet til å fungere godt i visningsprogrammer på nettet, for eksempel til World Wide Web, derfor er formatet mulig å streame og med mulighet for fremskrittsvisning. PNG kan også lagre gamma og fargeinformasjon til forbedret fargeoverensstemmelse på forskjellige plattformer.
nds: <b>JPEG</b>: Dat Dateiformaat vun den Gemeen fotograafsch Koppel vun Experten (engl. "Joint Photographic Experts' Group") lett sik goot in't Nett bruken, man bruukt en Formaat mit Verlusten.<p><b>PNG</b>: Dat Överdreegbor Nettwarkgrafik-Formaat (engl. "Portable Network Graphics") is en Dateiformaat ahn Verlusten, wat sik goot komprimeren, överdregen un ok verwiedern lett. PNG-Biller brickt keen Patenten un laat sik faken ok dor bruken, wo Een sünst TIFF-Biller bruken deit. Dat Formaat lett sik mit Strööm över Nettwarken överdregen un bargt en Optschoon för't Dorstellen na't Vörankamen; dat is so opbuut, dat Kiekers dat goot in't WWW bruken köönt. PNG-Biller köönt ok Gamma- un Klöörweerten bargen, se laat sik op verscheden Reedschappen liek wiesen.
nl: <b>JPEG</b>: dit bestandsformaat van de Joint Photographic Experts Group is een goed bestandsformaat voor het Web, maar het gebruikt een compressietechniek die voor kwaliteitsverlies zorgt.<p><b>PNG</b>: het bestandsformaat Portable Network Graphics is een uitbreidbaar bestandsformaat voor het bewaren van overdraagbare en goed gecomprimeerde bestanden in rasterformaat. PNG is een patentvrije vervanging voor GIF en kan het TIFF-formaat vaak ook vervangen . PNG is ontworpen voor gebruik in online-toepassingen zoals het World Wide Web. Het is dus volledig streamable met een "progressive display option". PNG kan ook gamma- en chromaticity-gegevens bewaren voor verbeterde kleurovereenkomst op heterogene platformen.
pl: <b>JPEG</b>: (Joint Photographic Experts' Group) format ten jest dobry do zastosowań internetowych, jednak używa kompresji stratnej.<p><b>PNG</b>: (Portable Network Graphics) format PNG jest formatem grafiki oferującym bezstratną, przenośnośną, wysoko wydajną kompresję grafiki rastrowej. PNG, pozostając rozwiązaniem nieopatentowanym, jest dobrym zamiennikiem formatu PNG, może także zastąpić format TIFF w wielu popularnych zastosowaniach. PNG został stworzony z myślą o współpracy z rozwiązaniami do przeglądania grafiki online, takimi jak World Wide Web, tak więc oferuje opcję przesyłania strumieniowego wraz z wyświetlanie grafiki w miarę jej ściągania. PNG może także przechowywać informacje o kanale gamma i barwie w celu lepszego odwzorowania kolorów na niezgodnych platformach.
pt: <b>JPEG</b> O formato de ficheiro "Joint Photographic Experts Group" é bom para utilização na Web mas utiliza compressão com perca de dados. <p><b>PNG</b>: o formato "Portable Network Graphics" é um formato de ficheiro extensível para armazenamento sem perca de dados, portável e bem comprimido de imagens rasterizadas. O PNG um substituto sem patente do formato GIF e também substitui alguns usos comuns do TIFF. O PNG está desenhado para funcionar bem em aplicações 'online', uma vez que tem opções de visualização progressiva. O PNG pode também armazenar dados de gama e croma de forma a obter cores mais fieis mesmo em plataformas heterógeneas.
pt_br: <b>JPEG</b>: O formato de arquivo Joint Photographic Experts Group (Grupo Esperto de Junções Fotográficas - JPEG) é um ótimo formato de imagens para web, pois usa uma compressão sem perda de dados.<p><b>PNG</b>: o formato de arquivo de Gráficos de Rede Portáveis (Portable Network Graphics ou PNG) é um formato de arquivo extensível, para imagens sem perda de dados, portáveis e com ótima compressão de dados. O PNG é um opção livre para o GIF, e pode substituir também em muitos casos o TIFF. O formato PNG foi projetado para trabalhar bem em aplicativos de visualização on-line, tais como WWW, pois ele possui a capacidade de stream completa, com uma opção de exibição progressiva. O PNG também pode armazenar dados gama e cromáticos, para o melhoramento da cor em plataformas heterogêneas.
sr: <b>JPEG</b>: Добар формат фајлова за Веб, али користи компресију са губицима.<p><b>PNG</b>: Проширив формат фајлова за добру компресију растерских слика, без губитака. PNG је слободна од патената замена за GIF, а може да замени и TIFF у многим уобичајеним применама. PNG је пројектован да ради добро у применама за прегледање на вези, као што је Веб (World Wide Web), тако да је потпуно серијски са опцијом прогресивног приказа. Такође, PNG може да складишти податке о гами и хроматичности ради побољшаног поклапања боја на разноврсним платформама.
sr@latn: <b>JPEG</b>: Dobar format fajlova za Veb, ali koristi kompresiju sa gubicima.<p><b>PNG</b>: Proširiv format fajlova za dobru kompresiju rasterskih slika, bez gubitaka. PNG je slobodna od patenata zamena za GIF, a može da zameni i TIFF u mnogim uobičajenim primenama. PNG je projektovan da radi dobro u primenama za pregledanje na vezi, kao što je Veb (World Wide Web), tako da je potpuno serijski sa opcijom progresivnog prikaza. Takođe, PNG može da skladišti podatke o gami i hromatičnosti radi poboljšanog poklapanja boja na raznovrsnim platformama.
sv: <b>JPEG</b>: Filformatet från "Joint Photographic Experts' Group" är ett bra filformat för webben, men använder komprimering med dataförlust.<p><b>PNG</b>: Formatet "Portable Network Graphics" är ett filformat som kan utökas för förlustfri, flyttbar, välkomprimerad lagring av rasterbilder. PNG erbjuder en patentfri ersättning av GIF, och kan också ersätta många vanliga användningar av TIFF. PNG är konstruerat att fungera bra i program för direktvisning, som webben, så det kan strömmas och har ett alternativ för gradvis visning. Dessutom kan PNG lagra gamma- och färgmättnadsdata för förbättrad färgmatchning på heterogena plattformar.
ta: <b>JPEG</b>: ஜாயின் போட்டோகிராப்பி எஸ்பர்ட்ஸ் குருப் கோப்பு வடிவமானது நல்ல வலை கோப்பு வடிவம் ஆனால் தரவு இழப்பை கொண்டு இறுக்கத்தை பயன்படுத்தும்.<p><b>PNG</b>: போர்ட்டபில் நெட்வொர்க் கிராபிக்ஸ் வடிவம் ஒரு கோப்பு வடிவத்தின் இழப்பாகாமல், கையாளத்தகு, பரவல் படிவங்களின் இறுக்க சேமிப்பகம்.GIF க்கான இலவச மாற்றை PNG மற்றும் TIFF க்கான பொது பயனை மாற்றியமைக்கும். நிகழ்நிலை தோற்ற பயன்பாட்டின் சீரிய பணியை PNG வடிவமைக்கும், அதாவது வேல்டு வைடு வெப், முன்னேற்ற காட்சியின் விருப்பதேர்வை கொண்டு முழுமையான தாரை. மற்றும்,கதம்ப மேடையின் உயர்ந்தநிலை நிற பொருத்ததிற்க்கான PNG காமாவை மற்றும் கிரோமாடிசிடி தரவை சேமிக்கும்.
th: <b>JPEG</b>: แฟ้มรูปแบบ Joint Photographic Experts' Group เป็นรูปแบบแฟ้มที่นิยมใช้แสดงผลกับเวบ แต่จะมีการสูญเสียข้อมูลเนื่องจากการบีบข้อมูลภาพอยู่บ้าง<p><b>PNG</b>: แฟ้มรูปแบบ Portable Network Graphics เป็นรูปแบบแฟ้มที่ขยายความสามารถเพื่อให้สูญเสียข้อมูลภาพน้อยที่สุด และเหมาะมากสำหรับใช้จัดเก็บแฟ้มภาพถ่าย และเนื่องจากแฟ้มแบบ PNG นี้ไม่มีข้อจำกัดเรื่องสิทธิบัตร ต่างจากแฟ้มแบบ GIF ที่ติดปัญหาเรื่องสิทธิบัตริ และแฟ้มแบบ PNG นั้นยังเหมาะมากที่จะใช้ทดแทนแฟ้มรูปแบบ TIFF ทั้งนี้ แฟ้มแบบ PNG นั้นได้ถูกออกแบบมาให้ทำงานได้ดีแม้กับการแสดงผลภาพผ่านระบบเครือข่ายอินเตอร์เนต เนื่องจากมันมีความสามารถในการแสดงผลแบบสายข้อมูล (streamable) ได้ นอกจากนี้ แฟ้มแบบ PNG ยังมีความสามารถในการจัดเก็บค่าแกมม่าและค่าความโปร่งใสของภาพ รวมถึงข้อมูลที่ช่วยในการปรับปรุงการจัดการระบบสีในแพลตฟอร์มต่าง ๆ ได้ดีอีกด้วย
tr: <b>JPEG</b>: Joint Photographic Experts' Group dosya biçimi Web için uygundur fakat kayıplı veri sıkıştırma tekniğini kullanmaktadır.<p><b>PNG</b>: Portable Network Graphics dosya biçimi ham resimler için kayıpsız, taşınabilir, iyi sıkıştırılmış kayıt imkanı sağlar. PNG GIF için patentsiz bir alternatif sunar ve TIFF'in birçok genel kullanımını da ikame eder. PNG çevrimiçi görüntüleme uygulamaları için tasarlanmıştır, World Wide Web gibi, bu yüzden gelişmiş görüntüleme şartlarında tamamen akıcıdır. Aynı zamanda, PNG farklı ortamlarda daha iyi renk eşleşmesi için gamma ve chromaticity verilerini de saklar.
