Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugins.po
Languages: da, de, el, es, et, fr, gl, is, ja, mt, nb, nl, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, zh_cn

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that if you want to resize images to prepare them for printing on photographic paper sizes, you could use the Resize Images plugin? </td> </tr> </table> </p>
da: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Vidste du at hvis du vil ændre størrelse på dine billeder til f.eks. udskrift på fotopapir, kan du benytte gruppekørsel -> størrelsesændring? </td> </tr> </table> </p>
de: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wussten Sie, dass Sie zum Ändern der Größe vor dem Ausdrucken von Bildern auf Fotopapier das Größenänderungsmodul benutzen können? </td> </tr> </table> </p>
el: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Γνωρίζατε ότι αν θέλετε να αλλάξετε το μέγεθος κάποιων εικόνων για να τις προετοιμάσετε για εκτύπωση σε μέγεθος φωτογραφικού χαρτιού, μπορείτε να χρησιμοποιήσετε το πρόσθετο Αλλαγής μεγέθους εικόνων; </td> </tr> </table> </p>
es: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> ¿Sabía que, si desea redimensionar las imágenes para prepararlas para imprimirlas en papel de tamaño fotográfico, podría usar el complemento de redimensionado de imágenes? </td> </tr> </table> </p>
et: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kas teadsid, et kui soovid muuta pildi suurust selle paremaks mahutamiseks väljatrükil fotopaberile, tasuks kasutada piltide suuruse muutmise pluginat? </td> </tr> </table> </p>
fr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Saviez-vous que le menu « Outils->Traitements par lots->Redimensionner des images... » permet de redimensionner vos images afin de les préparer à l'impression sur papier photo ? </td> </tr> </table> </p>
gl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que se quere redimensionar imaxes para prepará-las para imprimi-las en papel de tamaños fotográficos, pode usar o plugin de Redimensionar Imaxes? </td> </tr> </table> </p>
is: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Veistu að ef þú vilt minnka/stækka myndirnar þínar fyrir prentun á ljósmyndapappír, þá getur þú reynt að nota Stækka/Minnka Myndir íforritið? </td> </tr> </table> </p>
ja: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 「一括処理 - 画像のサイズ変更」を使って印刷する印画紙に合うように画像のサイズを変更することができます。 </td> </tr> </table> </p>
mt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kont taf li jekk trid tbiddel id-daqs ta' stampi biex isiru daqs ritratti qabel jiġu stampati, tista' tuża l-plugin "Daqqas Stampi"? </td> </tr> </table> </p>
nb: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du at hvis du vil endre størrelse på bildenee dine til f.eks. utskrift på fotopapir, kan du benytte flerbildeverktøy -> størrelsesendring? </td> </tr> </table> </p>
nl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wist u dat met de plugin <quote>Afbeeldinggrootte wijzigen</quote> het formaat van de afbeeldingen kunt aanpassen zodat u ze op fotopapier kunt afdrukken? </td> </tr> </table> </p>
pl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Czy wiesz, że jeśli chcesz zmienić rozmiar zdjęć przeznaczonych do wydruku na papierze formatu fotograficznego, możesz skorzystać z wtyczki Zmiana rozmiaru zdjęć? </td> </tr> </table> </p>
pt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que, se quiser redimensionar as imagens de modo a prepará-las para serem impressas em papel fotográfico, poderá usar o 'plugin' de redimensionamento de imagens? </td> </tr> </table> </p>
pt_br: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Você sabia que se desejar redimensionar imagens, para prepará-las para impressão em tamanhos de papel fotográficos, pode usar o plug-in Redimensionar Imagens? </td> </tr> </table> </p>
sr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Да ли сте знали да ако желите да промените величину слике да би је прилагодили величини фотографског папира, то можете урадити помоћу прикључка за промену величине? </td> </tr> </table> </p>
sr@latn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Da li ste znali da ako želite da promenite veličinu slike da bi je prilagodili veličini fotografskog papira, to možete uraditi pomoću priključka za promenu veličine? </td> </tr> </table> </p>
sv: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du att om du vill ändra storlek på bilder för att förbereda dem för utskrift på fotografiska pappersstorlekar, skulle du kunna använda insticksprogrammet för att ändra bildstorlek? </td> </tr> </table> </p>
th: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> คุณทราบหรือไม่ว่า หากคุณต้องการจะปรับขนาดภาพเพื่อเตรียมสำหรับการพิมพ์บนกระดาษพิมพ์รูป จะสามารถทำได้ง่าย ๆ ผ่านทางปลั๊กอิน ปรับขนาดภาพ ? </td> </tr> </table> </p>
tr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Resimlerinizi fotoğraf kağıdı ölçülerinde basmak için yeniden boyutlandırmak istediğinizde Resimleri Yeniden Boyutlandır eklentisini kullanabileceğinizi biliyor muydunuz? </td> </tr> </table> </p>
zh_cn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 如果您想要更改图像的大小以便适合在相纸上打印，您可以使用缩放图像插件。 </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that you could use image files from different Albums in the 'batch-process images' plugin? The processed results will then be merged in the selected target Album. </td> </tr> </table> </p>
da: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Vidste du at du kan bruge billeder fra forskellige albummer i gruppekørsel plugin? De behandlede billeder bliver samlet i valgte målmappe. </td> </tr> </table> </p>
de: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wussten Sie, dass Sie Bilder aus verschiedenen Alben in Stapel-Module benutzen können? Das Ergebnis wird im ausgewählten Zielalbum angezeigt. </td> </tr> </table> </p>
el: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Γνωρίζατε ότι μπορείτε να χρησιμοποιήσετε τα αρχεία εικόνων διαφορετικών άλμπουμ σε πρόσθετα 'ομαδικής επεξεργασίας εικόνων' ; Τα αποτελέσματα της επεξεργασίας θα συγχωνευτούν στο επιλεγμένο άλμπουμ προορισμού. </td> </tr> </table> </p>
es: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> ¿Sabía que puede usar archivos de imagen de diferentes álbumes en el complemento de proceso por lotes de imágenes? El resultado procesado se reunirá en el álbum de destino seleccionado. </td> </tr> </table> </p>
et: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kas teadsid, et pakktöötluse pilditöötluspluginates võib kasutada pildifaile erinevatest albumitest? Töötluse tulemus asetatakse valitud sihtalbumisse. </td> </tr> </table> </p>
fr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Saviez-vous que vous pouvez utiliser des fichiers image provenant de différents albums dans les traitements par lots ? Le résultat sera alors regroupé dans l'album de destination. </td> </tr> </table> </p>
gl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que pode usar imaxes de diferentes Álbuns co plugin de «procesamento de lotes de imaxes»? Os resultados serán xuntados no Álbum que escolla como destino. </td> </tr> </table> </p>
is: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Veistu að þú getur notað myndir úr mörgum albúmum með 'Magnvinnslu' íforritinu? Meðhöndluðu myndirnar verða svo allar settar saman út í valið markalbúm. </td> </tr> </table> </p>
ja: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 一括処理プラグインは複数のアルバムの画像を同時に処理することができます。 処理後の画像は選択された行き先のアルバムに統合されます。 </td> </tr> </table> </p>
mt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kont taf li tista' tuża stampi minn bosta Albums fil-plugin "proċessar simultanju ta' stampi"? Ir-riżultati jinġabru fl-Album magħżul bħala destinazzjoni. </td> </tr> </table> </p>
nb: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du at du kan bruke bilder fra forskjellige album i flerbildeverktøy tillegget? De behandlede bildene blir samlet i valgte målmappe. </td> </tr> </table> </p>
nl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wist u dat u acties kunt uitvoeren op series bestanden uit verschillende albums? Het resultaat van de actie zal worden opgeslagen in het gekozen doelalbum. </td> </tr> </table> </p>
pl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Czy wiesz, że możesz używać zdjęć pochodzących z różnych albumów we wtyczkach grupowych operacji na zdjęciach? Rezultaty tych operacji zostaną wtedy umieszczone w wybranym albumie. </td> </tr> </table> </p>
pt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que pode usar ficheiros de imagens em diferentes álbuns no 'plugin' de processamento de imagens em lote? Os resultados processados serão reunidos no Álbum de destino seleccionado. </td> </tr> </table> </p>
pt_br: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Você sabia que pode usar arquivos de imagens em diferentes álbuns no plug-in de processamento de imagens em lote? Os resultados processados serão reunidos no Álbum de destino selecionado. </td> </tr> </table> </p>
sr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Да ли сте знали да у пакетној обради слика можете користити слике из различитих албума? Обрађене слике ће бити смештене у изабране циљне албуме. </td> </tr> </table> </p>
sr@latn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Da li ste znali da u paketnoj obradi slika možete koristiti slike iz različitih albuma? Obrađene slike će biti smeštene u izabrane ciljne albume. </td> </tr> </table> </p>
sv: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du att du skulle kunna använda bildfiler från olika album i insticksprogrammet för bakgrundsbehandling av bilder? Resultatet av behandlingen infogas därefter i valt resultatalbum. </td> </tr> </table> </p>
ta: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 'தொகுதி-செயல்பாட்டு பிம்பங்கள்' சொருகுப்பொருளில் உள்ள வேறுபட்ட ஆல்பங்களில் இருந்து பிம்பக் கோப்புகளை பயன்படுத்தலாம் என்பது உங்களுக்குத் தெரியுமா? செயல்படுத்தப்பட்ட முடிவுகள் பிறகு தேர்ந்தெடுக்கப்பட்ட குறிக்கோள் ஆல்பத்தில் சேர்க்கப்படும் </td> </tr> </table> </p>
th: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> คุณทราบหรือไม่ว่า คุณสามารถใช้แฟ้มภาพจากอัลบั้มที่ต่างกันในปลั๊กอิน 'ประมวลผลกลุ่มภาพ' ได้ ? โดยผลลัพธ์ที่ได้จากการประมวลผลจะถูกรวมเข้าไว้ในอัลบั้มปลายทางที่คุณเลือกไว้ </td> </tr> </table> </p>
tr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 'Resim işleme komut kümesi' eklentisinde değişik albümlerden resimler kullanabileceğinizi biliyor muydunuz? Bu durumda işlem sonuçları seçilen hedef albümde birleştirilecektir. </td> </tr> </table> </p>
zh_cn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 您可以在批处理图像插件中使用来自不同相册的图像文件，而处理结果将合并到选中的相册中。 </td> </tr> </table> </p>

source: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Did you know that you can change the time stamp of the target images files in the batch-rename images plugin? </td> </tr> </table> </p>
da: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Vidste du at du kan ændre tidsstemplet på målfilerne i gruppekørsel -> omdøb billeder? </td> </tr> </table> </p>
de: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wussten Sie, dass Sie die Zeitstempel der Zieldateien mit dem Stapel-Modul "Bilder umbenennen" ändern können? </td> </tr> </table> </p>
el: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Γνωρίζατε ότι μπορείτε να αλλάξετε τη χρονική σφραγίδα στα αρχεία εικόνων του προορισμού με το πρόσθετο ομαδικής μετονομασίας εικόνων; </td> </tr> </table> </p>
es: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> ¿Sabía que puede alterar la fecha y hora de los archivos de imagen de destino con el complemento de proceso por lotes para cambiar el nombre de las imágenes? </td> </tr> </table> </p>
et: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kas teadsid, et võid pakktöötluse piltide ümbernimetamise pluginas muuta sihtfailide ajatemplit? </td> </tr> </table> </p>
fr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Saviez-vous que vous pouvez changer le nom des fichiers image grâce au menu « Outils->Traitements par lots->Renommer des images... » ? </td> </tr> </table> </p>
gl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que pode cambiar a data das imaxes co plugin de renomeado en lote? </td> </tr> </table> </p>
is: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Veistu að þú getur breytt tímamerki endanlegra myndskráa með Magnvinnsla/Endurnefna íforritinu? </td> </tr> </table> </p>
ja: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 「日付と時刻を調整」を使って画像ファイルのタイムスタンプを変更することができます。 </td> </tr> </table> </p>
mt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Kont taf li tista' tibdel il-firma tal-ħin tal-fajls ta' l-istampi bil-plugin "ibdel ismijiet ta' fajls simultanjament"? </td> </tr> </table> </p>
nb: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du at du kan endre tidsstemplet på målfilene i flerbildeverktøy -> gi nytt navn på bilder? </td> </tr> </table> </p>
nl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Wist u dat u met de plugin <quote>Afbeeldingen hernoemen</quote> de tijdsaanduiding van de bestanden kunt wijzigen? </td> </tr> </table> </p>
pl: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Czy wiesz, że możesz zmienić datę utworzenia zdjęć docelowych we wtyczce Grupowa zmiana nazw zdjęć? </td> </tr> </table> </p>
pt: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Sabia que pode alterar a data e hora os ficheiros de imagem de destino no 'plugin' de mudança de nomes das imagens em lote? </td> </tr> </table> </p>
pt_br: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Você sabia que pode alterar a data e hora os arquivos de imagem de destino no plug-in para renomear imagens em lote? </td> </tr> </table> </p>
sr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Да ли сте знали да можете мењати временски печат циљних слика у прикључку за пакетно преименовање слика? </td> </tr> </table> </p>
sr@latn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Da li ste znali da možete menjati vremenski pečat ciljnih slika u priključku za paketno preimenovanje slika? </td> </tr> </table> </p>
sv: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Visste du att du kan ändra tidsstämpeln för resultatbildfilerna i insticksprogrammet för namnändring i bakgrunden? </td> </tr> </table> </p>
ta: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> தொகுதி-மறுபெயரிடல் பிம்பங்களிம் சொருகுபொருளில் உள்ள குறிக்கோள் பிம்பங்களின் கோப்புகளின் நேர முத்திரையை நீங்கள் மாற்றலாம் என்பது உங்களுக்குத் தெரியுமா? </td> </tr> </table> </p>
th: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> คุณทราบหรือไม่ว่า คุณสามารถเปลี่ยนค่าเวลาของแฟ้มภาพเป้าหมายผ่านการใช้งานปลั๊กอิน 'เปลี่ยนชื่อกลุ่มภาพ' ได้ ? </td> </tr> </table> </p>
tr: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> Resimleri yeniden adlandır komut kümesi eklentisinde resimlerin zaman etiketlerini de değiştirebileceğinizi biliyor muydunuz? </td> </tr> </table> </p>
zh_cn: <p> <table border="0" cellpadding="0" cellspacing="10" align="center"> <tr> <td> <img src="hicolor/32x32/apps/kipi.png"> </td> <td> 您可以使用批处理重命名图像插件更改目标图像文件的时间戳。 </td> </tr> </table> </p>
