Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_sendimages.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nb, nl, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, zh_cn

source: very small (320 pixels)
ca: molt petita (320 píxels)
cs: velmi malý (320 pixelů)
da: meget lille (320 billedpunkter)
de: Sehr klein (320 Pixel)
el: πολύ μικρή (320 εικονοστοιχεία)
es: muy pequeña (320 puntos)
et: väga väike (320 pikslit)
fr: très petite (320 pixels)
gl: moi pequeno (320 pontos)
is: mjög lítil (320 dílar)
it: molto piccola (320 pixel)
ja: 極小 (320 ピクセル)
nb: veldig liten (320 billedpunkter)
nl: zeer klein (320 pixels)
pl: Bardzo mały (320 pikseli)
pt: muito pequeno (320 pontos)
pt_br: muito pequeno (320 pixels)
sr: врло мале (320 пиксела)
sr@latn: vrlo male (320 piksela)
sv: mycket liten (320 bildpunkter)
ta: மிகவும் சிறியது (320 படப்புள்ளிகள்)
th: เล็กมาก (320 พิกเซล)
tr: çok küçük (320 piksel)
zh_cn: 非常小(320 像素)

source: small (640 pixels)
ca: petita (640 píxels)
cs: malý (640 pixelů)
da: lille (640 billedpunkter)
de: Klein (640 Pixel)
el: μικρή (640 εικονοστοιχεία)
es: pequeña (640 puntos)
et: väike (640 pikslit)
fr: petite (640 pixels)
gl: pequeno (640 pontos)
is: lítil (640 dílar)
it: piccola (640 pixel)
ja: 小 (640 ピクセル)
nb: liten (640 billedpunkter)
nl: klein (640 pixels)
pl: Mały (640 pikseli)
pt: pequeno (640 pontos)
pt_br: pequeno (640 pixels)
sr: мале (640 пиксела)
sr@latn: male (640 piksela)
sv: liten (640 bildpunkter)
ta: சிறியது (640 படப்புள்ளிகள்)
th: เล็ก (640 พิกเซล)
tr: küçük (640 piksel)
zh_cn: 小(640 像素)

source: medium (800 pixels)
ca: mitjana (800 píxels)
cs: střední (800 pixelů)
da: mellem (800 billedpunkter)
de: Mittel (800 Pixel)
el: μεσαία (800 εικονοστοιχεία)
es: mediana (800 puntos)
et: keskmine (800 pikslit)
fr: moyenne (800 pixels)
gl: médio (800 pontos)
is: meðal (800 dílar)
it: media (800 pixel)
ja: 中 (800 ピクセル)
nb: mellom (800 billedpunkter)
nl: gemiddeld (800 pixels)
pl: Średni (800 pikseli)
pt: médio (800 pontos)
pt_br: médio (800 pixels)
sr: средње (800 пиксела)
sr@latn: srednje (800 piksela)
sv: medium (800 bildpunkter)
ta: ஊடகம் (800 படப்புள்ளிகள்))
th: ปานกลาง (800 พิกเซล)
tr: orta (800 piksel)
zh_cn: 中(800 像素)

source: big (1024 pixels)
ca: gran (1024 píxels)
cs: velký (1024 pixelů)
da: stor (1024 billedpunkter)
de: Groß (1024 Pixel)
el: μεγάλη (1024 εικονοστοιχεία)
es: grande (1024 puntos)
et: suur (1024 pikslit)
fr: grande (1024 pixels)
gl: grande (1024 pontos)
is: stór (800 dílar)
it: grande (1024 pixel)
ja: 大 (1024 ピクセル)
nb: stor (1024 billedpunkter)
nl: groot (1024 pixels)
pl: Duży (1024 piksele)
pt: grande (1024 pontos)
pt_br: grande (1024 pixels)
sr: велике (1024 пиксела)
sr@latn: velike (1024 piksela)
sv: stor (1024 bildpunkter)
ta: பெரியது(1024 படப்புள்ளிகள்)
th: ใหญ่ (1024 พิกเซล)
tr: büyük (1024 piksel)
zh_cn: 大(1024 像素)

source: very big (1280 pixels)
ca: molt gran (1280 píxels)
cs: velmi velký (1280 pixelů)
da: meget stor (1280 billedpunkter)
de: Sehr groß (1280 Pixel)
el: πολύ μεγάλη (1280 εικονοστοιχεία)
es: muy grande (1280 puntos)
et: väga suur (1200 pikslit)
fr: très grande (1280 pixels)
gl: moi grande (1280 pontos)
is: mjög stór (1280 dílar)
it: molto grande (1280 pixel)
ja: 特大 (1280 ピクセル)
nb: veldig stor (1280 billedpunkter)
nl: zeer groot (1280 pixels)
pl: Bardzo duży (1280 pikseli)
pt: muito grande (1280 pontos)
pt_br: muito grande (1280 pixels)
sr: врло велике (1280 пиксела)
sr@latn: vrlo velike (1280 piksela)
sv: mycket stor (1280 bildpunkter)
ta: மிகவும் பெரியது(1280 படப்புள்ளிகள்)
th: ใหญ่มาก (1280 พิกเซล)
tr: çok büyük (1280 piksel)
zh_cn: 非常大(1280 像素)

source: huge - for printing (1600 pixels)
ca: enorme - per imprimir (1600 píxels)
cs: obrovský - pro tisk (1600 pixelů)
da: stor - for udskrift (1600 billedpunkter)
de: Riesig - zum Drucken (1600 Pixel)
el: τεράστια - για εκτύπωση (1600 εικονοστοιχεία)
es: enorme - para imprimir (1600 puntos)
et: hiiglaslik (1600 pikslit)
is: risa - fyrir prentun (1600 dílar)
it: gigantesco, per la stampa (1600 pixel)
ja: 巨大 - 印刷用 (1600 ピクセル)
nl: enorm - voor afdrukken (1600 pixels)
pl: Gigantyczny - do wydruku (1600 pikseli)
pt: enorme - para impressão (1600 pontos)
pt_br: Muito grande para impressão (1600 pixels)
sr: огромне - за штампу (1600 пиксела)
sr@latn: ogromne - za štampu (1600 piksela)
sv: mycket stor - för utskrift (1600 bildpunkter)
th: ใหญ่ที่สุด - เหมาะสำหรับการพิมพ์ (1600 พิกเซล)

source: Sent image size:
ca: Mida de les imatges enviades:
da: Billedstørrelse for sendte billeder:
de: Größe der gesendeten Bilder:
el: Μέγεθος αποστολής εικόνας:
es: Tamaño de la imagen enviada:
et: Saadetavate piltide suurus:
is: Stærð sendra mynda:
it: Dimensione delle immagini inviate:
ja: 送信する画像のサイズ:
nl: Grootte van te verzenden afbeeldingen:
pl: Rozmiar zdjęć do wysłania:
pt: Tamanho da imagem enviada:
sr: Величина слика за слање:
sr@latn: Veličina slika za slanje:
sv: Bildstorlek för skickade bilder:

source: Sent image quality level:
ca: Nivell de qualitat de les imatges enviades:
da: Kvalitetsniveau for sendte billeder:
de: Qualität der gesendeten Bilder:
el: Ποιότητα αποστολής εικόνας:
es: Nivel de calidad de la imagen enviada:
et: Saadetavate piltide kvaliteet:
is: Gæði sendra mynda:
it: Livello di qualità delle immagini inviate:
ja: 送信する画像の品質:
nl: Kwaliteitsniveau van te verzenden afbeeldingen:
pl: Współczynnik jakości zdjęć do wysłania:
pt: Nível de qualidade da imagem enviada:
sr: Ниво квалитета слика за слање:
sr@latn: Nivo kvaliteta slika za slanje:
sv: Kvalitetsnivå för skickade bilder:

source: <p>The new compression value of images to send:<p>
ca: <p>El nou valor de compressió de les imatges a enviar:<p>
cs: <p>Nová hodnota komprese odesílaného obrázku:<p>
da: <p>Vælg billedkomprimeringsniveau:<p>
de: <p>Der neue Kompressionswert der zu sendenden Bilder:<p>
el: <p>Η νέα τιμή συμπίεσης των προς αποστολή εικόνων:<p>
es: <p>La nueva tasa de compresión de las imágenes a enviar:<p>
et: <p>Saadetavate piltide uus tihendusväärtus:<p>
fr: <p>Nouvelle compression des images à envoyer : <p>
gl: <p>O novo valor de compresión das imaxes a enviar:<p>
is: <p>Veldu hér nýtt þjöppunargildi fyrir myndirnar sem þú ætlar að senda:<p>
it: <p>Il nuovo livello di compressione delle immagini da inviare:<p>
ja: <p>送信する画像の圧縮レベル:<p>
nb: <p>Velg bildekomprimeringsnivå:<p>
nl: <p>De nieuwe compressiewaarde voor de te verzenden afbeeldingen:<p>
pl: <p>Nowy współczynnik kompresji zdjęć do wysłania:<p>
pt: <p>O novo valor de compressão das imagens a enviar:<p>
pt_br: <p>O novo valor de compressão das imagens para enviar:<p>
sr: <p>Вредност нове компресије слика за слање:<p>
sr@latn: <p>Vrednost nove kompresije slika za slanje:<p>
sv: <p>Nytt komprimeringsvärde för bilderna att skicka:<p>
ta: <p>புதிய இறுக்கத்தின் மதிப்பை அனுப்பு:<p>
th: <p>ค่าการบีบข้อมูลใหม่ของภาพที่จะส่ง:<p>
tr: <p>Gönderilecek resimlerin yeni sıkıştırılma değeri:<p>
zh_cn: <p>要发送的图像的新压缩值：</p>

source: <b>1</b>: very high compression<p><b>25</b>: high compression<p><b>50</b>: medium compression<p><b>75</b>: low compression (default value)<p><b>100</b>: no compression
ca: <b>1</b>: compressió molt alta<p><b>25</b>: compressió alta<p><b>50</b>: compressió mitja<p><b>75</b>: compressió baixa (valor per defecte)<p><b>100</b>: sense compressió
cs: <b>1</b>: velmi vysoká komprese <p><b>25</b>: vysoká komprese <p><b>50</b>: střední komprese <p><b>75</b>: malá komprese (výchozí) <p><b>100</b>: bez komprese
da: <b>1</b>: meget høj komprimering<p><b>25</b>: høj komprimering<p><b>50</b>: mellem komprimering<p><b>75</b>: lav komprimering (standardværdi)<p><b>100</b>: ingen komprimering
de: <b>1</b>: sehr hohe Kompression<p><b>25</b>: hohe Kompression<p><b>50</b>: mittlere Kompression<p><b>75</b>: niedrige Kompression (Voreinstellung)<p><b>100</b>: keine Kompression
el: <b>1</b>: πολύ υψηλή συμπίεση<p><b>25</b>: υψηλή συμπίεση<p><b>50</b>: μεσαία συμπίεση<p><b>75</b>: χαμηλή συμπίεση (προκαθορισμένη τιμή)<p><b>100</b>: χωρίς συμπίεση
es: <b>1</b>: compresión muy alta<p><b>25</b>: compresión alta<p><b>50</b>: compresión media<p><b>75</b>: compresión baja (valor predeterminado)<p><b>100</b>: sin compresión
et: <b>1</b>: väga tugev tihendus<p><b>25</b>: tugev tihendus<p><b>50</b>: keskmine tihendus<p><b>75</b>: nõrk tihendus (vaikeväärtus)<p><b>100</b>: tihendus puudub
fr: <b>1</b> : compression très forte<p><b>25</b> : compression forte<p><b>50</b> : compression moyenne<p><b>75</b> : compression faible (valeur par défaut)<p><b>100</b> : aucune compression
gl: <b>1</b>: compresión moi alta<p><b>25</b>: compresión alta<p><b>50</b>: compresión média<p><b>75</b>: compresión baixa (valor predefinido)<p><b>100</b>: sen compresión
is: <b>1</b>: mjög mikil þjöppun<p><b>25</b>:mikil þjöppun<p><b>50</b>: meðal þjöppun<p><b>75</b>: lág þjöppun (sjálfgefið)<p><b>100</b>: engin þjöppun
it: <b>1</b>: compressione molto alta<p><b>25</b>: compressione alta<p><b>50</b>: compressione media<p><b>75</b>: compressione bassa (valore predefinito)<p><b>100</b>: nessuna compressione
ja: <b>1</b>: 超高圧縮<p><b>25</b>: 高圧縮<p><b>50</b>: 中圧縮<p><b>75</b>: 低圧縮 (標準)<p><b>100</b>: 圧縮なし
nb: <b>1</b>: veldig høy komprimering<p><b>25</b>: høy komprimering<p><b>50</b>: mellom komprimering<p><b>75</b>: lav komprimering (standard)<p><b>100</b>: ingen komprimering
nl: <b>1</b>: zeer hoge compressie<p><b>25</b>: hoge compressie<p><b>50</b>: gemiddelde compressie<p><b>75</b>:lage compressie (standaardwaarde)<p><b>100</b>:geen compressie
pl: <b>1</b>:·bardzo wysoka kompresja<p><b>25</b>:·wysoka kompresja<p><b>50</b>:·średnia kompresja<p><b>75</b>:·niska kompresja (domyślnie)<p><b>100</b>:·bez kompresji
pt: <b>1</b>: compressão muito alta<p><b>25</b>: compressão alta<p><b>50</b>: compressão média<p><b>75</b>: compressão baixa (valor predefinido)<p><b>100</b>: sem compressão
pt_br: <b>1</b>: compressão muito alta<p><b>25</b>: compressão alta<p><b>50</b>: compressão média<p><b>75</b>: compressão baixa (valor padrão)<p><b>100</b>: sem compressão
sr: <b>1</b>: врло висока компресија<p><b>25</b>: висока компресија<p><b>50</b>: средња компресија<p><b>75</b>: ниска компресија (подразумевано)<p><b>100</b>: без компресије
sr@latn: <b>1</b>: vrlo visoka kompresija<p><b>25</b>: visoka kompresija<p><b>50</b>: srednja kompresija<p><b>75</b>: niska kompresija (podrazumevano)<p><b>100</b>: bez kompresije
sv: <b>1</b>: mycket hög komprimering<p><b>25</b>: hög komprimering<p><b>50</b>: medelkomprimering<p><b>75</b>: låg komprimering (standardvärde)<p><b>100</b>: ingen komprimering
ta: <b>1</b>: மிக அதிகமான இறுக்கம்<p><b>25</b>:அதிக இறுக்கம்<p><b>50</b>: மெதுவான இறுக்கம்<p><b>75</b>:குறைந்த இறுக்கம்<p><b>100</b>:இருக்கம் இல்லை
th: <b>1</b>: บีบข้อมูลมากสุด<p><b>25</b>: บีบข้อมูลสุด<p><b>50</b>: บีบข้อมูลปานกลาง<p><b>75</b>: บีบข้อมูลน้อย (ค่าปริยาย)<p><b>100</b>: ไม่บีบข้อมูล
tr: <b>1</b>: çok yüksek sıkıştırma<p><b>25</b>: yüksek sıkıştırma<p><b>50</b>: orta sıkıştırma<p><b>75</b>: düşük sıkıştırma (öntanımlı değer)<p><b>100</b>: sıkıştırma yok
zh_cn: <b>1</b>：超高压缩比<p><b>25</b>：高压缩比<p><b>50</b>：中等压缩比<p><b>75</b>：低压缩比(默认值)<p><b>100</b>：不压缩

source: <p>Select here the images files format to send.<p>
ca: <p>Seleccioneu aquí el format de fitxer de les imatges a enviar.<p>
cs: <p>Zde můžete zvolit formát odesílaného obrázku</p>
da: <p>Vælg billedformat.<p>
de: <p>Wählen Sie hier das Bildformat für die zu sendenden Bilder.<p>
el: <p>Επιλέξτε εδώ τον τύπο των εικόνων που θα αποσταλούν.<p>
es: <p>Seleccione aquí el formato de archivo de las imágenes a enviar.<p>
et: <p>Vali siin saadetavate piltide failivorming.<p>
fr: <p>Sélectionnez ici le format de fichier des images à envoyer.<p>
gl: <p>Seleccione o formato das imaxes a enviar.<p>
is: <p>Veldu hér skráarsnið fyrir myndirnar sem þú ætlar að senda.<p>
it: <p>Seleziona qui il formato delle immagini da inviare.<p>
ja: <p>送信する画像のファイル形式を選択<p>
nb: <p>Velg bildeformat.<p>
nl: <p>Selecteer hier het bestandsformaat voor de te verzenden afbeeldingen.<p>
pl: <p>Wybierz tutaj format zdjęć do wysłania.<p>
pt: <p>Seleccione o formato dos ficheiros das imagens a enviar.<p>
pt_br: <p>Selecione aqui o formato dos arquivos de imagens para enviar.<p>
sr: <p>Изаберите овде формат фајлова слика за слање.<p>
sr@latn: <p>Izaberite ovde format fajlova slika za slanje.<p>
sv: <p>Välj bildfilformat att skicka här.<p>
ta: <p>படக்கோப்பையை தேர்ந்தெடுத்து அனுப்பு<p>
th: <p>เลือกชนิดแฟ้มภาพที่จะใช้ทำการส่งที่นี่<p>
tr: <p>Gönderilecek resimlerin dosya biçimini seçiniz.<p>
zh_cn: <p>在此选择要发送的图像文件格式。<p>
