Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_mpegencoder.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nl, pl, pt, pt_br, sr, sr@latn, sv, th, tr

source: Cannot find 'mp2enc' binary program from MjpegTools package. Please install it. Audio capabilities will be disabled.
ca: No s'ha trobat el programa binari 'mp2enc' del paquet MjpegTools. Instaleu-lo, si us plau. Es deshabilitaran les funcionaliats d'àudio.
cs: Nemohu najít program 'mp2enc' z balíčku MjpegTools. Prosím doinstalujte. Audio vlastnosti budou nedostupné.
da: Kan ikke finde 'mp2enc'-programmet fra 'MjpegTools'-pakken. Installér den. Lydfunktionalitet er slået fra.
de: Das Programm "mp2enc" aus dem Paket MjpegTools ist nicht aufzufinden. Bitte installieren Sie es. Die Audio-Funktionen werden deaktiviert.
el: Αδυναμία εύρεσης του εκτελέσιμου 'mp2enc' από το πακέτο MjpegTools. Παρακαλώ εγκαταστήστε το. Οι δυνατότητες λειτουργιών ήχου θα απενεργοποιηθούν.
es: No se puede encontrar el programa «mp2enc» del paquete «MjpegTools». Instálelo. Se desactivarán las funcionalidades de audio.
et: Paketist MjpegTools ei leitud programmi 'mp2enc'. Palun paigalda see. Audiovõimalused on seni välja lülitatud.
fr: Impossible de trouver le programme «mp2enc » du paquetage «MjpegTools ». Veuillez l'installer. Les fonctionnalités audio seront désactivées.
gl: Non foi posíbel encontrar o programa 'mp2enc' do pacote MjpegTools. Por favor instale-o. As capacidades de áudio serán desactivadas.
is: Finn ekki 'mp2enc' tvíundarskrárnar úr MjpegTools forritinu.Vinsamlegast settu upp forritið. Hljóðmeðhöndlun verður óvirk.
it: Impossibile trovare il programma binario «mp2enc» del pacchetto MjpegTools. Per piacere installalo. Le funzionalità audio saranno disabilitate.
ja: MjpegTools パッケージに含まれる mp2enc バイナリプログラムが見つかりません。インストールしてください。 オーディオ機能を無効にします。
nl: Het programma 'mp2enc' van het pakket MjpegTools is niet gevonden. Installeer dit programma. De geluidsmogelijkheden worden nu uitgeschakeld.
pl: Nie można znaleźć programu 'mp2enc' z pakietu MjpegTools. Proszę go zainstalować. Operacje związane z dźwiękiem będą niedostępne.
pt: Não foi possível encontrar o programa 'mp2enc' do pacote MjpegTools. Por favor instale-o. As capacidades de áudio serão desactivadas.
pt_br: Não foi possível encontrar o binário do programa 'y4m' no pacote do MjpegTools. Por favor, instale-o. As funcionalidades de áudio serão desabilitadas.
sr: Не могу да нађем наредбу „mp2enc“ из пакета „MjpegTools“. Инсталирајте овај пакет. Аудио могућности ће бити искључене.
sr@latn: Ne mogu da nađem naredbu „mp2enc“ iz paketa „MjpegTools“. Instalirajte ovaj paket. Audio mogućnosti će biti isključene.
sv: Kan inte hitta binärprogrammet 'mp2enc' från paketet Mjpegtools. Installera det. Ljudfunktioner kommer att vara avstängda.
th: ไม่พบแฟ้มโปรแกรม 'mp2enc' จากแพ็กเกจ MjpegTools โปรดทำการติดตั้ง จะปิดความสามารถของการทำงานด้านเสียง
tr: MjpegTools paketinden 'mp2enc' programı bulunamıyor. Lütfenkurunuz. Ses yetenekleri devre dışı bırakılacak.

source: Check your installation and this plugin's options settings. Visit these URLs for more information: ImageMagick package: http://www.imagemagick.org/ MjpegTools package: http://mjpeg.sourceforge.net/
ca: Comproveu la instal·lació i els paràmetres 'd'aquest connector. Visiteu aquests URL per a més informació: Paquet ImageMagick: http://www.imagemagick.org/ Paquet MjpegTools: http://mjpeg.sourceforge.net/
cs: překontrolujte instalaci a nastavení pluginů. Více informací najdete na stránkách: ImageMagick: http://www.imagemagick.org/ MjpegTools: http://mjpeg.sourceforge.net/
da: Kontrollér din installation og indstillingerne for plugin. Besøg disse adresser for mere information: ImageMagick pakken: http://www.imagemagick.org/ MjpegTools pakken: http://mjpeg.sourceforge.net/
de: Kontrollieren Sie die Installation und die Einstellungen dieses Moduls. Bitte besuchen Sie diese Seiten für weitere Informationen: ImageMagick: http://www.imagemagick.org/ MjpegTools: http://mjpeg.sourceforge.net/
el: Ελέγξτε την εγκατάστασή σας και τις ρυθμίσεις αυτού του πρόσθετου. Επισκεφθείτε τις παρακάτω URLs για περισσότερες πληροφορίες: Πακέτο ImageMagick: http://www.imagemagick.org/ Πακέτο MjpegTools: http://mjpeg.sourceforge.net/
es: Verifique su instalación y las preferencias de este complemento. Por favor, visite estos URL para obtener más información: Paquete ImageMagick: http://www.imagemagick.org/ Paquete MjpegTools: http://mjpeg.sourceforge.net/
et: Kontrolli paigaldust ja plugina valikute seadistusi. Rohkem infot leiab järgmistelt URL-idelt: ImageMagick: http://www.imagemagick.org/ MjpegTools: http://mjpeg.sourceforge.net/
fr: Vérifiez votre installation et la configuration des options de ce module externe. Visitez les sites suivants pour plus d'informations : Paquetage « ImageMagick » : http://www.imagemagick.org/ Paquetage « MjpegTools » : http://mjpeg.sourceforge.net/
gl: Verifique a sua instalazón e a configurazón deste plugin. Visite estas URLs para mais informazóns: Pacote ImageMagick : http://www.imagemagick.org/ Pacote MjpegTools : http://mjpeg.sourceforge.net/
is: Athugaðu uppsetninguna þína ásamt stillingum þessa íforrits. Skoðaðu þessar vefsíður fyrir meiri upplýsingar: ImageMagick forritið: http://www.imagemagick.org/ MjpegTools forritið: http://mjpeg.sourceforge.net/
it: Controlla la tua installazione e le impostazioni delle opzioni di questo plugin. Per piacere visita questo indirizzo per maggiori informazioni: Pacchetto ImageMagick: http://www.imagemagick.org/ Pacchetto MjpegTools: http://mjpeg.sourceforge.net/
ja: インストールとプラグインのオプション設定を確認してください。 詳細については次の URL を参照してください: ImageMagick: http://www.imagemagick.org/ MjpegTools: http://mjpeg.sourceforge.net/
nl: Controleer uw installatie en de instellingen van deze plugin. Bezoek de volgende adressen voor meer informatie: ImageMagick: http://www.imagemagick.org/ MjpegTools: http://mjpeg.sourceforge.net/
pl: Proszą sprawdzić poprawność instalacji oraz opcje tej wtyczki. Aby uzyskać więcej informacji, proszę odwiedzić te strony: Pakiet ImageMagick: http://www.imagemagick.org/ Pakiet MjpegTools: http://mjpeg.sourceforge.net/
pt: Verifique a sua instalação e a configuração do 'plugin'. Visite estas URLs para mais informações: Pacote ImageMagick : http://www.imagemagick.org/ Pacote MjpegTools : http://mjpeg.sourceforge.net/
pt_br: Verifique sua instalação e as configurações das opções deste plug-in. Viste estas páginas para mais informações: Pacote do ImageMagick: http://www.imagemagick.org/ Pacote do MjpegTools: http://mjpeg.sourceforge.net/
sr: Проверите своју инсталацију и подешавања овог прикључка. Посетите ове URL-ове за више информација: Пакет ImageMagick: http://www.imagemagick.org/ Пакте MjpegTools: http://mjpeg.sourceforge.net/
sr@latn: Proverite svoju instalaciju i podešavanja ovog priključka. Posetite ove URL-ove za više informacija: Paket ImageMagick: http://www.imagemagick.org/ Pakte MjpegTools: http://mjpeg.sourceforge.net/
sv: Kontrollera installationen och inställningsalternativ i detta insticksprogram. Besök gärna följande webbadresser för mer information: ImageMagick-paketet: http://www.imagemagick.org/ Mjpegtools-paketet: http://mjpeg.sourceforge.net/
th: โปรดตรวจสอบการติดตั้งและการตั้งค่าตัวเลือกของปลั๊กอินนี้ก่อน แวะชม URL สำหรับข้อมูลรายละเอียดเพิ่มเติม: แพ็กเกจ ImageMagick: http://www.imagemagick.org/ แพ็กเกจ MjpegTools: http://mjpeg.sourceforge.net/
tr: Kurulumunuzu ve bu eklentinin seçenek ayarlarını kontrol ediniz. Daha fazla bilgi için şu adreslere bakınız: ImageMagick paketi: http://www.imagemagick.org/ MjpegTools paketi: http://mjpeg.sourceforge.net/

source: none
ca: cap
cs: nic
da: ingen
de: Keine
el: κανένα
es: ninguna
et: puudub
fr: aucune
gl: nengun
is: engin
it: nessuno
ja: なし
nl: geen
pl: brak
pt: nenhum
pt_br: nenhum
sr: ништа
sr@latn: ništa
sv: ingen
th: ไม่ใช้
tr: hiçbiri

source: MPEG Slideshow
ca: Passi de diapositives MPEG
cs: MPEG prezentace
da: MPEG-diasshow
de: MPEG-Diaschau
el: Εμφάνιση σλάιντ MPEG
es: Presentación MPEG
et: MPEG slaidiseanss
fr: Créer une vidéo
gl: Apresentazón MPEG
is: MPEG myndasýning
it: Carrellata MPEG
ja: MPEG スライドショー
nl: MPEG-diavoorstelling
pl: Pokaz slajdów MPEG
pt: Apresentação MPEG
pt_br: Apresentação de slides MPEG
sr: MPEG слајдшоу
sr@latn: MPEG slajdšou
sv: MPEG-bildspel
th: วิดีโอ MPEG เพื่อนำเสนอ
tr: MPEG Slayt Gösterisi

source: A Kipi plugin for encoding images to an MPEG file.
ca: Un connector del Kipi per codificar les imatges en un arxiu MPEG.
cs: Kipi plugin pro kódování obrázků do MPEG videa.
da: Et KIPI-plugin til indkodning af billeder til en MPEG-fil.
de: Ein KIPI-Modul zur Kodierung von Bildern in eine MPEG-Datei.
el: Ένα πρόσθετο του Kipi για την κωδικοποίηση εικόνων σε ένα αρχείο MPEG.
es: Un complemento Kipi para codificar imágenes en un archivo MPEG.
et: KIPI plugin piltide kodeerimiseks MPEG-failina.
fr: Un module externe KIPI pour créer une vidéo à partir d'une liste d'images.
gl: Un plugin de KIPI para codificar imaxes a un ficheiro MPEG.
is: KIPI íforrit til kóðunar mynda yfir í MPEG-skrár.
it: Un plugin di Kipi per la codifica delle immagini in un file MPEG.
ja: Kipi プラグイン - 画像を MPEG ファイルにエンコード
nl: Een KIPI-plugin voor het maken van een MPEG-film met diavoorstelling.
pl: Wtyczka Kipi do tworzenia pokazu zdjęć w formacie MPEG.
pt: Um 'plugin' KIPI para codificação de imagens para um ficheiro MPEG.
pt_br: Um plug-in do Kipi para codificar imagens em um arquivo MPEG.
sr: Kipi-јев прикључак за кодирање слика у MPEG фајл.
sr@latn: Kipi-jev priključak za kodiranje slika u MPEG fajl.
sv: Ett KIPI-insticksprogram för kodning av bilder till en MPEG-fil.
th: ปลั๊กอินของ Kipi สำหรับเข้ารหัสวิดีโอ MPEG จากภาพ
tr: MPEG dosyası kodlamak için bir KİPİ eklentisi.

source: Author
ca: Autor
da: Forfatter
de: Autor
el: Συγγραφέας
es: Autor
et: Autor
is: Höfundur
it: Autore
ja: 作者
nl: Auteur
pl: Autor
pt: Autor
pt_br: Autor
sr: Аутор
sr@latn: Autor
sv: Upphovsman
th: ผู้เขียน
tr: Yazar

source: Maintainer
ca: Mantenidor
da: Vedligeholder
de: Betreuer
el: Συντηρητής
es: Responsable
et: Hooldaja
is: Viðhaldsforritari
it: Responsabile
ja: メンテナ
nl: Onderhouder
pl: Opiekun
pt: Manutenção
pt_br: Mantenedor
sr: Одржава
sr@latn: Održava
sv: Utvecklare
th: ผู้ดูแล

source: Plugin Handbook
ca: Manual del connector
de: Modul-Handbuch
es: Manual del complemento
et: Plugina käsiraamat
is: Handbók íforrits
it: Manuale del plugin
ja: プラグインハンドブック
nl: Plugin-handboek
pt_br: Manual do plug-in
sr: Приручник прикључка
sv: Handbok för insticksprogrammet

source: Select MPEG Output File
ca: Seleccioneu el fitxer MPEG de sortida
cs: Vybrat výstupní MPEG soubor
da: Vælg MPEG-uddatafil
de: MPEG-Ausgabedatei wählen
el: Επιλογή αρχείου εξόδου MPEG
es: Seleccionar archivo de salida MPEG
et: Vali MPEG väljundfail
fr: Sélectionner un fichier vidéo de sortie
gl: Escoller o Ficheiro MPEG de Saída
is: Velja MPEG-skrá til að vista
it: Seleziona il file MPEG di output
ja: MPEG 出力ファイルを選択
nl: MPEG-uitvoerbestand selecteren
pl: Wybieranie wyjściowego pliku MPEG
pt: Seleccionar o Ficheiro MPEG de Resultado
pt_br: Selecione o arquivo de saída MPEG
sr: Изаберите излазни MPEG фајл
sr@latn: Izaberite izlazni MPEG fajl
sv: Välj MPEG-utdatafil
th: เลือกแฟ้ม MPEG ที่จะสร้าง
tr: MPEG Çıktı Dosyası Seç

source: Select Audio Input File
ca: Seleccioneu el fitxer àudio d'entrada
cs: Vybrat vstupní audio soubor
da: Vælg lydfil...
de: Audio-Eingabedatei wählen
el: Επιλογή αρχείου εισόδου ήχου
es: Seleccionar archivo de audio de entrada
et: Vali audiosisendi fail
fr: Sélectionner un fichier audio
gl: Escoller o Ficheiro de Entrada de Áudio
is: Velja skrá með hljóðinntaki
it: Seleziona il file audio di input
ja: オーディオ入力ファイルを選択
nl: Geluidsinvoerbestand selecteren
pl: Wybieranie pliku ze ścieżką dźwiękową
pt: Seleccionar o Ficheiro de Entrada de Áudio
pt_br: Selecione o arquivo de entrada de áudio
sr: Изаберите улазни аудио фајл
sr@latn: Izaberite ulazni audio fajl
sv: Välj ljudindatafil
th: เลือกแฟ้มเสียงที่จะนำมาใช้กับวิดีโอ
tr: Ses Girdi Dosyası Seç

source: You can only move up one image file at once.
ca: Només podeu moure amunt un fitxer d'imatge cada vegada.
cs: Přesunout nahoru můžete obrázky pouze po jednom.
da: Du kan kun flytte et billede op ad gangen.
de: Sie können immer nur ein Bild nach oben schieben.
el: Μπορεί να μετακινηθεί πάνω ένα αρχείο εικόνας κάθε φορά.
es: Sólo puede desplazar hacia arriba un único archivo de imagen cada vez.
et: Korraga saab üles liigutada ainult üht kaadrit.
fr: Vous ne pouvez déplacer qu'une seule image à la fois vers le haut de la liste.
gl: Só pode subir unha imaxe de cada vez.
is: Þú getur aðeins fært upp eina myndskrá í einu.
it: Si può spostare in alto solo un file immagine alla volta.
ja: 二つ以上の画像ファイルを同時に上に移動することはできません。
nl: Er kan maar een afbeelding per keer omhoog worden verplaatst.
pl: Możesz przesuwać do góry tylko jedno zdjęcie na raz.
pt: Só poderá subir um ficheiro de imagem de cada vez.
pt_br: Você só pode mover um arquivo de imagem para cima de cada vez.
sr: Можете померати нагоре само једну слику одједном.
sr@latn: Možete pomerati nagore samo jednu sliku odjednom.
sv: Du kan bara flytta upp en bildfil i taget.
th: คุณสามารถย้ายแฟ้มภาพขึ้นได้เพียงครั้งเดียวเท่านั้น
tr: Bir kerede sadece bir resim dosyasını yukarıya taşıyabilirsiniz.

source: Image no. %1
ca: Imatge núm. %1
cs: Obrázek č. %1
da: Billede nr. %1
de: Bild Nr. %1
el: Αριθμός εικόνας. %1
es: Imagen número %1
et: Kaader nr. %1
fr: Image n° %1
gl: Imaxe nº %1
is: Mynd no. %1
it: Immagine nº %1
ja: 画像 no. %1
nl: Afbeelding-nr. %1
pl: Zdjęcie nr %1
pt: Imagem n. %1
pt_br: Imagem no. %1
sr: Слика бр. %1
sr@latn: Slika br. %1
sv: Bild nummer %1
th: ภาพหมายเลข %1
tr: Resim no. %1

source: You can only move down one image file at once.
ca: Només podeu moure avall un fitxer d'imatge cada vegada.
cs: najednou můžete přesunout dolů pouze jeden obrázek.
da: Du kan kun flytte et billede ned ad gangen.
de: Sie können immer nur ein Bild nach unten schieben.
el: Μπορεί να μετακινηθεί κάτω ένα αρχείο εικόνας κάθε φορά.
es: Sólo puede desplazar hacia abajo un único archivo de imagen cada vez.
et: Korraga saab alla liigutada ainult üht kaadrit.
fr: Vous ne pouvez déplacer qu'une seule image à la fois vers le bas de la liste.
gl: Só pode baixar unha imaxe de cada vez.
is: Þú getur aðeins fært niður eina myndskrá í einu.
it: Si può spostare in basso solo un file immagine alla volta.
ja: 二つ以上の画像ファイルを同時に下に移動することはできません。
nl: Er kan maar een afbeelding per keer omlaag worden verplaatst.
pl: Możesz przesuwać w dół tylko jedno zdjęcie na raz.
pt: Só poderá descer um ficheiro de imagem de cada vez.
pt_br: Você só pode mover um arquivo de imagem para baixo de cada vez.
sr: Можете померати надоле само једну слику одједном.
sr@latn: Možete pomerati nadole samo jednu sliku odjednom.
sv: Du kan bara flytta ner en bildfil i taget.
th: คุณสามารถย้ายแฟ้มภาพขึ้นได้เพียงครั้งเดียวเท่านั้น
tr: Bir kerede sadece bir resim dosyasını aşağıya taşıyabilirsiniz.

source: Do you really abort this encoding process ? Warning: all work so-far will be lost.
ca: Esteu segur de cancel·lar aquest procés de codificació? Avís: es perdrà tota la feina actual.
cs: Skutečně chcete kódování přerušit? Varování: již překódované části budou ztraceny.
da: Er du sikker på du vil afbryde indkodningsprocessen ? Advarsel: Al udført arbejde indtil videre går tabt.
de: Möchten Sie die laufende Kodierung wirklich abbrechen? Warnung: Alle bisherige Arbeit geht verloren.
el: Επιθυμείτε πραγματικά να εγκαταλείψετε τη διαδικασία κωδικοποίησης; Προειδοποίηση: όλη η εργασία ως αυτήν τη στιγμή θα χαθεί.
es: ¿Realmente desea interrumpir este proceso de codificación? Adventencia: se perderá todo el trabajo hecho hasta ahora.
et: Kas tõesti katkestada kodeerimine? Hoiatus: nii läheb kogu tehtu kaotsi.
fr: Voulez-vous vraiment arrêter la création de la vidéo en cours ? Attention : le traitement déjà accompli sera perdu.
gl: Desexa realmente cancelar o proceso de codificazón? Aviso: todo o traballo será perdido.
is: Viltu í alvörunni hætta í þessari kóðunaraðgerð ? Aðvörun: öll vinna sem þegar er búin tapast.
it: Vuoi davvero annullare il processo di codifica? Attenzione: tutto il lavoro andrà perso.
ja: このエンコードプロセスを中止しますか？ 警告: これまでの作業はすべて失われます。
nl: Wilt u werkelijk dit coderingsproces afbreken? Waarschuwing: al het reeds gedane werk zal verloren gaan.
pl: Czy na pewno chcesz przerwać tworzenie filmu? Uwaga: efekty dotychczasowej pracy zostaną utracone.
pt: Deseja mesmo cancelar o processo de codificação? Aviso: todo o trabalho será perdido.
pt_br: Você realmente deseja interromper este processo de codificação? Aviso: todo o trabalho feito até agora será perdido.
sr: Желите ли заиста да прекинете ово кодирање? Упозорење: Сав до сада урађени посао биће изгубљен.
sr@latn: Želite li zaista da prekinete ovo kodiranje? Upozorenje: Sav do sada urađeni posao biće izgubljen.
sv: Vill du verkligen avbryta kodningsprocessen? Varning: Allt arbete går förlorat.
th: คุณต้องการจะยกเลิกการเข้ารหัสจริงหรือไม่ ? คำเตือน: จะสูญเสียงานที่ทำไปแล้วทั้งหมด
tr: Gerçekten kodlama işleminden çıkmak istiyor musunuz? Uyarı: yapılan tüm işlemler kaybolacak.

source: Default chroma mode option works only with Mjpegtools version < 1.6.3
ca: L'opció del mode croma per omissió només funciona amb la versió < 1.6.3 del Mjpegtools
da: Tilvalget med kromatisk standardtilstand fungerer kun med Mjpegtools versioner tidligere end 1.6.3
de: Der Modus für einen Standardfarbart funktioniert nur mit Mjpegtools Version < 1.6.3.
el: Η προκαθορισμένη λειτουργία χρώματος δουλεύει με τα Mjpegtools έκδοση < 1.6.3
es: El modo croma predeterminado solo funciona con una versión de Mjpegtools superior a la 1.6.3
et: Vaikimisi värvirežiimi võti töötab ainult Mjpegtools'i versiooniga < 1.6.3.
is: Hamur með sjálfgefnum litgildum virkar aðeins með Mjpegtools útgáfum < 1.6.3
it: L'opzione di modalità cromatica predefinita funziona solo con la versione 1.6.3 o inferiore di Mjpegtools
ja: 標準の chroma モードオプションはバージョン 1.6.3 より以前の Mjpegtools でのみ動作します。
nl: De standaard chromamodus werkt alleen met Mjpegtools versie 1.6.3 of ouder
pl: Domyślny tryb nasycenia barw działa tylko z Mjpegtools w wersji < 1.6.3
pt: O modo cromático predefinido só funciona com o Mjpegtools versão < 1.6.3
pt_br: A opção padrão de modo chroma funciona somente com Mjpegtools em versão <1.6.3
sr: Опција подразумеваног режима боје ради само са Mjpegtools-ом верзије < 1.6.3
sr@latn: Opcija podrazumevanog režima boje radi samo sa Mjpegtools-om verzije < 1.6.3
sv: Alternativet med kromatiskt standardläge fungerar bara med Mjpegtools versioner tidigare än 1.6.3
th: ค่าปริยายของโหมด chroma สามารถทำงานกับ Mjpegtools รุ่น < 1.6.3 เท่านั้น

source: Check your Mjpegtools version
ca: Comproveu la versió del Mjpegtools
da: Tjek din version af Mjpegtools
de: Überprüfen Sie bitte die Version Ihrer Mjpegtools.
el: Ελέγξτε την έκδοση των Mjpegtools σας
es: Comprobar su versión de Mjpegtools
et: Kontrolli Mjpegtools'i versiooni
is: Athugaðu Mjpegtools útgáfuna þína
it: Controlla la tua versione di Mjpegtools
ja: Mjpegtools のバージョンを確認してください
nl: Controleer uw versie van Mjpegtools
pl: Sprawdź wersję Mjpegtools
pt: Verifique a sua versão do Mjpegtools
pt_br: Verifique sua versão do Mjpegtools
sr: Проверите верзију вашег Mjpegtools-а
sr@latn: Proverite verziju vašeg Mjpegtools-a
sv: Kontrollera din version av Mjpegtools
th: ตรวจสอบรุ่นของ Mjpegtools ของคุณ

source: KIPImpegencoderChromaWarning
da: KIPImpegkoderKromaAdvarsel
es: KIPImpegencoderChromaAviso
it: AvvertimentoChromaKIPIcodificaMpeg
sr: Упозорење KIPImpegencoder-а за боју
sr@latn: Upozorenje KIPImpegencoder-a za boju
sv: KIPImpegkodareKromaVarning
th: แจ้งเตือน KIPImpegencoderChromaWarning

source: You must specify an existing audio file.
ca: Heu d'especificar un fitxer d'àudio existent.
cs: Musíte zadat existující zvukový soubor.
da: Du skal angive en eksisterende lydfil.
de: Sie müssen den Namen einer existierenden Audio-Datei angeben.
el: Πρέπει να καθορίσετε ένα υπάρχον αρχείου ήχου.
es: Debe indicar un archivo de audio existente.
et: Tuleb määrata olemasolev audiofail.
gl: Debe indicar un ficheiro de áudio xa existente.
is: Þú verður að tilgreina hljóðskrá sem þegar er til.
it: Devi specificare un file audio esistente.
ja: 既存のオーディオファイルを指定してください。
nl: Geef een bestaand geluidsbestand op.
pl: Musisz wybrać istniejący plik audio.
pt: Deve indicar um ficheiro de áudio existente.
pt_br: Você precisa especificar um arquivo de áudio existente
sr: Морате навести постојећи звучни фајл.
sr@latn: Morate navesti postojeći zvučni fajl.
sv: Du måste ange en befintlig ljudfil.
th: คุณต้องกำหนดแฟ้มเสียงที่มีอยู่
tr: Mevcut bir ses dosyası belirtmelisiniz.

source: You must specify an MPEG output file name.
ca: Heu d'especificar un nom del fitxer MPEG de sortida.
cs: Musíte zadat výstupní jméno.
da: Du skal angive et MPEG-filnavn.
de: Sie müssen einen Namen für die MPEG-Ausgabedatei angeben.
el: Πρέπει να ορίσετε ένα όνομα αρχείου εξόδου MPEG.
es: Debe indicar un nombre para el archivo MPEG de salida.
et: Tuleb määrata MPEG väljundfaili nimi.
fr: Vous devez spécifier un fichier vidéo de sortie.
gl: Debe indicar un nome de ficheiro MPEG para o resultado.
is: Þú verður að tilgreina MPEG úttaksskrá.
it: Devi specificare il nome di un file MPEG di output.
ja: MPEG 出力ファイル名を指定してください。
nl: Geef een naam op voor het MPEG-uitvoerbestand.
pl: Musisz określić nazwę pliku wyjściowego MPEG.
pt: Deve indicar um nome de ficheiro MPEG para o resultado.
pt_br: Você precisa especificar um arquivo de saída MPEG.
sr: Морате навести име излазног MPEG фајла.
sr@latn: Morate navesti ime izlaznog MPEG fajla.
sv: Du måste ange ett filnamn för MPEG-utdata.
th: คุณต้องกำหนดแฟ้ม MPEG ที่จะบันทึกก่อน
tr: MPEG çıktı dosya adı belirlemelisiniz.

source: You must specify a writable path for your output file.
ca: Heu d'especificar un camí d'escriptura pel fitxer de sortida.
cs: Musíte zadat zapisovatelnou cestu výstupního souboru.
da: Du skal angive en skrivbar søgesti til uddatafilen.
de: Sie müssen für Ihre Ausgabedatei einen Pfad angeben in dem Sie schreiben dürfen.
el: Πρέπει να καθορίσετε μία εγγράψιμη διαδρομή για το αρχείο εξόδου.
es: Debe indicar una ruta en la que se puede escribir su archivo de salida.
et: Väljundfailile tuleb määrata kirjutusõigusega asukoht.
gl: Debe indicar cartafol no que poda escreber para o ficheiro de saída.
is: Þú verður að tilgreina skrifanlega slóð fyrir úttaksskrá.
it: Devi specificare un percorso scrivibile per il tuo file di output.
ja: 出力ファイルへの書き込み可能なパスを指定してください。
nl: Geef een schrijfbare locatie voor uw uitvoerbestand op.
pl: Musisz podać ścieżkę umożliwiającą zapis pliku docelowego.
pt: Deve indicar um local com permissões de escrita para o seu ficheiro de saída.
pt_br: Você precisa especificar um caminho com permissão de escrita para seu arquivo de saída.
sr: Морате навести уписиву путању за ваш излазни фајл.
sr@latn: Morate navesti upisivu putanju za vaš izlazni fajl.
sv: Du måste ange en skrivbar sökväg till utdatafilen.
th: คุณต้องกำหนดตำแหน่งเส้นทางแฟ้มผลลัพธ์ที่คุณสามารถเขียนได้เท่านั้น
tr: Çıktı dosyası için yazılabilir bir konum belirtmelisiniz.
