Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_mpegencoder.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nl, pl, pt, pt_br, sr, sr@latn, sv, th, tr

source: You must specify some input images files in the portfolio.
ca: Heu d'especificar alguns fitxers d'imatge d'entrada en la carpeta.
cs: Musíte zadat vstupní obrázky do videa.
da: Du skal angive nogle billeder til samlingen.
de: Sie müssen die Bildeingabedateien für die Fotomappe angeben.
el: Πρέπει να ορίσετε κάποια αρχεία εικόνων στο φάκελο.
es: Debe indicar algunos archivos de imagen de entrada del catálogo.
et: Albumis tuleb valida vähemalt mõnedki sisendfailid.
fr: Vous devez d'abord affecter des images à la liste afin de pouvoir créer la vidéo.
gl: Debe indicar algunhas imaxes de entrada na lista.
is: Þú verður að tilgreina einhverjar myndskrár í möppunni.
it: Devi specificare dei file immagine di input per la carrellata.
ja: ポートフォリオの中の入力画像ファイルをいくつか指定してください。
nl: Geef enkele afbeeldingen op voor de diavoorstelling.
pl: Musisz wybrać co najmniej jedno zdjęcie do umieszczenia w pokazie.
pt: Deve indicar alguns imagens de entrada na lista.
pt_br: Você precisa especificar alguns arquivos de imagem de entrada no portfólio.
sr: Морате навести неке улазне слике за представљање.
sr@latn: Morate navesti neke ulazne slike za predstavljanje.
sv: Du måste ange några indatabildfiler i mappen.
th: คุณต้องกำหนดแฟ้มภาพในรายการแฟ้มภาพก่อน
tr: Arşivinizde bazı resim dosyası girdileri belirlemelisiniz.

source: The output MPEG file '%1' already exists. Do you want overwrite this file?
ca: El fitxer de sortida MPEG '%1' ja existeix. Voleu sobreescriure aquest fitxer?
cs: Soubor '%1' již existuje. Chcete jej přepsat?
da: MPEG-uddatafilen '%1' findes allerede. Vil du overskrive den?
de: Die MPEG-Ausgabedatei "%1" existiert bereits. Soll diese Datei überschrieben werden?
el: Το αρχείο εξόδου MPEG '%1' υπάρχει ήδη. Επιθυμείτε την αντικατάσταση αυτού του αρχείου;
es: El archivo MPEG de salida «%1» ya existe. ¿Desea sobrescribir este archivo?
et: MPEG väljundfail '%1' on juba olemas. Kas kirjutada see üle?
fr: Le fichier vidéo de sortie « %1 » existe déjà. Voulez-vous écraser ce fichier ?
gl: O ficheiro MPEG '%1' xa existe. Desexa sobrescrebé-lo?
is: MPEG úttaksskráin '%1' er þegar til. Viltu skrifa yfir þessa skrá?
it: Il file MPEG di output «%1» esiste già. Vuoi sovrascrivere questo file?
ja: MPEG 出力ファイル '%1' は既に存在します。 このファイルを上書きしますか？
nl: Het MPEG-uitvoerbestand '%1' bestaat reeds. Wilt u dit bestand werkelijk overschrijven?
pl: Wybrany plik wyjściowy MPEG '%1' już istnieje. Czy chcesz go nadpisać ?
pt: O ficheiro MPEG '%1' já existe. Deseja sobrepô-lo?
pt_br: O arquivo MPEG '%1' já existe. Deseja sobrescrevê-lo?
sr: Излазни MPEG фајл „%1“ већ постоји. Желите ли да га пребришете?
sr@latn: Izlazni MPEG fajl „%1“ već postoji. Želite li da ga prebrišete?
sv: MPEG-utdatafilen '%1' finns redan. Vill du skriva över filen?
th: พบแฟ้ม MPEG ชื่อ '%1' อยู่แล้ว คุณต้องการจะเขียนทับแฟ้มนี้หรือไม่ ?
tr: MPEG çıktı dosyası %1 zaten var. Üzerine yazmak istiyor musunuz?

source: A&bort
ca: A&vorta
cs: Př&erušit
da: Af&bryd
de: A&bbrechen
el: Εγ&κατάλειψη
es: &Interrumpir
et: &Katkesta
fr: &Arrêter
gl: I&nterromper
is: &Hætta við
it: A&nnulla
ja: 中止(&B)
nl: Af&breken
pl: &Przerwij
pt: I&nterromper
pt_br: A&bortar
sr: &Прекини
sr@latn: &Prekini
sv: Av&bryt
th: ยกเลิก
tr: &Çık

source: Abort the portfolio MPEG encoding. Warning: all work so-far will be lost....
ca: Cancel·la la codificació MPEG de la carpeta. Avís: es perdrà tota la feina...
cs: Přerušit MPEG kódování. Varování? již překódované části budou ztraceny...
da: Afbryd MPEG-indkodningen. Advarsel: Al arbejde udført indtil videre går tabt...
de: Bricht die MPEG-Kodierung der Fotomappe ab. Achtung: Alle bisherigen Ergebnisse werden verworfen ...
el: Εγκατάλειψη της κωδικοποίησης MPEG του φακέλου. Προειδοποίηση: όλη η εργασία ως αυτή τη στιγμή θα χαθεί....
es: Interrumpe la codificación MPEG del catálogo. Advertencia: se perderá todo el trabajo hecho hasta ahora...
et: Katkestab albumi MPEG-kodeerimise. Hoiatus: kogu tehtu läheb kaotsi...
fr: Arrêter la création de la vidéo en cours. Attention : le traitement déjà accompli sera perdu...
gl: Cancela a codificazón MPEG. Aviso: todo o traballo será perdido....
is: Hætta við MPEG-kóðun möppunnar. Aðvörun: öll vinna sem framkvæmd hefur verið til þessa mun tapast...
it: Annulla la codifica MPEG della carrellata. Attenzione: tutto il lavoro andrà perso...
ja: ポートフォリオの MPEG エンコードを中止: これまでの作業はすべて失われます...
nl: Breek de MPEG-codering van de diavoorstelling af. Waarschuwing: al het reeds gedane werk zal verloren gaan...
pl: Przerwij tworzenie pliku MPEG. Uwaga: efekty dotychczasowej pracy zostaną utracone....
pt: Cancela a codificação MPEG. Aviso: todo o trabalho será perdido...
pt_br: Interrompendo a codificação MPEG. Aviso: todo o trabalho feito até agora será perdido...
sr: Прекини MPEG кодирање представљања. Упозорење: Сав до сада урађени посао биће изгубљен...
sr@latn: Prekini MPEG kodiranje predstavljanja. Upozorenje: Sav do sada urađeni posao biće izgubljen...
sv: Avbryt MPEG-kodning av mappen. Varning: Allt arbete går förlorat...
th: ยกเลิกการเข้ารหัสวิดีโอ MPEG เพื่อนำเสนอภาพ คำเตือน: จะสูญเสียงานที่ทำไปแล้วทั้งหมด....
tr: MPEG kodlamadan çık. Uyarı: yapılan tüm işlemler kaybolacak....

source: THE COMMAND LINE IS :
ca: LA LÍNIA D'ODRES ÉS:
cs: PŘÍKAZOVÁ ŘÁDKA JE:
da: Kommandolinjen er:
de: Die Befehlszeile ist:
el: Η ΓΡΑΜΜΗ ΕΝΤΟΛΩΝ ΕΙΝΑΙ :
es: LA LÍNEA DE ÓRDENES ES:
et: KÄSURIDA ON:
fr: LA LIGNE DE COMMANDE EST :
gl: A LIÑA DE COMANDO É :
is: SKIPANALÍNAN ER :
it: LA RIGA DI COMANDO È:
nl: DE COMMANDOREGEL LUIDT:
pl: WIERSZ POLECEŃ :
pt: A LINHA DE COMANDO É :
pt_br: A LINHA DE COMANDO É:
sr: КОМАНДНА ЛИНИЈА ЈЕ:
sr@latn: KOMANDNA LINIJA JE:
sv: KOMMANDORADEN ÄR:
th: บรรทัดหมายเหตุคือ :
tr: KOMUT SATIRI :

source: Cannot access to file %1, please check the path is right.
ca: No s'ha pogut accedir al fitxer %1; comproveu que el camí sigui correcte.
da: Kan ikke komme til filen %1. Tjek at søgestien er rigtig.
de: Auf die Datei %1 kann nicht zugegriffen werden. Bitte überprüfen Sie den Pfad.
el: Αδυναμία πρόσβασης του αρχείου %1, παρακαλώ ελέγξτε την ορθότητα της διαδρομής.
es: No es posible acceder al archivo %1, compruebe si la ruta es correcta.
et: Puudub ligipääs failile %1. Palun kontrolli, kas asukoht on õige.
is: Get ekki náð í skrá %1, vinsamlegast athugaðu hvort slóðin sé rétt.
it: Impossibile accedere al file %1, controlla che il percorso sia giusto.
ja: ファイル %1 にアクセスできません。パスが正しいか確認してください。
nl: Geen toegang tot bestand %1. Controleer of u het juiste pad hebt opgegeven.
pl: Nie można uzyskać dostępu do pliku %1, proszę sprawdzić poprawność ścieżki dostępu.
pt: Não é possível aceder ao ficheiro %1, verifique se o local está correcto.
pt_br: Não foi possível acessar o arquivo %1, por favor, veriifque se o caminho está correto.
sr: Не могу да приступим фајлу %1. Проверите да ли је путања исправна.
sr@latn: Ne mogu da pristupim fajlu %1. Proverite da li je putanja ispravna.
sv: Kan inte komma åt filen %1. Kontrollera att sökvägen är riktig.

source: Cannot start 'images2mpg' bash script : fork failed.
ca: No s'ha pogut engegar l'script bash 'images2mpg': ha fallat la bifurcació.
cs: Nelze spustit skript 'images2mpg': selhal fork.
da: Kan ikke starte bash-scriptet 'images2mpg' : fork failed.
de: "images2mpg" lässt sich nicht starten: fork fehlgeschlagen.
el: Αδυναμία εκκίνησης του σεναρίου bash 'images2mpg' : η σύνδεση απέτυχε.
es: No se puede iniciar el programa «images2mpg» escrito para bash.
et: Shelliskripti 'images2mpg' käivitamine ebaõnnestus: harunemine ebaõnnestus.
fr: Impossible de démarrer le script bash « images2mpg ».
gl: Non foi posíbel iniciar o guión bash 'images2mpg' : 'fork' fallou.
is: Gat ekki ræst 'images2mpg' bash skriftunat : fork failed.
it: Impossibile avviare lo script bash «images2mpg»: fork non riuscito.
ja: 'images2mpg' bash スクリプトを開始できません : フォーク失敗
nl: Kan het script 'images2mpg' niet starten : fork mislukt.
pl: Nie można uruchomić skryptu 'images2mpg' : nie można uruchomić równolegle (fork failed).
pt: Não foi possível iniciar o 'script' bash 'images2mpg' : 'fork' falhou.
pt_br: Não foi possível iniciar o script 'images2mpg'.
sr: Не могу да покренем скрипту шкољке „images2mpg“: рачвање није успело.
sr@latn: Ne mogu da pokrenem skriptu školjke „images2mpg“: račvanje nije uspelo.
sv: Kan inte starta bash-skriptet 'images2mpg': delning misslyckades.
th: ไม่สามารถเริ่มสคริปต์ 'images2mpg' ได้ : ล้มเหลวในการ fork
tr: 'images2mpg' kabuk skripti başlatılamadı : işlem başarılamadı.

source: %1 image [%2]
ca: %1 imatge [%2]
cs: %1 obrázek [%2]
da: %1 billede [%2]
de: %1 Bild [%2]
el: %1 εικόνα [%2]
es: %1 imagen [%2]
et: %1 kaader [%2]
fr: %1 image [durée totale %2]
gl: %1 imaxe [%2]
is: %1 mynd [%2]
it: %1 immagine [%2]
ja: %1 画像 [%2]
nl: %1 afbeelding [%2]
pl: %1 zdjęcie [%2]
pt: %1 imagem [%2]
pt_br: %1 imagem [%2]
sr: %1 слика [%2]
sr@latn: %1 slika [%2]
sv: %1 bild [%2]
th: %1ภาพ [%2]
tr: %1 resim [%2]

source: %1 images [%2]
ca: %1 imatges [%2]
cs: %1 obrázky [%2]
da: %1 billeder [%2]
de: %1 Bilder [%2]
el: %1 εικόνες [%2]
es: %1 imágenes [%2]
et: %1 kaadrit [%2]
fr: %1 images [durée totale %2]
gl: %1 imaxes [%2]
is: %1 myndir [%2]
it: %1 immagini [%2]
ja: %1 画像 [%2]
nl: %1 afbeeldingen [%2]
pl: %1 zdjęć [%2]
pt: %1 imagens [%2]
pt_br: %1 imagens [%2]
sr: %1 слика [%2]
sr@latn: %1 slika [%2]
sv: %1 bilder [%2]
th: %1 ภาพ [%2]
tr: %1 resim [%2]

source: Encoding image file [%1/%2]...
ca: S'estan codificant el fitxer d'imatge [%1/%2]...
cs: Kódování obrázku [%1/%2]...
da: Indkoder billedfil [%1/%2]...
de: Bilddateien werden kodiert [%1/%2] ...
el: Κωδικοποίηση του αρχείου εικόνας [%1/%2]...
es: Codificando el archivo de imagen [%1/%2]...
et: Kaadrifailide kodeerimine [%1/%2]...
fr: Traitement des images [%1 / %2]...
gl: A codificar ficheiros de imaxe [%1/%2]...
is: Kóða myndskrá [%1/%2]...
it: Codifica dei file immagine [%1/%2]...
ja: 画像ファイルをエンコード [%1/%2]...
nl: Coderen van afbeelding [%1/%2]...
pl: Kodowanie plików zdjęć [%1/%2]...
pt: A codificar ficheiros de imagem [%1/%2]...
pt_br: Codificando arquivo de imagem [%1/%2]...
sr: Кодирам фајл слике [%1/%2]...
sr@latn: Kodiram fajl slike [%1/%2]...
sv: Kodar bildfile [%1/%2]...
th: กำลังเข้ารหัสแฟ้มภาพ [%1/%2]...
tr: Resim dosyası kodlanıyor [%1/%2]...

source: Initialising...
ca: S'està inicialitzant...
cs: Inicializuji...
da: Initialiserer...
de: Initialisierung ...
el: Αρχικοποίηση...
es: Inicializando...
et: Initsialiseerimine...
fr: Initialisation...
gl: A inicializar...
is: Ræsi upp...
it: Inizializzazione...
ja: 初期化...
nl: Initialiseren...
pl: Inicjalizacja...
pt: A inicializar...
pt_br: Iniciando...
sr: Иницијализујем...
sr@latn: Inicijalizujem...
sv: Initierar...
th: กำลังเริ่มการทำงาน...
tr: Başlatılıyor...

source: Merging MPEG flux...
ca: S'està fusionant el flux MPEG...
cs: Spojuji MPEG flux...
da: Fletter MPEG-strøm...
de: MPEG-Strom wird verschmolzen ...
el: Συγχώνευση ροής MPEG...
es: Fundiendo los flujos MPEG...
et: MPEG voo liitmine...
fr: Fusion du flux vidéo...
gl: A xuntar o fluxo MPEG...
is: Sameina MPEG flæði...
it: Composizione flusso MPEG...
ja: MPEG flux をマージ...
nl: MPEG-flux wordt samengevoegd...
pl: Scalanie strumienia MPEG...
pt: A juntar o fluxo MPEG...
pt_br: Misturando o fluxo do MPEG...
sr: Стапам MPEG флукс...
sr@latn: Stapam MPEG fluks...
sv: Sammanfogar MPEG-flöde...
th: กำลังรวมเป็นเนื้อวิดีโอ MPEG เดียวกัน...
tr: MPEG akışı birleştiriliyor...

source: Encoding audio file...
ca: S'està codificant el fitxer d'àudio...
cs: Kódování audio souboru...
da: Indkoder lydfil...
de: Audio-Datei wird kodiert ...
el: Κωδικοποίηση αρχείου ήχου...
es: Codificando el archivo de audio...
et: Audiofaili kodeerimine...
fr: Traitement du fichier audio...
gl: A codificar o ficheiro áudio...
is: Kóða hljóðskrá...
it: Codifica file audio...
ja: オーディオファイルをエンコード...
nl: Geluidsbestand wordt gecodeerd...
pl: Kodowanie pliku dźwiękowego...
pt: A codificar o ficheiro áudio...
pt_br: Codificando arquivo de áudio...
sr: Кодирам аудио фајл...
sr@latn: Kodiram audio fajl...
sv: Kodar ljudfil...
th: กำลังเข้ารหัสแฟ้มเสียง...
tr: Ses dosyası kodlanıyor...

source: The 'images2mpg' script has returned an error during the MPEG encoding; the process has been aborted. Send a mail to the author...
ca: L'script 'images2mpg' ha retornat un error durant la codificació MPEG; el procés s'ha cancel·lat. Envieu un correu a l'autor...
cs: Během MPEG kódování vrátil skript 'images2mpg' a proces byl přerušen. Odeslat zprávu autorovi...
da: 'images2mpg' scriptet returnerede en fejl under MPEG-indkodningen. Processen er blevet afbrudt. Send en e-mail til forfatteren...
de: Das Skript "images2mpg" hat während der MPEG-Kodierung einen Fehler zurückgegeben. Der Vorgang wurde abgebrochen. Senden Sie bitte eine E-Mail an den Programmautor ...
el: Το σενάριο 'images2mpg' επέστρεψε ένα σφάλμα κατά την κωδικοποίηση MPEG: η επεξεργασία εγκαταλείφθηκε. Στείλτε ένα μήνυμα αλληλογραφίας στο συγγραφέα...
es: El programa «images2mpg» ha devuelto un error durante la codificación MPEG. El proceso ha sido interrumpido. Envíe un correo electrónico al autor...
et: Skript 'images2mpg' tagastas MPEG-kodeerimise ajal vea. Protsess katkestati. Anna autorile sellest teada...
fr: Une erreur est apparue pendant la création de la vidéo.
gl: O guión 'images2mpg' devolveu un erro durante a codificazón MPEG; o proceso foi cancelado. Envia un email ao autor...
is: Skriftan 'images2mpg' meldaði villu við MPEG kóðunina; hætt hefur verið við aðgerðina. Senda tölvupóst til höfundarins...
it: Lo script bash «images2mpg» ha restituito un errore durante la codifica del file MPEG: il processo è stato annullato. Invia un'email all'autore...
ja: 'image2mpg' スクリプトが MPEG エンコード中にエラーを返しました。 プロセスを中止しました。 作者にメールしてください...
nl: Het script 'images2mpg' geeft een foutmelding tijdens het coderen van MPEG-bestanden. Het proces is afgebroken. Stuur hierover een e-mail naar de auteur van dit programma...
pl: Skrypt 'images2mpg' zwrócił kod błędu podczas kodowania pliku MPEG; proces został przerwany. Wyślij e-mail do autora...
pt: O 'script' 'images2mpg' devolveu um erro durante a codificação MPEG; o processo foi cancelado. Envia um e-mail ao autor...
pt_br: O script 'images2mpg' retornou um erro durante a codificação MPEG; o processo foi interrompido. Envie um e-mail (em inglês) com o erro para o autor...
sr: Скрипта „images2mpg“ вратила је грешку током MPEG кодирања; процес је прекинут. Пошаљите е-поруку аутору...
sr@latn: Skripta „images2mpg“ vratila je grešku tokom MPEG kodiranja; proces je prekinut. Pošaljite e-poruku autoru...
sv: Skriptet 'images2mpg' returnerade ett fel under MPEG-kodningen. Processen har avbrutits. Skicka e-post till upphovsmannen...
th: สคริปต์ 'images2mpg' แจ้งข้อผิดพลาดกลับมา ระหว่างทำการเข้ารหัสวิดีโอ MPEG อยู่; การทำงานจึงถูกยกเลิก ส่งเมลไปยังผู้เขียนโปรแกรม...
tr: MPEG kodlaması sırasında 'images2mpg' skripti hata verdi; işlem durduruldu. Yazara bir eposta gönderiniz...

source: 'images2mpg' Script-Execution Problem
ca: Problema en l'execució de l'script 'images2mpg'
cs: Problém při vykonání skriptu 'images2mpg'
da: 'images2mpg'-script-kørselsfejl
de: "images2mpg" Skript-Problem
el: Πρόβλημα εκτέλεσης του σεναρίου 'images2mpg'
es: Problema en la ejecución del programa «images2mpg»
et: skripti 'images2mpg' käivitamise probleem
fr: Erreur
gl: Problema na Execuzón do guión 'images2mpg'
is: Vandamál við keyrslu 'images2mpg' skriftunnar
it: Problema nell'esecuzione dello script «images2mpg»
ja: 'image2mpg' スクリプト実行の問題
nl: Probleem tijdens het uitvoeren van het script 'images2mpg'
pl: Problem podczas wykonywania skryptu 'images2mpg'
pt: Problema na Execução do 'script' 'images2mpg'
pt_br: Problema de execução do Script 'images2mpg'
sr: Проблем са извршавањем скрипте „images2mpg“
sr@latn: Problem sa izvršavanjem skripte „images2mpg“
sv: Problem med att köra skriptet 'images2mpg'
th: เกิดปัญหาในการประมวลผลสคริปต์ 'images2mpg'
tr: 'images2mpg' Skript Başlatma Problemi

source: Show Debugging Output
ca: Mostra les traces de depuració
cs: Zobrazit ladící výstup
da: Vis fejlsøgningsuddata
de: Ausgabe zur Fehlersuche anzeigen
el: Εμφάνιση εξόδου αποσφαλμάτωσης
es: Mostrar la información de depuración
et: Silumisväljundi näitamine
fr: Informations sur l'erreur
gl: Mostrar o Resultado de Depurazón
is: Sýna aflúsunarúttak
it: Mostra l'output del debug
ja: デバッグ出力を表示
nl: Debuguitvoer tonen
pl: Pokaż okno z informacjami kontrolnymi
pt: Mostrar o Resultado de Depuração
pt_br: Mostrar saída da depuração
sr: Прикажи исправљачки излаз
sr@latn: Prikaži ispravljački izlaz
sv: Visa felsökningsutmatning
th: แสดงการแก้ไขบั๊ก
tr: Derleme Çıktısını Göster

source: EXIT STATUS : error during encoding process.
ca: ESTAT DE SORTIDA: error durant el procés de codificació.
cs: NÁVRATOVÝ STAV: chyba během kódování.
da: EXIT-STATUS : fejl under indkodningsprocessen.
de: SCHLUSS-STATUS: Fehler während des Kodierungsvorgang.
el: ΚΑΤΑΣΤΑΣΗ ΕΞΟΔΟΥ : σφάλμα κατά την κωδικοποίηση.
es: ESTADO DE LA SALIDA: error durante el proceso de codificación.
et: LÕPETATI STAATUSEGA: viga kodeerimisel.
fr: ETAT DE SORTIE : erreur pendant le processus d'encodage.
gl: ESTADO DE SAÍDA : erro durante o proceso de codificazón.
is: STAÐA VIÐ LOKUN : villa við kóðunaraðgerðina.
it: STATO DI USCITA: errore durante il processo di codifica.
ja: 終了ステータス : エンコード処理中にエラーが発生しました。
nl: EXIT-STATUS : fout tijdens het coderingsproces.
pl: KOD WYJŚCIA: błąd podczas procesu kodowania.
pt: ESTADO DE SAÍDA : erro durante o processo de codificação.
pt_br: Status final: erro durante o processo de codificação.
sr: ИЗЛАЗНИ СТАТУС: грешка у току кодирања.
sr@latn: IZLAZNI STATUS: greška u toku kodiranja.
sv: AVSLUTNINGSSTATUS: fel under kodningsprocessen.
th: สถานะการยุติโปรแกรม : เกิดความผิดพลาดระหว่างเข้ารหัส
tr: ÇIKIŞ DURUMU: kodlama işleminde hata.

source: Encoding terminated...
ca: La codificació ha acabat...
cs: Kódování ukončeno...
da: Indkodning færdig...
de: Kodierung beendet ...
el: Η κωδικοποίηση τερματίστηκε...
es: Codificación finalizada...
et: Kodeerimine katkestatud...
fr: Création de la vidéo terminée.
gl: Codificazón terminada...
is: Kóðun lokið...
it: Codifica terminata...
ja: エンコードを終了...
nl: Coderen gestopt...
pl: Kodowanie zakończone...
pt: Codificação terminada...
pt_br: Codificação terminada...
sr: Кодирање је обустављено...
sr@latn: Kodiranje je obustavljeno...
sv: Kodning avslutad...
th: กระบวนการเข้ารหัสถูกยุติ...
tr: Kodlama kesildi...

source: The encoding process has terminated... Encoding duration: %1
ca: El procés de codificació ha acabat... Duració de la codificació: %1
cs: Kódování bylo ukončeno... Doba kódování: %1
da: Indkodningsprocessen er færdig... Indkodningsvarighed: %1
de: Der Kodiervorgang wurde beendet ... Kodierzeit: %1
el: Η διεργασία κωδικοποίησης τερματίστηκε... Διάρκεια κωδικοποίησης: %1
es: El proceso de codificación ha finalizado... Duración de la codificación: %1
et: Kodeerimine katkestatud... Kodeerimise kestus: %1
fr: La création de la vidéo est terminée avec succès. Durée de la création : %1.
gl: O proceso de codificazón está terminado... Durazón da codificazón: %1
is: Kóðunaraðgerðinni er lokið... Tímalengd kóðunar: %1
it: Il processo di codifca è terminato... Durata della codifica: %1
ja: エンコードプロセスを終了しました... エンコードの継続時間: %1
nl: Het coderingsproces is gestopt... Tijdsduur van coderen : %1
pl: Proces kodowania został zakończony... Czas kodowania: %1
pt: O processo de codificação está terminado... Duração da codificação: %1
pt_br: O processo de codificação foi finalizado... Duração da codificação: %1
sr: Кодирање је обустављено... Трајање кодирања: %1
sr@latn: Kodiranje je obustavljeno... Trajanje kodiranja: %1
sv: Kodningsprocessen har avslutats... Kodningstid: %1
th: กระบวนการเข้ารหัสถูกยุติ... เวลาที่ใช้เข้ารหัส: %1
tr: Kodlama işlemi kesildi... Kodlama süresi:%1

source: 'images2mpg' Script Execution Terminated
ca: L'execució de l'script 'images2mpg' ha acabat
cs: Vykonání skriptu 'images2mpg' bylo ukončeno
da: 'images2mpg' scriptudførelse færdig
de: Das "images2mpg"-Skript wurde beendet
el: Η εκτέλεση του σεναρίου 'images2mpg' τερματίστηκε
es: La ejecución del programa «images2mpg» ha finalizado
et: skripti 'images2mpg' täitmine katkestati
fr: Fin du traitement
gl: A Execuzón do guión 'images2mpg' Rematou
is: Keyrslu 'images2mpg' skriftunnar lokið
it: Esecuzione dello script «images2mpg» terminata
ja: 'images2mpg' スクリプトの実行を終了しました
nl: Het uitvoeren van het script 'images2mpg' is gestopt
pl: Wykonywanie skryptu 'images2mpg' zakończone
pt: Execução do 'script' 'images2mpg' Terminou
pt_br: Execução finalizada do script 'images2mpg'
sr: Извршавање скрипте „images2mpg“ је обустављено
sr@latn: Izvršavanje skripte „images2mpg“ je obustavljeno
sv: Körning av skriptet 'images2mpg' avslutades
th: การประมวลผลสคริปต์ 'images2mpg' ถูกยุติการทำงาน
tr: 'image2mpg' Skript Çalıştırma Kesildi

source: Show Process Messages
ca: Mostra el missatges del procés
cs: Zobrazit zprávy o průběhu
da: Vis procesmeddelelser
de: Prozess-Meldungen anzeigen
el: Εμφάνιση μηνυμάτων διεργασίας
es: Mostrar los mensajes del proceso
et: Töötlemisteadete näitamine
fr: Informations
gl: Mostrar as Mensaxes do Proceso
is: Sýna aðgerðaskilaboð
it: Mostra i messaggi del processo
ja: 進行メッセージを表示
nl: Procesmeldingen tonen
pl: Pokaż komunikaty procesu
pt: Mostrar as Mensagens do Processo
pt_br: Exibir mensagens do processo
sr: Прикажи процесне поруке
sr@latn: Prikaži procesne poruke
sv: Visa processmeddelanden
th: แสดงข้อความแจ้งการทำงาน
tr: İşlem Mesajlarını Göster

source: EXIT STATUS : encoding process finished successfully.
ca: ESTAT DE SORTIDA: el procés de codificació ha acabat amb èxit.
cs: NÁVRATOVÝ STAV : kódování úspěšně dokončeno.
da: EXIT-STATUS : indkodningsprocessen udført.
de: SCHLUSS-STATUS: Kodiervorgang wurde erfolgreich abgeschlossen.
el: ΚΑΤΑΣΤΑΣΗ ΕΞΟΔΟΥ : η διεργασία κωδικοποίησης τερμάτισε επιτυχώς.
es: ESTADO DE LA SALIDA: el proceso de codificación ha finalizado con éxito.
et: LÕPETATI STAATUSEGA: kodeerimine edukalt lõpetatud.
fr: ETAT DE SORTIE : le processus d'encodage est terminé avec succès.
gl: ESTADO DE SAÍDA : o proceso de codificazón terminou con éxito.
is: STAÐA VIÐ LOKUN : kóðunaraðgerðinni lauk án vandamála.
it: STATO DI USCITA: processo di codifica terminato con successo.
ja: 終了ステータス : エンコード処理が正常に終了しました。
nl: EXIT-STATUS: coderingsproces is met succes voltooid.
pl: KOD WYJŚCIOWY: kodowanie ukończone pomyślnie.
pt: ESTADO DE SAÍDA : processo de codificação terminou com sucesso.
pt_br: Status final: processo de codificação finalizado com sucesso.
sr: ИЗЛАЗНИ СТАТУС: кодирање је успешно завршено.
sr@latn: IZLAZNI STATUS: kodiranje je uspešno završeno.
sv: AVSLUTNINGSSTATUS: kodningsprocessen avslutades med lyckat resultat.
th: สถานะการยุติโปรแกรม : ทำการเข้ารหัสเรียบร้อยแล้ว
tr: ÇIKIŞ DURUMU : kodlama işlemi başarıyla sonuçlandı.

source: Encoding aborted...
ca: S'ha interromput la codificació...
cs: Kódování přerušeno...
da: Indkodning afbrudt...
de: Kodierung abgebrochen ...
el: Η κωδικοποίηση εγκαταλείφθηκε...
es: Codificación interrumpida...
et: Kodeerimine peatati...
fr: Création de la vidéo arrêtée.
gl: Codificazón cancelada...
is: Hætt við kóðun...
it: Codifica interrotta...
ja: エンコード中止...
nl: Coderen afgebroken...
pl: Kodowanie przerwane...
pt: Codificação cancelada...
pt_br: Codificação interrompida...
sr: Кодирање је прекинуто...
sr@latn: Kodiranje je prekinuto...
sv: Kodning avbruten...
th: การเข้ารหัสถูกยกเลิกแล้ว...
tr: Kodlama durduruldu...
