Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_timeadjust.po
Languages: de, is, sr, sr@latn

source: _: NAME OF TRANSLATORS Your names
de: Oliver Dörr
is: Sveinn í Felli
sr: Слободан Симић
sr@latn: Slobodan Simić

source: _: EMAIL OF TRANSLATORS Your emails
de: kde@doerr-privat.de
is: sveinki@nett.is
sr: simicsl@verat.net
sr@latn: simicsl@verat.net

source: Adjust Time && Date...
de: Zeit und Datum einstellen ...
is: Breyta tíma && dagsetningu...
sr: Подеси време и датум...
sr@latn: Podesi vreme i datum...

source: Adjust Time & Date
de: Zeit und Datum einstellen
is: Breyta tíma & dagsetningu
sr: Подеси време и датум
sr@latn: Podesi vreme i datum

source: Time Adjust
de: Zeit einstellen
is: Breyta tíma
sr: Подешавање времена
sr@latn: Podešavanje vremena

source: A Kipi plugin for adjusting time stamp of picture files
de: Ein KIPI-Modul zum Einstellen von Zeit und Datum von Bilddateien.
is: KIPI-íforrit fyrir breytingu á tímamerki myndskráa
sr: Kipi-јев прикључак за подешавање временског печата фајлова слика
sr@latn: Kipi-jev priključak za podešavanje vremenskog pečata fajlova slika

source: Author
de: Autor
is: Höfundur
sr: Аутор
sr@latn: Autor

source: Developper and maintainer
de: Entwickler und Betreuer
is: Forritun og viðhald
sr: Развија и одржава
sr@latn: Razvija i održava

source: Plugin Handbook
de: Modul-Handbuch
is: Handbók íforrits
sr: Приручник прикључка

source: Adjustment Type
de: Einstellungsart
is: Tegund breytingar
sr: Тип подешавања
sr@latn: Tip podešavanja

source: Subtract
de: Abziehen
is: Draga frá
sr: Одузми
sr@latn: Oduzmi

source: Set file date to EXIF/IPTC creation date
de: Das Dateidatum auf Exif/IPTC-Erstellungsdatum setzen
is: Setja dagsetningu á upprunalega EXIF/IPTC dagsetningu
sr: Постави датум фајла на EXIF/IPTC датум стварања
sr@latn: Postavi datum fajla na EXIF/IPTC datum stvaranja

source: Custom date
de: Angepasstes Datum
is: Sérsniðin dagsetning
sr: Произвољан датум
sr@latn: Proizvoljan datum

source: Reset to current date
de: Auf das aktuelle Datum zurücksetzen
is: Frumstilla til núverandi dagsetningu
sr: Постави на тренутни датум
sr@latn: Postavi na trenutni datum

source: Update EXIF creation date
de: Exif-Erstellungsdatum aktualisieren
is: Uppfæra EXIF upprunadagsetningu
sr: Ажурирај EXIF датум стварања

source: Update IPTC creation date
de: IPTC-Erstellungsdatum aktualisieren
is: Uppfæra uppfæra IPTC upprunadagsetningu
sr: Ажурирај IPTC датум стварања
sr@latn: Ažuriraj IPTC datum stvaranja

source: Adjustments
de: Justierungen
is: Stillingar
sr: Подешавања
sr@latn: Podešavanja

source: Hours:
de: Stunden:
is: Klukkustundir:
sr: Часова:
sr@latn: Časova:

source: Minutes:
de: Minuten:
is: Mínútur:
sr: Минута:
sr@latn: Minuta:

source: Seconds:
de: Sekunden:
is: Sekúndur:
sr: Секунди:
sr@latn: Sekundi:

source: Days:
de: Tage:
is: Dagar:
sr: Дана:
sr@latn: Dana:

source: Months:
de: Monate:
is: Mánuðir:
sr: Месеци:
sr@latn: Meseci:

source: Years:
de: Jahre:
is: Ár:
sr: Година:
sr@latn: Godina:

source: Example
de: Beispiel
is: Dæmi
sr: Пример
sr@latn: Primer

source: _n: 1 image will be changed; %n images will be changed;
de: 1 Bild wird geändert; %n Bilder werden geändert;
is: 1 mynd verður breytt; %n myndum verður breytt;
sr: %n слика ће бити измењена; %n слике ће бити измењене; %n слика ће бити измењено;
sr@latn: %n slika će biti izmenjena; %n slike će biti izmenjene; %n slika će biti izmenjeno;

source: _n: 1 image will be skipped due to an inexact date. %n images will be skipped due to inexact dates.
de: 1 Bild wird übersprungen, da es ein ungenaues Datum enthält. %n Bilder werden übersprungen, da sie ungenaue Daten enthalten.
is: 1 mynd verður sleppt vegna ófullkominnar dagsetningar. %n myndum verður sleppt vegna ófullkominna dagsetninga.
sr: %n слика ће бити прескочена због нетачних датума. %n слике ће бити прескочене због нетачних датума. %n слика ће бити прескочено због нетачних датума.
sr@latn: %n slika će biti preskočena zbog netačnih datuma. %n slike će biti preskočene zbog netačnih datuma. %n slika će biti preskočeno zbog netačnih datuma.

source: _n: 1 image will be changed %n images will be changed
de: 1 Bild wird geändert; %n Bilder werden geändert;
is: 1 mynd mun breytast; %n myndir munu breytast
sr: %n слика ће бити измењена %n слике ће бити измењене %n слика ће бити измењено
sr@latn: %n slika će biti izmenjena %n slike će biti izmenjene %n slika će biti izmenjeno

source: <b>%1</b><br>would, for example, change into<br><b>%2</b>
de: <b>%1</b><br>würde z. B. nach<br><b>%2</b> geändert werden.
is: <b>%1</b><br>mun til dæmis, breytast í<br><b>%2</b>
sr: <b>%1</b><br>би, на пример, било измењено у<br><b>%2</b>
sr@latn: <b>%1</b><br>bi, na primer, bilo izmenjeno u<br><b>%2</b>

source: Unable to set date and time like picture metadata from:
de: Konnte Datum und Zeit nicht auf die Bildmetadaten setzen:
is: Er ókleift að stilla dagsetningu og tími á sama hátt og í metagögnum myndar:
sr: Не могу да поставим метаподатке слике датума и времена из:
sr@latn: Ne mogu da postavim metapodatke slike datuma i vremena iz:
