Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_imagesgallery.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nl, pa, pl, pt, pt_br, ru, sr, sr@latn, sv, ta, th, tr, uk, zh_cn

source: _: NAME OF TRANSLATORS Your names
ca: Albert Astals Cid,Josep Ma. Ferrer
cs: Klára Cihlářová,Jakub Friedl
da: Rune Rønde Laursen
de: Oliver Dörr,Thomas Reitelbach
el: Σπύρος Γεωργαράς,Τούσης Μανώλης
es: Enrique Matías Sánchez (aka Quique)
et: Marek Laane
fr: David Jobet,Tung Nguyen
gl: mvillarino
is: Sveinn í Felli
it: Federico Zenith
ja: Yukiko Bando
nl: Jasper van der Marel,Sander Devrieze,Rinse de Vries,Wilbert Berendsen
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pl: Igor Klimer
pt: Pedro Morais,José Nuno Pires
pt_br: Lisiane Sztoltz Teixeira; Anderson Carlos Daniel Sanches, José Monteiro
ru: Дмитрий Бугай
sr: Часлав Илић,Слободан Симић
sr@latn: Časlav Ilić
sv: Stefan Asserhäll
ta: ச்_: NAME OF TRANSLATORS Your names
th: ถนอมทรัพย์ นพบูรณ์
tr: İsmail Şimşek
uk: Іван Петрущак
zh_cn: 开源软件国际化之 KDE 简体中文组

source: _: EMAIL OF TRANSLATORS Your emails
ca: astals11@terra.es,txemaq@gmail.com
cs: koty@seznam.cz,jfriedl@suse.cz
da: runerl@skjoldhoej.dk
de: kde@doerr-privat.de,tr@erdfunkstelle.de
el: sng@hellug.gr,manolis@koppermind.homelinux.org
es: cronopios@gmail.com
et: bald@starman.ee
fr: david dot jobet at free dot fr,ntung@free.fr
gl: mvillarino@users.sourceforge.net
is: sveinki@nett.is
it: federico.zenith@member.fsf.org
ja: ybando@k6.dion.ne.jp
nl: ,s.devrieze@pandora.be,rinsedevries@kde.nl,wbsoft@xs4all.nl
pa: aalam@users.sf.net
pl: kigro@vp.pl
pt: morais@kde.org,jncp@netcabo.pt
pt_br: lisiane@kdemail.net; anderson@ime.usp.br; jf.monteiro@yahoo.com
ru: sam@vhnet.ru
sr: caslav.ilic@gmx.net,simicsl@verat.net
sr@latn: caslav.ilic@gmx.net
sv: stefan.asserhall@comhem.se
ta: tamilpc@ambalam.com
th: donga.nb@gmail.com
tr: thelightning@mynet.com
uk: ivanpetrouchtchak@yahoo.com
zh_cn: i18n-translation@lists.linux.net.cn

source: KIPI Album Image Gallery
ca: Galeria d'imatges d'àlbum del KIPI
cs: KIPI galerie obrázků
da: KIPI Billedgalleri
de: KIPI Album-Bildergalerie
el: Συλλογή εικόνων του KIPI
es: Galería de imágenes de álbumes de fotos de KIPI
et: KIPI albumite pildigalerii
fr: Galerie d'albums photo
gl: Galeria de Imaxes de Álbuns de KIPI
is: KIPI myndaalbúmasafn
it: Gallerie di immagini di album di KIPI
ja: Kipi アルバムイメージギャラリー
nl: KIPI-plugin voor afbeeldinggalerij
pa: KIPI ਐਲਬਮ ਚਿੱਤਰ ਗੈਲਰੀ
pl: KIPI - galeria albumów ze zdjęciami
pt: Galeria de Imagens de Álbuns KIPI
pt_br: Galeria de imagens do KIPI
sr: Галерија слика KIPI-јевих албума
sr@latn: Galerija slika KIPI-jevih albuma
sv: KIPI-albumbildgalleri
ta: கிபி ஆல்பம் பிம்ப படத்தொகுப்பு
th: ปลั๊กอินของ KIPI สำหรับสร้างแกลเลอรีภาพ
tr: KIPI Albümü Resim Galerisi
uk: Галерея зображень альбому KIPI
zh_cn: KIPI 相册图库

source: The target folder '%1' already exists; do you want overwrite it? (all data in this folder will be lost.)
ca: La carpeta de destí '%1' ja existeix; voleu sobreescriure-la? (totes les dades d'aquesta carpeta es perdran).
cs: Cílový adresář '%1' již existuje. Chcete jej přepsat? (Všechna data budou ztracena.)
da: Målmappen '%1' eksisterer i forvejen. Vil du overskrive den? (alle filer i mappen vil gå tabt.)
de: Der Zielordner "%1" existiert bereits. Möchten Sie ihn überschreiben lassen? Alle Dateien dieses Ordners werden gelöscht.
el: Ο φάκελος προορισμού '%1' υπάρχει ήδη. Θέλετε να τον αντικαταστήσετε; (όλα τα δεδομένα του φακέλου θα χαθούν).
es: La carpeta de destino «%1» ya existe. ¿Desea sobrescribirla? (se perderán todos los datos de esta carpeta)
et: Sihtkataloog '%1' on juba olemas. Kas kirjutada see üle? (Sellisel juhul lähevad kõik kataloogis leiduvad andmed kaotsi-)
fr: Le dossier d'enregistrement de la galerie « %1 » existe déjà. Voulez-vous l'écraser ? (toutes les données dans ce dossier seront perdues)
gl: O cartafol de destino '%1' xa existe. Desexa sobrescrebé-lo? (todos os dados neste cartafol serán perdidos.)
is: Úttaksmappan '%1' er þegar til; viltu skrifa yfir hana? (öll gogn í þessari möppu munu tapast.)
it: La cartella di destinazione «%1» esiste già; vuoi sovrascriverla? (tutti di dati in questa cartella verranno persi)
ja: 作成先フォルダ '%1' は既に存在します。上書きしますか？このフォルダのすべてのデータは失われます。
nl: De doelmap '%1' bestaat reeds; wilt u deze map overschrijven ? (alle gegevens in deze map zullen verloren gaan.)
pl: Katalog docelowy '%1' już istnieje. Czy chcesz go nadpisać? (wszystkie dane w tym katalogu zostaną stracone)
pt: A pasta alvo '%1' já existe. Deseja sobrepô-la? (todos os dados nesta pasta serão perdidos.)
pt_br: A pasta alvo '%1' já existe, deseja sobrescrevê-la? (todos os dados desta pasta serão perdidos).
ru: Папка '%1' уже существует, перезаписать её? (Все данные будут потеряны)
sr: Циљна фасцикла „%1“ већ постоји. Желите ли да је пребришете (сви подаци у овој фасцикли биће изгубљени)?
sr@latn: Ciljna fascikla „%1“ već postoji. Želite li da je prebrišete (svi podaci u ovoj fascikli biće izgubljeni)?
sv: Resultatkatalogen '%1' finns redan. Vill du skriva över den? (all data i katalogen går förlorad.)
ta: சென்றடையவேண்டிய அடைவு '%1' ஏற்கெனவே உள்ளது; அதை மேலெழுத வேண்டுமா? (இந்த அடைவில் உள்ள எல்லா தரவுகளும் நீக்கப்பட்டுவிடும்.)
th: มีโฟลเดอร์ปลายทาง '%1' อยู่แล้ว คุณต้องการจะเขียนทับมันหรือไม่ ? (ถ้าเขียนทับ คุณจะสูญเสียข้อมูลทั้งหมดในโฟลเดอร์นี้ไปด้วย)
tr: Hedef klasör %1 zaten var; üzerine yazmak istiyor musunuz? (klasördeki tüm bilgiler kaybolacak.)
uk: Тека цілі "%1" вже існує; хочете перезаписати її? (Всі дані в цій теці буде втрачено.)
zh_cn: 目标文件夹 “%1” 已经存在；您是否想要覆盖？该文件夹中的全部数据都将丢失。

source: Cannot remove folder '%1'.
ca: No s'ha pogut eliminar la carpeta '%1'.
cs: Nelze odstranit složku '%1'.
da: Kan ikke fjerne mappe '%1'.
de: Der Ordner "%1" lässt sich nicht löschen.
el: Αδυναμία αφαίρεσης του φακέλου '%1'.
es: No se puede eliminar la carpeta «%1».
et: Kataloogi '%1' eemaldamine ebaõnnestus.
fr: Impossible de supprimer le dossier « %1 ».
gl: Non foi posíbel eliminar o cartafol '%1'.
is: Get ekki endurnefnt möppuna '%1'.
it: Impossibile rimuovere la cartella «%1».
ja: フォルダ '%1' を削除できません。
nl: Kan map '%1' niet verwijderen.
pa: ਫੋਲਡਰ '%1' ਨੂੰ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ।
pl: Nie można usunąć katalogu '%1'.
pt: Não foi possível remover a pasta '%1'.
pt_br: Não foi possível remover a pasta '%1'.
ru: Не удалось удалить папку '%1'.
sr: Не могу да уклоним фасциклу „%1“.
sr@latn: Ne mogu da uklonim fasciklu „%1“.
sv: Kan inte ta bort katalogen '%1'.
ta: அடைவு '%1' ஐ நீக்க முடியாவில்லை.
th: ไม่สามารถลบโฟลเดอร์ '%1' ได้
tr: '%1' dizini kaldırılamıyor.
uk: Неможливо вилучити теку теку "%1".
zh_cn: 无法删除文件夹“%1”。

source: Could not create folder '%1'
ca: No s'ha pogut crear la carpeta '%1'
cs: Nelze vytvořit složku '%1'
da: Kunne ikke oprette mappen '%1'
de: Der Ordner "%1" lässt sich nicht erstellen.
el: Αδύνατη η δημιουργία του φακέλου '%1'
es: No se ha podido crear la carpeta «%1»
et: Kataloogi '%1' loomine ebaõnnestus
fr: Impossible de créer le dossier « %1 »
gl: Non foi posíbel criar o cartafol '%1'
is: Get ekki búið til möppuna '%1'
it: Impossibile creare la cartella «%1»
ja: フォルダ '%1' を作成できませんでした。
nl: Kan map '%1' niet aanmaken
pa: ਫੋਲਡਰ '%1' ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ।
pl: Nie można utworzyć katalogu '%1'
pt: Não foi possível criar a pasta '%1'
pt_br: Não foi possível criar a pasta '%1'
ru: Не удалось создать папку '%1'
sr: Нисам могао да направим фасциклу „%1“
sr@latn: Nisam mogao da napravim fasciklu „%1“
sv: Kunde inte skapa katalogen '%1'
ta: அடைவு '%1'ஐ உருவாக்க இயலவில்லை
th: ไม่สามารถสร้างโฟลเดอร์ '%1' ได้
tr: '%1' dizini oluşturulamadı.
uk: Не вдалося створити теку "%1"
zh_cn: 无法创建文件夹“%1”

source: Could not open file '%1'
ca: No s'ha pogut obrir el fitxer '%1'
cs: Není možné otevřít soubor '%1'
da: Kunne ikke åbne filen '%1'
de: Die Datei "%1" lässt sich nicht öffnen.
el: Δεν ήταν δυνατό το άνοιγμα του αρχείου '%1'
es: No se ha podido abrir el archivo «%1»
et: Faili '%1' avamine ebaõnnestus
fr: Impossible d'ouvrir le fichier « %1 ».
gl: Non foi posíbel abrir o ficheiro '%1'
is: Gat ekki opnað skrá '%1'
it: Impossibile aprire il file «%1»
ja: ファイル '%1' を開けませんでした。
nl: Kan bestand '%1' niet openen.
pa: ਫਾਇਲ '%1' ਨੂੰ ਖੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie można otworzyć pliku '%1'
pt: Não foi possível abrir o ficheiro '%1'
pt_br: Não foi possível abrir o arquivo '%1'
ru: Невозможно открыть файл '%1'
sr: Нисам могао да отворим фајл „%1“
sr@latn: Nisam mogao da otvorim fajl „%1“
sv: Kunde inte öppna filen '%1'
ta: கோப்பு '%1'ஐ திறக்க முடியவில்லை
th: ไม่สามารถเปิดแฟ้ม '%1' ได้
tr: '%1' dosyası açılamadı.
uk: Не вдалося відкрити файл "%1"
zh_cn: 无法打开文件“%1”

source: Could not create folder '%1' in '%2'
ca: No s'ha pogut crear la carpeta '%1' a '%2'
cs: Nelze vytvořit složku '%1' v '%2'
da: Kunne ikke oprette mappen '%1' i '%2'
de: Der Ordner "%1" lässt sich nicht in "%2" erstellen.
el: Αδύνατη η δημιουργία του φακέλου '%1' στο '%2'
es: No se ha podido crear la carpeta «%1» en «%2»
et: Kataloogi '%1' loomine asukohas '%2' ebaõnnestus
fr: Impossible de créer le dossier « %1 » dans « %2 »
gl: Non foi posíbel criar o cartafol '%1' en '%2'
is: Get ekki búið til möppuna '%1' í '%2'
it: Impossibile creare la cartella «%1» in «%2»
ja: フォルダ '%1' を '%2' に作成できませんでした。
nl: Kan map '%1' niet aanmaken in '%2'
pa: '%2' ਵਿੱਚ '%1' ਫੋਲਡਰ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie można utworzyć katalogu '%1' w '%2'
pt: Não foi possível criar a pasta '%1' em '%2'
pt_br: Não foi possível criar a pasta '%1' em '%2'
ru: Не удалось создать папку '%1' в '%2'
sr: Нисам могао да направим фасциклу „%1“ у „%2“
sr@latn: Nisam mogao da napravim fasciklu „%1“ u „%2“
sv: Kunde inte skapa katalogen '%1' i '%2'
ta: '%2'ல் அடைவு '%1'ஐ உருவாக்க இயலவில்லை
th: ไม่สามารถสร้างโฟลเดอร์ '%1' ใน '%2' ได้
tr: '%2' içinde '%1' dizini oluşturulamadı.
uk: Не вдалося створити теку "%1" в "%2"
zh_cn: 无法在“%2”中创建文件夹“%1”

source: Album list
ca: Llista d'àlbums
cs: Seznam alb
da: Albumliste
de: Albenliste
el: Λίστα άλμπουμ
es: Lista de álbumes
et: Albuminimekiri
fr: Liste des albums
gl: Lista de álbuns
is: Möppulisti
it: Elenco album
ja: アルバムリスト
nl: Albumlijst
pa: ਐਲਬਮ ਸੂਚੀ
pl: Lista albumów
pt: Lista de álbuns
pt_br: Lista de álbum
ru: Список альбомов
sr: Листа албума
sr@latn: Lista albuma
sv: Albumlista
ta: ஆல்ப பட்டியல்
th: รายการอัลบั้ม
tr: Albüm listesi
uk: Список альбомів
zh_cn: 相册列表

source: Image Gallery for Album %1
ca: Galeria d'imatges per l'àlbum %1
cs: Galerie obrázku alba %1
da: Billedgalleri for album %1
de: Bildergalerie f&uuml;r Album %1
el: Συλλογή εικόνων για το άλμπουμ %1
es: Galería de imágenes para el álbum %1
et: Pildigalerii albumile %1
fr: Album %1
gl: Galeria de Imaxes do Álbum %1
is: Myndasafn úr Albúminu %1
it: Galleria di immagini per l'album %1
ja: アルバム '%1' のイメージギャラリー
nl: Afbeeldingengalerij voor album %1
pa: %1 ਐਲਬਮ ਲਈ ਚਿੱਤਰ ਗੈਲਰੀ
pl: Galeria zdjęć dla albumu %1
pt: Galeria de Imagens do Álbum %1
pt_br: Galeria de imagens para o álbum %1
ru: Галерея изображений для альбома %1
sr: Галерија слика за албум %1
sr@latn: Galerija slika za album %1
sv: Bildgalleri för albumet %1
th: แกลเลอรีภาพสำหรับอัลบั้ม %1
tr: %1 Albümü için Resim Galerisi
uk: Галерея зображень для альбому %1
zh_cn: 相册 %1 的图库

source: <i>Comment:</i>
ca: <i>Comentari:</i>
cs: <i>Komentář:</i>
da: <i>Kommentar:</i>
de: <i>Kommentar:</i>
el: <i>Σχόλιο:</i>
es: <i>Comentario:</i>
et: <i>Kommentaar:</i>
fr: <i>Commentaires : </i>
gl: <i>Comentário:</i>
is: <i>Athugasemd:</i>
it: <i>Commento:</i>
ja: <i>コメント:</i>
nl: <i>Commentaar:</i>
pa: <i>ਟਿੱਪਣੀ:</i>
pl: <i>Komentarz:</i>
pt: <i>Comentário:</i>
pt_br: <i>Comentário:</i>
ru: <i>Комментарий:</i>
sr: <i>Коментар:</i>
sr@latn: <i>Komentar:</i>
sv: <i> Kommentar:</i>
ta: <i>குறிப்புரை:</i>
th: <i>หมายเหตุ:</i>
tr: <i>Açıklama:</i>
uk: <i>Коментар:</i>
zh_cn: <i>注释：</i>

source: <i>Collection:</i>
ca: <i>Col·lecció:</i>
cs: <i>Kolekce:</i>
da: <i>Samling:</i>
de: <i>Kollektion:</i>
el: <i>Συλλογή:</i>
es: <i>Tema:</i>
et: <i>Kogu:</i>
gl: <i>Coleczón:</i>
is: <i>Safn:</i>
it: <i>Raccolta:</i>
ja: <i>コレクション:</i>
nl: <i>Groep:</i>
pa: <i>ਭੰਡਾਰ:</i>
pl: <i>Kolekcja:</i>
pt: <i>Colecção:</i>
pt_br: <i>Coleção:</i>
ru: <i>Коллекция:</i>
sr: <i>Колекција:</i>
sr@latn: <i>Kolekcija:</i>
sv: <i> Samling:</i>
ta: <i>திரட்டு:</i>
th: <i>หมวดหมู่:</i>
tr: <i>Koleksiyon:</i>
uk: <i>Збірка:</i>
zh_cn: <i>收藏：</i>

source: <i>Date:</i>
ca: <i>Data:</i>
cs: <i>Datum:</i>
da: <i>Dato:</i>
de: <i>Erstellt am:</i>
el: <i>Ημερομηνία:</i>
es: <i>Fecha:</i>
et: <i>Kuupäev:</i>
gl: <i>Data:</i>
is: <i>Dags:</i>
it: <i>Data:</i>
ja: <i>作成日:</i>
nl: <i>Datum:</i>
pa: <i>ਮਿਤੀ:</i>
pl: <i>Data:</i>
pt: <i>Data:</i>
pt_br: <i>Data:</i>
ru: <i>Дата:</i>
sr: <i>Датум:</i>
sr@latn: <i>Datum:</i>
sv: <i> Datum:</i>
ta: <i>தேதி:</i>
th: <i>วันที่:</i>
tr: <i>Tarih:</i>
uk: <i>Дата:</i>
zh_cn: <i>日期：</i>

source: <i>Images:</i>
ca: <i>Imatges:</i>
cs: <i>Obrázky:</i>
da: <i>Billeder:</i>
de: <i>Bilder:</i>
el: <i>Εικόνες:</i>
es: <i>Imágenes:</i>
et: <i>Pildid:</i>
gl: <i>Imaxes:</i>
is: <i>Myndir:</i>
it: <i>Immagini:</i>
ja: <i>画像数:</i>
nl: <i>Afbeeldingen:</i>
pa: <i>ਚਿੱਤਰ:</i>
pl: <i>Zdjęć:</i>
pt: <i>Imagens:</i>
pt_br: <i>Imagens:</i>
ru: <i>Изображения:</i>
sr: <i>Слике:</i>
sr@latn: <i>Slike:</i>
sv: <i> Bilder:</i>
ta: <i>படிமங்கள்:</i>
th: <i>จำนวนภาพ:</i>
tr: <i>Resim:</i>
uk: <i>Зображення:</i>
zh_cn: <i>图像：</i>

source: <i>Subdirectories:</i>
ca: <i>Subdirectoris:</i>
cs: <i>Podadresáře:</i>
da: <i>Undermapper:</i>
de: <i>Unterordner:</i>
el: <i>Υποκατάλογοι:</i>
es: <i>Subdirectorios:</i>
et: <i>Alamkataloogid:</i>
fr: <i>Sous-dossiers : </i>
gl: <i>Subcartafoles:</i>
is: <i>Undirmöppur</i>
it: <i>Sottodirectory:</i>
ja: <i>サブディレクトリ:</i>
nl: <i>Submappen:</i>
pa: <i>ਸਬ-ਡਾਇਰੈਕਟਰੀਆਂ:</i>
pl: <i>Podkatalogów:</i>
pt: <i>Subpastas:</i>
pt_br: <i>Subpastas:</i>
ru: <i>Подкаталог:</i>
sr: <i>Поддиректоријуми:</i>
sr@latn: <i>Poddirektorijumi:</i>
sv: <i>Underkataloger:</i>
ta: <i>துணை அடைவுகள்:</i>
th: <i>โฟลเดอร์ย่อย:</i>
tr: <i>Altdizin:</i>
uk: <i>Підкаталоги:</i>
zh_cn: <i>子目录：</i>

source: _n: 1 image %n images
ca: 1 imatge %n imatges
cs: 1 obrázek %n obrázky %n obrázků
da: 1 billede %n billeder
de: 1 Bild %n Bilder
el: 1 εικόνα %n εικόνες
es: %n imagen %n imágenes
et: 1 pilt %n pilti
fr: 1 image %n images
gl: 1 imaxe %n imaxes
is: 1 mynd %n myndir
it: Un'immagine %n immagini
ja: %n 個の画像
nl: 1 afbeelding %n afbeeldingen
pa: 1 ਚਿੱਤਰ %n ਚਿੱਤਰ
pl: jedno zdjęcie %n zdjęcia %n zdjęć
pt: 1 imagem %n imagens
pt_br: 1 imagem %n imagens
ru: 1 изображение %n изображения %n изображений
sr: %n слика %n слике %n слика
sr@latn: %n slika %n slike %n slika
sv: 1 bild %n bilder
th: %n ภาพ
tr: %n resim
uk: %n зображення %n зображення %n зображень
zh_cn: %n 幅图像

source: Valid HTML 4.01
ca: HTML 4.01 vàlid
cs: Validní HTML 4.01
da: Gyldig HTML 4.01
el: Έγκυρο HTML 4.01
es: HTML 4.01 válido
et: Korrektne HTML 4.01
fr: Page conforme à la norme HTML 4.01
gl: HTML 4.01 Válido
is: Gilt HTML 4.01
it: HTML 4.01 valido
nl: Geldige HTML 4.01
pa: HTML 4.01 ਪੁਸ਼ਟੀ
pl: Poprawny HTML 4.01
pt: HTML 4.01 Válido
pt_br: HTML 4.01 válido
ru: HTML 4.01
sr: Исправан HTML 4.01
sr@latn: Ispravan HTML 4.01
sv: Giltig HTML 4.01
ta: செல்லத்தக்க HTML 4.01
th: ตรงตามมาตรฐาน HTML 4.01
tr: Geçerli HTML 4.01
uk: Чинна HTML 4.01
zh_cn: 有效的 HTML 4.01

source: Image gallery created with <a href="%1">%2</a> on %3
ca: La galeria d'imatges s'ha creat com <a href="%1">%2</a> a %3
cs: Galerie obrázků vytvořena <a href="%1">%2</a> v %3
da: Billedgalleri oprettet med <a href="%1">%2</a> on %3
de: Die Bildergalerie wurde mit <a href="%1">%2</a> am %3 erstellt.
el: Η συλλογή εικόνων <a href="%1">%2</a> δημιουργήθηκε στο %3
es: Galería de imágenes creada con <a href="%1">%2</a> el %3
et: Pildigalerii loodud <a href="%1">%2</a> abil %3
fr: Galerie d'images créée avec <a href="%1">%2</a> le %3
gl: Galeria de imaxes criada con <a href="%1">%2</a> o %3
is: Myndasafn búið til með <a href="%1">%2</a> á %3
it: Galleria di immagini creata con <a href="%1">%2</a> il %3
nl: Afbeeldingengalerij aangemaakt met <a href="%1">%2</a> op %3
pa: ਚਿੱਤਰ ਗੈਲਰੀ ਨੂੰ <a href="%1">%2</a> ਨਾਲ %3 ਨੂੰ ਬਣਾਇਆ ਗਿਆ
pl: Galeria zdjęć stworzona za pomocą <a href="%1">%2</a>, dnia: %3
pt: Galeria de imagens criada com o <a href="%1">%2</a> em %3
pt_br: Galeria de imagens criada com <a href="%1">%2</a> em %3
ru: Галерея изображений создана с <a href="%1">%2</a> на %3
sr: Архива албума направљена је помоћу <a href="%1">%2</a> дана %3
sr@latn: Arhiva albuma napravljena je pomoću <a href="%1">%2</a> dana %3
sv: Bildgalleri skapat med <a href="%1">%2</a> den %3
ta: பிம்ப தொகுப்பு <a href="%1">%2</a>ல் %3ல் உருவாக்கப்பட்டது
th: สร้างแกลเลอรีภาพโดย <a href="%1">%2</a> บน %3
tr: Resim galerisi %3 tarihinde <a href="%1">%2</a> ile oluşturuldu.
uk: Галерею зображень створено з <a href="%1">%2</a> на %3
zh_cn: 图库由 <a href="%1">%2</a> 在 %3 创建

source: <i>Album list:</i>
ca: <i>Llista d'àlbums:</i>
cs: <i>Seznam alb:</i>
da: <i>Albumliste:</i>
de: <i>Albenliste:</i>
el: <i>Λίστα άλμπουμ:</i>
es: <i>Lista de álbumes:</i>
et: <i>Albuminimekiri:</i>
fr: <i>Liste des albums : </i>
gl: <i>Lista de álbuns:</i>
is: <i>Albúmalisti:</i>
it: <i>Elenco album:</i>
ja: <i>アルバムリスト:</i>
nl: <i>Albumlijst:</i>
pa: <i>ਐਲਬਮ ਸੂਚੀ:</i>
pl: <i>Lista albumów:</i>
pt: <i>Lista de álbuns:</i>
pt_br: <i>Lista de álbuns</i>
ru: <i>Список альбомов:</i>
sr: <i>Листа албума:</i>
sr@latn: <i>Lista albuma:</i>
sv: <i> Albumlista:</i>
ta: <i>ஆல்ப பட்டியல்:</i>
th: <i>รายการอัลบั้ม:</i>
tr: <i>Albüm listesi:</i>
uk: <i>Список альбомів:</i>
zh_cn: <i>相册列表：</i>

source: Could not create folder '%1' in '%2'.
ca: No s'ha pogut crear la carpeta '%1' a '%2'.
cs: Nelze vytvořit složku '%1' v '%2'.
da: Kunne ikke oprette mappen '%1' i '%2'.
de: Der Ordner "%1" lässt sich nicht in "%2" erstellen.
el: Αδύνατη η δημιουργία του φακέλου '%1' στο '%2'.
es: No se ha podido crear la carpeta «%1» en «%2».
et: Kataloogi '%1' loomine asukohas '%2' ebaõnnestus.
fr: Impossible de créer le dossier « %1 » dans « %2 ».
gl: Non foi posíbel criar o cartafol '%1' en '%2'.
is: Get ekki búið til möppuna '%1' í '%2'.
it: Impossibile creare la cartella «%1» in «%2».
ja: フォルダ '%1' を '%2' に作成できませんでした。
nl: Kan map '%1' niet aanmaken in '%2'.
pa: '%2' ਵਿੱਚ '%1' ਫੋਲਡਰ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ।
pl: Nie można utworzyć katalogu '%1' w '%2'.
pt: Não foi possível criar a pasta '%1' em '%2'.
pt_br: Não foi possível criar a pasta '%1' em '%2'.
ru: Не удалось создать папку '%1' в '%2'.
sr: Нисам могао да направим фасциклу „%1“ у „%2“.
sr@latn: Nisam mogao da napravim fasciklu „%1“ u „%2“.
sv: Kunde inte skapa katalogen '%1' i '%2'.
ta: '%2'ல் அடைவு '%1'ஐ உருவாக்க இயலவில்லை
th: ไม่สามารถสร้างโฟลเดอร์ '%1' ใน '%2' ได้
tr: '%2' içinde '%1' dizini oluşturulamadı.
uk: Не вдалось створити теку "%1" в "%2".
zh_cn: 无法在“%2”中创建文件夹“%1”。

source: Previous
ca: Anterior
cs: Předchozí
da: Forrige
de: Zurück
el: Προηγούμενο
es: Anterior
et: Eelmine
fr: Précédent
gl: Anterior
is: Fyrra
it: Precedente
ja: 戻る
nl: Vorige
pa: ਪਿੱਛੇ
pl: Wstecz
pt: Anterior
pt_br: Anterior
ru: Предыдущий
sr: Претходни
sr@latn: Prethodni
sv: Föregående
ta: முந்தைய
th: ย้อนกลับ
tr: Önceki
uk: Попередн.
zh_cn: 上一个

source: Album index
ca: Índex de l'àlbum
cs: Rejstřík alba
da: Albumindeks
el: Ευρετήριο άλμπουμ
es: Índice del álbum
et: Albumi indeks
fr: Index de l'album
gl: Índice do álbum
is: Yfirlit albúms
it: Indice album
ja: アルバムインデックス
pa: ਐਲਬਮ ਤਤਕਰਾ
pl: Indeks albumów
pt: Índice do álbum
pt_br: Índice do álbum
ru: Указатель альбомов
sr: Индекс албума
sr@latn: Indeks albuma
ta: திரட்டுவைப்பேடின் சுட்டுவரிசை
th: ดัชนีของอัลบั้ม
tr: Albüm indeksi
uk: Індекс альбому
zh_cn: 相册索引

source: Albums list
ca: Llista d'àlbums
cs: Seznam alb
da: Albumliste
de: Albenliste
el: Λίστα άλμπουμ
es: Lista de álbumes
et: Albuminimekiri
fr: Liste des albums
gl: Lista de álbuns
is: Albúmalisti
it: Elenco album
ja: アルバムリスト
nl: Albumlijst
pa: ਐਲਬਮ ਸੂਚੀ
pl: Lista albumów
pt: Lista de álbuns
pt_br: Lista de álbuns
ru: Список альбомов
sr: Листа албума
sr@latn: Lista albuma
sv: Albumlista
ta: திரட்டுவைப்பேடுகளின் பட்டியல்
th: รายการอัลบั้ม
tr: Albüm listesi
uk: Список альбомів
zh_cn: 相册列表

source: Next
ca: Següent
cs: Následující
da: Næste
de: Nach vorne
el: Επόμενο
es: Siguiente
et: Järgmine
fr: Suivant
gl: Seguinte
is: Næsta
it: Successivo
ja: 進む
nl: Volgende
pa: ਅੱਗੇ
pl: Dalej
pt: Seguinte
pt_br: Próximo
ru: Следующий
sr: Следећи
sr@latn: Sledeći
sv: Nästa
ta: அடுத்த
th: ถัดไป
tr: Sonraki
uk: Наступн.
zh_cn: 下一个

source: Cannot start 'mozilla' web browser. Please check your installation.
ca: No s'ha pogut iniciar el navegador web 'mozilla'. Comproveu la seva instal·lació.
cs: Nelze spustit prohlížeč 'mozilla'. Překontrolujte instalaci.
da: Kan ikke starte 'mozilla'-webbrowseren. Tjek din installation.
de: Der Webbrowser "Mozilla" lässt sich nicht starten. Bitte überprüfen Sie Ihre Installation.
el: Αδύνατη η εκκίνηση του περιηγητή ιστοσελίδων 'mozilla'. Παρακαλώ ελέγξτε την εγκατάστασή σας.
es: No se puede iniciar el navegador web «mozilla». Por favor, compruebe su instalación.
et: Veebilehitseja 'mozilla' käivitamine ebaõnnestus. Palun kontrolli paigaldust.
fr: Impossible de démarrer le navigateur web Mozilla. Veuillez vérifier votre installation.
gl: Non foi posíbel iniciar o navegador mozilla. Por favor verifique a sua instalazón.
is: Gat ekki ræst 'Mozilla' vefráparann. Vinsamlegast athugaðu uppsetninguna þína.
it: Impossibile avviare il browser Web «Mozilla». Controlla la tua installazione.
ja: ウェブブラウザ mozilla を開始できません。 インストールを確認してください。
nl: De webbrowser 'mozilla' kon niet worden opgestart. Controleer uw installatie.
pa: 'mozilla' ਵੈਬ ਝਲਕਾਰੇ ਨੂੰ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Nie można uruchomić przeglądarki internetowej Mozilla. Proszę sprawdzić poprawność instalacji.
pt: Não foi possível iniciar o navegador web 'mozilla'. Por favor verifique a sua instalação.
pt_br: Não foi possível iniciar o navegador 'mozilla'. Por favor, verifique sua instalação.
ru: Не удалось запустить браузер 'mozilla'. Проверьте правильность установки.
sr: Не могу да покренем веб прегледач „mozilla“. Проверите своју инсталацију.
sr@latn: Ne mogu da pokrenem veb pregledač „mozilla“. Proverite svoju instalaciju.
sv: Kan inte starta webbläsaren 'mozilla'. Kontrollera installationen.
ta: 'மேஸில்லா' வலை உலாவியை துவக்க முடிய்வில்லை. தயவுசெய்து, உங்கள் நிறுவலை சரிபார்க்கவும்.
th: ไม่สามารถเรียกโปรแกรมบราวเซอร์ 'mozilla' ได้ โปรดตรวจสอบการติดตั้งของคุณ
tr: 'Mozilla' web tarayıcı çalıştırılamıyor. Lütfen kurulumunuzu kontrol ediniz.
uk: Неможливо запустити навігатор Тенет "mozilla". Будь ласка, перевірте вашу інсталяцію.
zh_cn: 无法启动 Mozilla Web 浏览器。 请检查您的安装。
