Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_kameraklient.po
Languages: da, et, gl, pa, sr, sr@latn, th, tr, uk

source: _: NAME OF TRANSLATORS Your names
da: Erik Kjær Pedersen
et: Marek Laane
gl: mvillarino
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
sr: Слободан Симић
sr@latn: Slobodan Simić
th: ถนอมทรัพย์ นพบูรณ์
tr: Engin Çağatay
uk: Іван Петрущак

source: _: EMAIL OF TRANSLATORS Your emails
da: erik@binghamton.edu
et: bald@starman.ee
gl: mvillarino@users.sourceforge.net
pa: aalam@users.sf.net
sr: simicsl@verat.net
sr@latn: simicsl@verat.net
th: donga.nb@gmail.com
tr: engincagatay@yahoo.com
uk: ivanpetrouchtchak@yahoo.com

source: Camera Folders
da: Kameramapper
et: Kaamera kataloogid
gl: Cartafoles da Cámara
pa: ਕੈਮਰਾ ਫੋਲਡਰ
sr: Фасцикле фотоапарата
sr@latn: Fascikle fotoaparata
th: โฟลเดอร์กล้อง
tr: Kamera Klasörleri
uk: Теки камери

source: Camera Selection
da: Kameravalg
et: Kaamera valik
gl: Escolla de Cámara
pa: ਕੈਮਰਾ ਚੋਣ
sr: Избор фотоапарата
sr@latn: Izbor fotoaparata
th: การเลือกกล้อง
tr: Kamera Seçimi
uk: Вибір камери

source: KameraKlient
et: Kaameraklient
pa: ਕੈਮਰਾ-ਕਲਾਂਈਟ
th: จัดการกล้อง

source: A Digital camera interface Kipi plugin
da: Et KIPI-plugin med grænseflade for digitalkameraer
et: Kipi digikaamera liidese plugin
gl: Un plugin de Kipi de interface para cámaras dixitais
pa: ਡਿਜ਼ੀਟਲ ਕੈਮਰੇ ਲਈ ਇੰਟਰਫੇਸ ਕੀਪੀ ਪਲੱਗਇਨ
sr: Kipi прикључак интерфејса дигиталних фотоапарата
sr@latn: Kipi priključak interfejsa digitalnih fotoaparata
th: ปลั๊กอินของ Kipi สำหรับติดต่อกับกล้องถ่ายภาพดิจิตัล
tr: Bir Sayısal camera arayüzü Kipi eklentisi
uk: Втулок Kipi інтерфейсу для цифрової камери

source: Original author from Digikam project
da: Oprindelig forfatter fra Digikam-projektet
et: Algne autor (Digikami projektist)
gl: Autoria orixinal do proxecto digiKam
pa: ਡਿਜ਼ੀਕੈਮ ਪ੍ਰੋਜੈਕਟ ਤੋਂ ਅਸਲੀ ਲੇਖਕ
sr: Оригинални аутор из Digikam пројекта
sr@latn: Originalni autor iz Digikam projekta
th: ผู้เขียนดั้งเดิมจากโครงการ Digikam
tr: Digikam projesinden asıl yazar
uk: Перший автор з проекту Digikam

source: Porting the Digikam GPhoto2 interface to Kipi. Maintainer
da: Overførsel af Digikams Gphoto2-grænsefladen til KIPI. Vedligeholder.
et: Digikami GPhoto2 liidese port Kipi jaoks. Hooldaja
gl: Portar a interface con GPhoto2 de digiKam para Kipi. Mantimento
pa: ਡਿਜ਼ੀਕੈਮ GPhoto2 ਇੰਟਰਫੇਸ ਨੂੰ ਕੀਪੀ ਲਈ ਪੋਰਟ ਕੀਤਾ। ਪਰਬੰਧਕ
sr: Портовање интерфејса Digikam GPhoto2 у Kipi. Одржавалац
sr@latn: Portovanje interfejsa Digikam GPhoto2 u Kipi. Održavalac
th: พอร์ตส่วนติดต่อโปรแกรม GPhoto2 ของ Digikam มายัง Kipi, ผู้ดูแล
tr: Digikam GPhoto2 arayüzünü Kipi'ye aktarma. Sağlayıcı
uk: Портування інтерфейсу Digikam GPhoto2 до Kipi. Супроводжувач

source: Camera Configuration
da: Kamera-indstillinger
et: Kaamera seadistused
gl: Configurazón da Cámara
pa: ਕੈਮਰਾ ਸੰਰਚਨਾ
sr: Подешавање фотоапарата
sr@latn: Podešavanje fotoaparata
th: ปรับแต่งค่ากล้อง
tr: Kamera Yapılandırması
uk: Налаштування камери

source: Cameras
da: Kameraer
et: Kaamerad
gl: Cámaras
pa: ਕੈਮਰਾ
sr: Фотоапарати
sr@latn: Fotoaparati
th: กล้อง
tr: Kameralar
uk: Камери

source: Camera Port Type
da: Porttype
et: Kaamera pordi tüüp
gl: Tipo de Porto da Cámara
pa: ਕੈਮਰਾ ਪੋਰਟ ਕਿਸਮ
sr: Врста порта фотоапарата
sr@latn: Vrsta porta fotoaparata
th: ประเภทพอร์ตเชื่อมต่อ
tr: Kamera Portu Türü
uk: Тип порту камери

source: USB
th: พอร์ต USB

source: Serial
da: Seriel
et: Jadaport
gl: Série
pa: ਸੀਰੀਅਲ
sr: Серијски
sr@latn: Serijski
th: พอร์ตอนุกรม
tr: Seri
uk: Послідовний

source: Camera Port Path
da: Portsti
et: Kaamera pordi asukoht
gl: Localizazón do Porto da Cámara
pa: ਕੈਮਰਾ ਪੋਰਟ ਮਾਰਗ
sr: Путања до порта фотоапарата
sr@latn: Putanja do porta fotoaparata
th: เส้นทางไปยังพอร์ตเชื่อมต่
tr: Kamera Portu Yolu
uk: Шлях порту камери

source: only for serial port cameras
da: kun for kameraer med seriel port
et: ainult jadapordi korral cameras
gl: só para cámaras que utilicen o porto série
pa: ਸਿਰਫ਼ ਸੀਰੀਅਲ ਪੋਰਟ ਕੈਮਰਿਆਂ ਲਈ ਹੀ
sr: само за фотоапарате са серијским портом
sr@latn: samo za fotoaparate sa serijskim portom
th: ใช้สำหรับกล้องที่เชื่อมต่อ แบบอนุกรมเท่านั้น
tr: sadece seri port kameraları için
uk: тільки для камер з послідовними портами

source: Setup
da: Opsætning
et: Seadistus
gl: Configurazón
pa: ਸੈੱਟਅੱਪ
sr: Подешавање
sr@latn: Podešavanje
th: ตั้งค่า
tr: Yapılandırma
uk: Налаштування

source: Download
et: Lae alla
gl: Descarregar
pa: ਡਾਊਨਲੋਡ
sr: Преузми
sr@latn: Preuzmi
th: ดาวน์โหลด
tr: İndir
uk: Звантажити

source: Upload
da: Overfør
et: Lae üles
gl: Subir
pa: ਅੱਪਲੋਡ
sr: Пошаљи
sr@latn: Pošalji
th: อัพโหลด
tr: Yükle
uk: Вивантажити

source: Connect
da: Forbind
et: Ühenda
gl: Conectar
pa: ਕੁਨੈਕਸ਼ਨ
sr: Повежи се
sr@latn: Poveži se
th: เชื่อมต่อ
tr: Bağlan
uk: З'єднати

source: Download to:
da: Hent ned til:
et: Allalaadimine asukohta:
gl: Descarregar en:
pa: ਇੱਥੋਂ ਡਾਊਨਲੋਡ:
sr: Преузми у:
sr@latn: Preuzmi u:
th: ดาวน์โหลดมายัง:
tr: Buraya indir:
uk: Звантажити у:

source: &Change
da: Æ&ndr
et: &Muuda
gl: Modifi&car
pa: ਬਦਲੋ(&C)
sr: &Измени
sr@latn: &Izmeni
th: เปลี่ยน
tr: &Değiştir
uk: &Змінити

source: Ready
da: Klar
et: Valmis
gl: Listo
pa: ਤਿਆਰ
sr: Спреман
sr@latn: Spreman
th: พร้อม
tr: Hazır
uk: Готова

source: Select all the images from the camera.
da: Markér alle billeder fra kameraet.
et: Vali kõik pildid kaameras.
gl: Escoller todas as imaxes da cámara.
pa: ਕੈਮਰੇ ਤੋਂ ਸਭ ਚਿੱਤਰ ਚੁਣੋ
sr: Изабери све слике из фотоапарата.
sr@latn: Izaberi sve slike iz fotoaparata.
th: เลือกภาพทั้งหมดจากกล้อง
tr: Kameradaki tüm resimleri seç.
uk: Вибрати всі зображення в камері.

source: Select None
da: Markér intet
et: Tühista kõik valikud
gl: Non Escollar Nada
pa: ਕੋਈ ਵੀ ਨਾ ਚੁਣੋ
sr: Не бирај ништа
sr@latn: Ne biraj ništa
th: ไม่เลือกเลย
tr: Hiçbirini Seçme
uk: Зняти вибір

source: Deselect all the images from the camera.
da: Afmarkér alle billeder fra kameraet.
et: Tühista kõigi piltide valik kaameras.
gl: Desmarca todas as imaxes da cámara.
pa: ਕੈਮਰੇ ਤੋਂ ਸਭ ਚੁਣੇ ਚਿੱਤਰਾਂ ਦੀ ਚੋਣ ਹਟਾ ਦਿਓ।
sr: Поништавање избора слика из фотоапарата.
sr@latn: Poništavanje izbora slika iz fotoaparata.
th: ยกเลิกการเลือกภาพทั้งหมดจากกล้อง
tr: Kameradaki tüm resimlerin seçimini kaldır.
uk: Скасувати вибір всіх зображень в камері.

source: Invert Selection
da: Invertér markering
et: Vaheta valik
gl: Inverter a Seleczón
pa: ਉਲਟ ਚੋਣ
sr: Обрни избор
sr@latn: Obrni izbor
th: กลับค่าการเลือก
tr: Seçimi Tersine Çevir
uk: Інвертувати вибір

source: Invert the selection.
da: Invertér markeringen.
et: Inverteeri valik.
gl: Inverte a seleczón.
pa: ਉਲਟ ਚੋਣ ਕਰੋ।
sr: Обрће избор слика.
sr@latn: Obrće izbor slika.
th: กลับค่าการเลือก
tr: Seçimi tersine çevir.
uk: Інвертувати вибір.

source: Select New Items
da: Markér nye punkter
et: Vali uued elemendid
gl: Escoller os Ítens Novos
pa: ਨਵੀਆਂ ਇਕਾਈਆਂ ਚੁਣੋ
sr: Изабери нове ставке
sr@latn: Izaberi nove stavke
th: เลือกรายการใหม่
tr: Yeni Öğeleri Seç
uk: Вибрати нові елементи

source: Select all the that were not previously downloaded.
da: Markér alt som ikke tidligere er hentet.
et: Vali kõik pildid, mida pole varem alla laaditud.
gl: Escolle todos os ítens que non foran descarregados antes.
pa: ਪਹਿਲਾਂ ਨਾ ਡਾਊਨਲੋਡ ਕੀਤੀਆਂ ਗਈਆਂ ਇਕਾਈਆਂ ਦੀ ਚੋਣ ਕਰੋ।
sr: Изабери све које нису претходно преузете.
sr@latn: Izaberi sve koje nisu prethodno preuzete.
th: เลือกภาพที่ยังไม่ได้ทำการดาวน์โหลดทั้งหมด
tr: Daha önceden indirilmemiş her şeyi seç.
uk: Вибрати всі, що ще не були перед тим звантажені.

source: Connected
da: Forbundet
et: Ühendus loodud
gl: Conectado
pa: ਜੁੜਿਆ
sr: Повезан
sr@latn: Povezan
th: เชื่อมต่ออยู่
tr: Bağlandı
uk: З'єднано

source: Disconnect
da: Afbryd
et: Katkesta ühendus
gl: Desconectar
pa: ਕੁਨੈਕਸ਼ਨ ਖਤਮ
sr: Прекини везу
sr@latn: Prekini vezu
th: ยกเลิกการเชื่อมต่อ
tr: Bağlantıyı Kes
uk: Роз'єднати

source: Disconnected
da: Afbrudt
et: Ühendus katkestatud
gl: Desconectado
pa: ਨਾ-ਜੁੜਿਆ
sr: Није повезан
sr@latn: Nije povezan
th: ยุติการเชื่อมต่ออยู่
tr: Bağlantı Kesildi
uk: Роз'єднано

source: There is no configured camera!
da: Der er intet indstillet kamera.
et: Seadistatud kaamerat pole!
gl: Non hai nengunha cámara configurada!
pa: ਕੋਈ ਸੰਰਚਿਤ ਕੈਮਰਾ ਨਹੀਂ ਹੈ!
sr: Нема подешеног фотоапарата!
sr@latn: Nema podešenog fotoaparata!
th: ยังไม่มีการตั้งค่ากล้องใด ๆ !
tr: Ayarlanmış bir kamera yok!
uk: Немає налаштованої камери!

source: '%1' directory does not exist.
da: Mappen '%1' findes ikke.
et: Kataloogi '%1' pole.
gl: O cartafol '%1' non existe.
pa: '%1' ਡਾਇਰੈਕਟਰੀ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
sr: „%1“ директоријум не постоји.
sr@latn: „%1“ direktorijum ne postoji.
th: โฟลเดอร์ '%1' ยังไม่มีอยู่
tr: '%1' dizini mevcut değil.
uk: Тека "%1" не існує.

source: About to delete these Image(s) Are you sure?
da: Billederne er ved at blive slettet. Er du sikker?
et: Kavatsed need pildid kustutada Kas oled kindel?
gl: Está a piques de eliminar estas imaxes Está seguro?
pa: ਇਹ ਚਿੱਤਰ ਹਟਾਉਣ ਲਈ ਤਿਆਰ ਕੀ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ?
sr: Треба да се обришу ове слике Сигурни сте?
sr@latn: Treba da se obrišu ove slike Sigurni ste?
th: กำลังจะทำการลบภาพเหล่านี้ คุณแน่ใจหรือไม่ ?
tr: Bu resim(ler) silinmek üzere Emin misiniz?
uk: Збираєтесь вилучити зображення Ви певні?

source: Camera Folder '%1' contains item '%2' Please, enter New Name
da: Kameramappen '%1' indeholder punktet '%2'. Indtast nyt navn.
et: Kaamera kataloog '%1' sisaldab elementi '%2' Palun anna uus nimi
gl: O cartafol da cámara '%1' contén o ítem '%2' Por favor, indique un nome novo
pa: ਕੈਮਰਾ ਫੋਲਡਰ '%1' ਵਿੱਚ '%2' ਇਕਾਈਆਂ ਨਵਾਂ ਨਾਂ ਦਿਓ ਜੀ
sr: Фасцикла фотоапарата „%1“ садржи ставку „%2“ Унесите ново име
sr@latn: Fascikla fotoaparata „%1“ sadrži stavku „%2“ Unesite novo ime
th: โฟลเดอร์ '%1' บนกล้อง มีรายการ '%2' อยู่แล้ว โปรดใส่ชื่อใหม่
tr: Kamera Klasörü '%1', '%2' öğesini içeriyor Lütfen, Yeni İsim girin
uk: Тека камери "%1" містить елемент "%2" Будь ласка, введіть нову назву

source: Camera Not Initialized
da: Kameraet ikke initieret
et: Kaamera pole initsialiseeritud
gl: Cámara Non Inicializada
pa: ਕੈਮਰਾ ਹਾਲੇ ਚਾਲੂ ਨਹੀਂ ਕੀਤਾ
sr: Фотоапарат није препознат
sr@latn: Fotoaparat nije prepoznat
th: ยังไม่ได้เริ่มการทำงานของกล้อง
tr: Kamera Başlatılmadı
uk: Камеру не започатковано

source: Please Select a Folder on Camera to Upload
da: Markér en mappe på kameraet at overføre til
et: Kaamera kataloogi valik üleslaadimiseks
gl: Escolla un Cartafol na Cámara para Subir
pa: ਅੱਪਲੋਡ ਕਰਨ ਲਈ ਕੈਮਰੇ ਤੋਂ ਇੱਕ ਫੋਲਡਰ ਚੁਣੋ ਜੀ
sr: Изаберите фасциклу на фотоапарату у коју се шаље
sr@latn: Izaberite fasciklu na fotoaparatu u koju se šalje
th: โปรดเลือกโฟลเดอร์บนกล้องเพื่อทำการอัพโหลด
tr: Lütfen Kameraya Yüklemek için bir Klasör Seçin
uk: Будь ласка, виберіть теку в камері для вивантаження

source: Sorry! The directory is not writable!
da: Desværre er mappen ikke skrivbar.
et: Vabandust! Sellesse kataloogi pole õigust salvestada!
gl: Desculpe, pero non ten permisos de escritura no cartafol!
pa: ਅਫਸੋਸ! ਡਾਇਰੈਕਟਰੀ ਲਿਖਣਯੋਗ ਨਹੀਂ ਹੈ!
sr: Извините! Директоријум није уписив!
sr@latn: Izvinite! Direktorijum nije upisiv!
th: ขออภัย! ไม่สามารถเขียนไปยังโฟลเดอร์ได้!
tr: Üzgünüm! Klasöre yazılamıyor!
uk: Вибачте! В теку неможливо нічого записати!

source: More errors occurred and are shown below:
da: Flere fejl opstod, og vises nedenfor:
et: Tekkis mitmeid vigu:
gl: Ocorreron mais erros que son descritos en baixo:
pa: ਹੋਰ ਵੀ ਗਲਤੀਆਂ ਆਈਆਂ ਹਨ ਅਤੇ ਹੇਠਾਂ ਵੇਖਾਈਆਂ ਗਈਆਂ ਹਨ:
sr: Десило се више грешака и приказане су испод:
sr@latn: Desilo se više grešaka i prikazane su ispod:
th: เกิดข้อผิดพลาดจำนวนมาก โดยแสดงด้านล่างนี้:
tr: Daha çok hata oluştu:
uk: Трапились ще деякі помилки і їх показано нижче:

source: Camera Model or Port not specified correctly. Please run Setup
da: Kameramodel og port ikke rigtigt angivet. Kør venligst opsætning.
et: Kaamera mudel või port pole korrektselt määratud. Palun käivita seadistus
gl: O Modelo ou o Porto da Cámara non foron indicados correctamente. Por favor Configure-os
pa: ਕੈਮਰਾ ਮਾਡਲ ਜਾਂ ਪੋਰਟ ਠੀਕ ਤਰਾਂ ਨਹੀਂ ਦੱਸੀ ਗਈ ਹੈ। ਸੈੱਟਅੱਪ ਚਲਾਓ ਜੀ
sr: Модел фотоапарата или порт нису тачно наведени. Покрените Подешавање
sr@latn: Model fotoaparata ili port nisu tačno navedeni. Pokrenite Podešavanje
th: ยังไม่มีการกำหนดรุ่นของกล้องหรือพอร์ตเชื่อมต่ออย่างถูกต้อง โปรดใช้การตั้งค่า
tr: Kamera Modeli ya da Port'u doğru belirtilmemiş. Lütfen Yapılandırmayı çalıştırın
uk: Не вказано правильно модель або порт камери. Будь ласка, запустіть налаштування

source: Failed to initialize camera. Please ensure camera is connected properly and turned on
da: Mislykkedes at initiere kameraet. Sørg for at kameraet er rigtigt forbundet og slået til.
et: Kaamera initsialiseerimine ebaõnnestus. Palun kontrolli, et kaamera on korrektselt ühendatud ja sisse lülitatud
gl: Non foi posíbel inicializar a cámara. Asegure-se de que a máquina está ben conectada e acesa
pa: ਕੈਮਰਾ ਚਲਾਉਣ ਲਈ ਅਸਫ਼ਲ ਹੈ। ਜਾਂਚ ਲਵੋ ਕਿ ਕੈਮਰਾ ਠੀਕ ਤਰਾਂ ਜੁੜਿਆ ਹੋਇਆ ਹੈ ਅਤੇ ਚਾਲੂ ਹੈ
sr: Нисам успео да препознам фотоапарат. Проверите да ли је исправно повезан и укључен
sr@latn: Nisam uspeo da prepoznam fotoaparat. Proverite da li je ispravno povezan i uključen
th: ล้มเหลวในการเริ่มการทำงานกับกล้อง โปรดตรวจสอบว่าได้ทำการเชื่อมต่อกล้องและเปิดการทำงานเรียบร้อยแล้ว
tr: Kamera başlatılamadı. Lütfen kameranın doğru bağlandığından ve açık olduğundan emin olun
uk: Не вдалося започаткувати камеру. Будь ласка, перевірте чи камеру приєднано і ввімкнено

source: Failed to get subfolder names from '%1'
da: Mislykkedes at hente undermappenavn fra '%1'
et: '%1' alamkataloogide nimede hankimine ebaõnnestus
gl: Non foi posíbel obter os nomes dos sub-cartafoles de '%1'
pa: '%1' ਤੋਂ ਸਬ-ਫੋਲਡਰ ਨਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਅਸਫ਼ਲ ਹੈ
sr: Нисам успео да добијем имена подфасцикли из „%1“
sr@latn: Nisam uspeo da dobijem imena podfascikli iz „%1“
th: ล้มเหลวในการหาชื่อของโฟลเดอร์ย่อยจาก '%1'
tr: '%1' konumundan altklasör bilgileri alınamadı
uk: Не вдалося отримати назви підтек з "%1"

source: Failed to get images information from '%1'
da: Mislykkedes at hente billedinformation fra '%1'
et: '%1' piltide info hankimine ebaõnnestus
gl: Non foi posíbel obter informazóns das imaxes de '%1'
pa: '%1' ਤੋਂ ਚਿੱਤਰ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਅਸਫ਼ਲ ਹੈ
sr: Нисам успео да добијем податке о сликама из „%1“
sr@latn: Nisam uspeo da dobijem podatke o slikama iz „%1“
th: ล้มเหลวในการหาข้อมูลของภาพจาก '%1'
tr: '%1' konumundan resim bilgileri alınamadı
uk: Не вдалося отримати інформацію про зображення з "%1"

source: Failed to get preview for '%1/%2'
da: Mislykkedes at hente forhåndsvisning for '%1/%2'
et: '%1/%2' eelvaatluse hankimine ebaõnnestus
gl: Non foi posíbel obter unha antevisión de '%1/%2'
pa: '%1/%2' ਲਈ ਝਲਕ ਵੇਖਾਉਣ ਲਈ ਅਸਫ਼ਲ ਹੈ
sr: Нисам успео да добијем преглед за „%1/%2“
sr@latn: Nisam uspeo da dobijem pregled za „%1/%2“
th: ล้มเหลวในการหาภาพแสดงตัวอย่างสำหรับ '%1/%2'
tr: '%1/%2' için önizleme oluşturulamadı
uk: Не вдалося отримати перегляд для "%1/%2"

source: Failed to download '%1' from '%2'
da: Mislykkedes at hente '%1' fra '%2'
et: '%1' allalaadimine asukohast '%2' ebaõnnestus
gl: Non foi posíbel descarregar '%1' desde '%2'
pa: '%2' ਤੋਂ '%1' ਡਾਊਨਲੋਡ ਕਰਨ ਲਈ ਅਸਫ਼ਲ ਹੈ
sr: Нисам успео да преузмем „%1“ из „%2“
sr@latn: Nisam uspeo da preuzmem „%1“ iz „%2“
th: ล้มเหลวในการดาวน์โหลด '%1' จาก '%2'
tr: '%1', '%2' konumundan indirilemedi
uk: Не вдалося звантажити "%1" з "%2"

source: Failed to open '%1'
da: Mislykkedes at åbne '%1'
et: '%1' avamine ebaõnnestus
gl: Non foi posíbel abrir '%1'
pa: '%1' ਖੋਲ੍ਹਣ ਲਈ ਅਸਫ਼ਲ ਹੈ
sr: Нисам успео да отворим „%1“
sr@latn: Nisam uspeo da otvorim „%1“
th: ล้มเหลวในการเปิด '%1'
tr: '%1' açılamadı
uk: Не вдалося відкрити "%1"

source: Failed to delete '%1'
da: Mislykkedes at slette '%1'
et: '%1' kustutamine ebaõnnestus
gl: Non foi posíbel borrar '%1'
pa: '%1' ਹਟਾਉਣ ਲਈ ਅਸਫ਼ਲ ਹੈ
sr: Нисам успео да обришем „%1“
sr@latn: Nisam uspeo da obrišem „%1“
th: ล้มเหลวในการลบ '%1'
tr: '%1' silinemedi
uk: Не вдалося вилучити "%1"

source: Failed to upload '%1'
da: Mislykkedes at overføre '%1'
et: '%1' üleslaadimine ebaõnnestus
gl: Non foi posíbel subir '%1'
pa: '%1' ਅੱਪਲੋਡ ਕਰਨ ਲਈ ਅਸਫ਼ਲ ਹੈ
sr: Нисам успео да пошаљем „%1“
sr@latn: Nisam uspeo da pošaljem „%1“
th: ล้มเหลวในการอัพโหลด '%1'
tr: '%1' yüklenemedi
uk: Не вдалося вивантажити "%1"

source: MimeType:
et: MIME tüüp:
gl: Tipo MIME:
pa: Mime ਕਿਸਮ:
sr: MIME тип:
sr@latn: MIME tip:
th: ชนิดแฟ้ม:
uk: Тип MIME:

source: Unknown
da: Ukendt
et: Tundmatu
gl: Descoñecido
pa: ਅਣਜਾਣ
sr: Непознат
sr@latn: Nepoznat
th: ไม่ทราบ
tr: Bilinmeyen
uk: Невідомо

source: Date:
da: Dato:
et: Kuupäev:
gl: Data:
pa: ਮਿਤੀ:
sr: Датум:
sr@latn: Datum:
th: วันที่:
tr: Tarih:
uk: Дата:

source: Size:
da: Størrelse:
et: Suurus:
gl: Tamaño:
pa: ਅਕਾਰ:
sr: Величина:
sr@latn: Veličina:
th: ขนาด:
tr: Boyut:
uk: Розмір:

source: bytes
da: byte
et: baiti
pa: ਬਾਈਟ
sr: бајтова
sr@latn: bajtova
th: ไบต์
tr: bayt
uk: байтів

source: Width:
da: Bredde:
et: Laius:
gl: Largura:
pa: ਚੌੜਾਈ:
sr: Ширина:
sr@latn: Širina:
th: กว้าง:
tr: Genişlik:
uk: Ширина:

source: Height:
da: Højde:
et: Kõrgus:
gl: Altura:
pa: ਉਚਾਈ:
sr: Висина:
sr@latn: Visina:
th: สูง:
tr: Yükseklik:
uk: Висота:

source: Read permissions:
da: Læserettigheder:
et: Lugemisõigus:
gl: Permisos de leitura:
pa: ਪੜਨ ਅਧਿਕਾਰ:
sr: Дозволе читања:
sr@latn: Dozvole čitanja:
th: สิทธิ์ในการอ่านแฟ้ม:
tr: Okuma izinleri:
uk: Права читання:

source: Write permissions:
da: Skriverettigheder:
et: Kirjutamisõigus:
gl: Permisos de escritura:
pa: ਲਿਖਣ ਅਧਿਕਾਰ:
sr: Дозволе уписа:
sr@latn: Dozvole upisa:
th: สิทธิ์ในการเขียนแฟ้ม:
tr: Yazma izinleri:
uk: Права запису:

source: Downloaded:
da: Hentede:
et: Allalaaditud:
gl: Descarregado:
pa: ਡਾਊਨਲੋਡ ਕੀਤੇ:
sr: Преузето:
sr@latn: Preuzeto:
th: ดาวน์โหลดแล้ว:
tr: İndirildi:
uk: Звантажено:

source: Digital Camera
da: Digitalkamera
et: Digikaamera
gl: Cámara Dixital
pa: ਡਿਜ਼ੀਟਲ ਕੈਮਰਾ
sr: Фотоапарат
sr@latn: Fotoaparat
th: กล้องถ่ายภาพดิจิตัล
tr: Sayısal Kamera
uk: Цифрова камера

source: File Already Exists
da: Filen eksisterer allerede
et: Fail on juba olemas
gl: O Arquivo xa Existe
pa: ਫਾਇਲ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
sr: Фајл већ постоји
sr@latn: Fajl već postoji
th: มีแฟ้มอยู่แล้ว
tr: Dosya Zaten Mevcut
uk: Файл вже існує

source: The file '%1' already exists!
da: Filen '%1' eksisterer allerede.
et: Fail '%1' on juba olemas!
gl: O ficheiro '%1' xa existe!
pa: ਫਾਇਲ '%1' ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ!
sr: Фајл „%1“ већ постоји!
sr@latn: Fajl „%1“ već postoji!
th: มีแฟ้ม '%1' อยู่แล้ว!
tr: '%1' dosyası zaten mevcut!
uk: Файл "%1" вже існує.

source: Rename
da: Omdøb
et: Nimeta ümber
gl: Renomear
pa: ਨਾਂ-ਬਦਲੋ
sr: Преименуј
sr@latn: Preimenuj
th: เปลี่ยนชื่อ
tr: Yeniden İsimlendir
uk: Перейменувати

source: Skip
et: Jäta vahele
gl: Ignorar
pa: ਛੱਡੋ
sr: Прескочи
sr@latn: Preskoči
th: ข้าม
tr: Yoksay
uk: Пропустити

source: Skip All
da: Spring over alle
et: Jäta kõik vahele
gl: Ignorar todo
pa: ਸਭ ਛੱਡੋ
sr: Прескочи све
sr@latn: Preskoči sve
th: ข้ามทั้งหมด
tr: Hepsini Yoksay
uk: Пропустити всі

source: Overwrite
da: Overskriv
et: Kirjuta üle
gl: Sobrescreber
pa: ਉੱਤੇ ਲਿਖੋ
sr: Пребриши
sr@latn: Prebriši
th: เขียนทับ
tr: Üzerine Yaz
uk: Перезаписати

source: Overwrite All
da: Overskriv alt
et: Kirjuta kõik üle
gl: Sobrescreber todo
pa: ਸਭ ਦੇ ਉੱਤੇ ਲਿਖੋ
sr: Пребриши све
sr@latn: Prebriši sve
th: เขียนทับทั้งหมด
tr: Hepsinin Üzerine Yaz
uk: Перезаписати всі

source: Setup Cameras
da: Indstilling af kameraer
et: Kaamera seadistus
gl: Configurar as Cámaras
pa: ਕੈਮਰਾ ਸੈੱਟਅੱਪ
sr: Подешавање фотоапарата
sr@latn: Podešavanje fotoaparata
th: ตั้งค่ากล้อง
tr: Kameraları Yapılandır
uk: Налаштувати камери

source: An Digital camera interface Kipi plugin
da: Et KIPI-plugin med grænseflade for digitalkamera
et: Kipi digikaamera liidese plugin
gl: Un plugin de Kipi de interface para cámaras dixitais
pa: ਇੱਕ ਡਿਜ਼ੀਟਲ ਕੈਮਰੇ ਲਈ ਕੀਪੀ ਪਲੱਗਇਨ
sr: Kipi прикључак интерфејса за дигиталне фотоапарате
sr@latn: Kipi priključak interfejsa za digitalne fotoaparate
th: ปลั๊กอิน Kipi สำหรับติดต่อและเชื่อมต่อกล้องถ่ายภาพดิจิตัล
tr: Bir Sayısal camera arayüzü Kipi eklentisi
uk: Втулок Kipi інтерфейсу для цифрової камери

source: Model
et: Mudel
gl: Modelo
pa: ਮਾਡਲ
sr: Модел
th: รุ่น
uk: Модель

source: Port
gl: Porto
pa: ਪੋਰਟ
sr: Порт
th: พอร์ตเชื่อมต่อ
uk: Порт

source: Add...
da: Tilføj...
et: Lisa...
gl: Engadir...
pa: ਸ਼ਾਮਲ...
sr: Додај...
sr@latn: Dodaj...
th: เพิ่ม...
tr: Ekle...
uk: Додати...

source: Edit...
da: Redigér...
et: Muuda...
gl: Editar...
pa: ਸੋਧ...
sr: Уреди...
sr@latn: Uredi...
th: แก้ไข...
tr: Düzenle...
uk: Редагувати...

source: Auto-Detect
da: Auto-detektér
et: Automaatne tuvastus
gl: Auto-Detectar
pa: ਆਟੋਮੈਟਿਕ ਖੋਜ
sr: Сам одреди
sr@latn: Sam odredi
th: ตรวจหาอัตโนมัติ
tr: Otomatik Algıla
uk: Автоматичне визначення

source: Failed to auto-detect camera! Please retry or try setting manually.
da: Mislykkedes at lave automatisk detektering af kameraet. Forsøg igen eller forsøg med manuel indstilling.
et: Kaamera automaatne tuvastus ebaõnnestus! Palun proovi uuesti või määra parameetrid käsitsi.
gl: Non foi posíbel detectar automaticamente a cámara! Repita-o ou tente configurá-la manualmente.
pa: ਕੈਮਰਾ ਨੂੰ ਆਟੋਮੈਟਿਕ ਖੋਜਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ! ਮੁੜ-ਕੋਸ਼ਸ਼ ਕਰੋ ਜਾਂ ਦਸਤੀ ਸੈੱਟ ਕਰੋ।
sr: Нисам успео да одредим фотоапарат! Пробајте поново или подесите ручно.
sr@latn: Nisam uspeo da odredim fotoaparat! Probajte ponovo ili podesite ručno.
th: ล้มเหลวในการตรวจหากล้องโดยอัตโนมัติ ! โปรดลองใหม่อีกครั้ง หรือใช้วิธีตั้งค่าด้วยตัวคุณเอง
tr: Kamera otomatik algılanamadı! Lütfen yeniden deneyin ya da elle ayarlamayı deneyin.
uk: Не вдалося автоматично визначити камеру! Будь ласка, повторіть спробу або встановіть вручну.

source: Already added camera:
da: Kamera allerede tilføjet:
et: Juba lisatud kaamera:
gl: Cámara xa engadida:
pa: ਪਹਿਲਾਂ ਜੋੜਿਆ ਕੈਮਰਾ:
sr: Већ додати фотоапарати:
sr@latn: Već dodati fotoaparati:
th: กล้องที่ทำการเพิ่มเรียบร้อยแล้ว:
tr: Kamera zaten eklenmiş:
uk: Вже додано камеру:

source: Found camera:
da: Fandt kamera:
et: Leiti kaamera:
gl: Cámara encontrada:
pa: ਖੋਜਿਆ ਕੈਮਰਾ:
sr: Нађен фотоапарат:
sr@latn: Nađen fotoaparat:
th: กล้องที่พบ:
tr: Kamera bulundu:
uk: Знайдено камеру:

source: Plugin Handbook
et: Plugina käsiraamat
sr: Приручник прикључка
