Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_mpegencoder.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nl, pl, pt, pt_br, sr, sr@latn, sv, th, tr

source: The encoding process has been aborted... Encoding duration: %1
ca: El procés de codificació ha estat interromput... Duració de la codificació: %1
cs: Kódování bylo přerušeno... Doba trvání: %1
da: Indkodningsprocessen er afbrudt... Indkodningsvarighed: %1
de: Der Kodiervorgang wurde abgebrochen ... Kodierzeit: %1
el: Η διεργασία κωδικοποίησης εγκαταλείφθηκε... Διάρκεια κωδικοποίησης: %1
es: El proceso de codificación ha sido interrumpido... Duración de la codificación: %1
et: Kodeerimine peatati... Kodeerimise kestus: %1
fr: La création de la vidéo a été arrêtée. Durée de la création : %1.
gl: O proceso de codificazón foi cancelado... Durazón da codificazón: %1
is: Hætt var við kóðunaraðgerðina... Tímalengd kóðunar: %1
it: Il processo di codifica è stato interrotto... Durata della codifica: %1
ja: エンコードプロセスを中止しました... エンコードの継続時間: %1
nl: Het coderingsproces is afgebroken... Tijdsduur van coderen: %1
pl: Proces kodowania został przerwany... Czas kodowania: %1
pt: O processo de codificação foi cancelado... Duração da codificação: %1
pt_br: O processo de codificação foi interrompido... Duração da codificação: %1
sr: Кодирање је прекинуто... Трајање кодирања: %1
sr@latn: Kodiranje je prekinuto... Trajanje kodiranja: %1
sv: Kodningsprocessen har avbrutits... Kodningstid: %1
th: กระบวนการเข้ารหัสถูกยกเลิกการทำงาน... เวลาที่ใช้เข้ารหัส: %1
tr: Kodlama işlemi durduruldu... Kodlama süresi:%1

source: 'images2mpg' Script Execution Aborted
ca: S'ha interromput l'execució de l'script 'images2mpg'
cs: Skript 'images2mpg' byl přerušen
da: 'images2mpg'scriptudførelse afbrudt
de: Das "images2mpg"-Skript wurde abgebrochen.
el: Η εκτέλεση του σεναρίου 'images2mpg' εγκαταλείφθηκε
es: La ejecución del programa «images2mpg» ha sido interrumpida
et: skripti 'images2mpg' täitmine peatati
fr: Arrêt du traitement
gl: Execuzón do guión 'images2mpg' Cancelada
is: Hætt var við keyrslu 'images2mpg' skriftunnar
it: Esecuzione dello script «images2mpg» interrotta
ja: 'image2mpg' スクリプトの実行を中止
nl: Het uitvoeren van het script 'images2mpg' is afgebroken
pl: Wykonywanie skryptu 'images2mpg' przerwane
pt: Execução do 'script' 'images2mpg' Cancelada
pt_br: Execução do script 'images2mpg' Interrompida
sr: Извршавање скрипте „images2mpg“ је прекинуто
sr@latn: Izvršavanje skripte „images2mpg“ je prekinuto
sv: Körning av skriptet 'images2mpg' avbröts
th: การประมวลผลสคริปต์ 'images2mpg' ถูกยุติการทำงาน
tr: 'images2mpg' Skript Çalıştırma Durduruldu

source: EXIT STATUS : encoding process aborted by user.
ca: ESTAT DE SORTIDA: el procés de codificació s'ha interromput per l'usuari.
cs: NÁVRATOVÝ STAV : kódování přerušeno uživatelem.
da: EXIT-STATUS : indkodningsprocessen afbrudt af brugeren.
de: SCHLUSSSTATUS: Kodiervorgang wurde durch den Benutzer abgebrochen.
el: ΚΑΤΑΣΤΑΣΗ ΕΞΟΔΟΥ : η διεργασία κωδικοποίησης εγκαταλείφθηκε από το χρήστη.
es: ESTADO DE LA SALIDA: el proceso de codificación ha sido interrumpido por el usuario.
et: LÕPETATI STAATUSEGA: kasutaja peatas kodeerimise.
fr: ETAT DE SORTIE : le processus d'encodage a été arrêté par l'utilisateur.
gl: ESTADO DE SAÍDA : o proceso de codificazón foi cancelado polo usuário.
is: STAÐA VIÐ LOKUN : notandi hætti við kóðunaraðgerðina.
it: STATO DI USCITA: processo di codifica interrotto dall'utente.
ja: 終了ステータス : エンコード処理がユーザによって中止されました。
nl: EXIT-STATUS: coderingsproces is afgebroken door de gebruiker.
pl: KOD WYJŚCIOWY: proces kodowania przerwany przez użytkownika.
pt: ESTADO DE SAÍDA : processo de codificação cancelado pelo utilizador.
pt_br: Status final: o processo de codificação foi abortado pelo usuário.
sr: ИЗЛАЗНИ СТАТУС: корисник је прекинуо кодирање.
sr@latn: IZLAZNI STATUS: korisnik je prekinuo kodiranje.
sv: AVSLUTNINGSSTATUS: kodningsprocessen avbröts av användaren.
th: สถานะการยุติโปรแกรม : กระบวนการเข้ารหัสถูกผู้ใช้สั่งยกเลิก
tr: ÇIKIŞ DURUMU : kodlama işlemi kullanıcı tarafından durduruldu.

source: An encoding process is active; abort this process and exit ?
ca: Hi ha un procés de codificació actiu; interrompo aquest procés i surto?
cs: Proces kódování je aktivní. Přerušit a ukončit?
da: En indkodningsproces er aktiv. Afbryd denne proces og afslut ?
de: Ein Kodiervorgang ist aktiv. Soll dieser abgebrochen werden?
el: Μια διεργασία κωδικοποίησης είναι ενεργή: εγκατάλειψη αυτής της διεργασίας και έξοδος;
es: Hay un proceso de codificación en curso. ¿Desea interrumpir este proceso y salir de la aplicación?
et: Kodeerimine käib. Kas peatada protsess ja väljuda?
fr: Une création de vidéo est actuellement en cours. Voulez-vous vraiment l'arrêter et quitter ?
gl: Está activo un proceso de codificazón; cancelar este proceso e sair ?
is: Ein kóðunaraðgerð er í gangi; á að hætta henni og loka ?
it: È in corso un processo di codifica; interrompere questo processo e uscire?
ja: アクティブなエンコードプロセスがあります。 このプロセスを中止して終了しますか？
nl: Er is een coderingsproces actief. Wilt u dit proces afbreken en het programma afsluiten?
pl: Rozpoczęto proces kodowania; przerwać ten proces i zakończyć?
pt: Está activo um processo de codificação; cancelar este processo e sair ?
pt_br: Um processo de codificação está ativo; deseja interromper este processo e sair?
sr: Кодирање је и даље у току. Желите ли да га прекинете и изађете?
sr@latn: Kodiranje je i dalje u toku. Želite li da ga prekinete i izađete?
sv: En kodningsprocess är aktiv. Avbryt processen och avsluta?
th: กระบวนการเข้ารหัสกำลังทำงานอยู่ คุณต้องการยกเลิกการทำงานและออกจากโปรแกรมนี้หรือไม่ ?
tr: Kodlama işlemi devam ediyor; işlem durdurulup çıkılsın mı ?

source: Create MPEG Slideshow
ca: Crea un passi de diapositives MPEG
cs: Vytvořit MPEG prezentaci
da: Opret MPEG-diasshow
de: MPEG-Diaschau erstellen
el: Δημιουργία σλάιντ MPEG
es: Crear carrusel MPEG
et: MPEG slaidiseansi loomine
fr: Créer une vidéo
gl: Criar Apresentazón MPEG
is: Búa til MPEG skyggnusýningu
it: Crea carrellata MPEG
ja: MPEG スライドショーを作成
nl: MPEG-diavoorstelling aanmaken
pl: Utwórz pokaz slajdów MPEG
pt: Criar Apresentação MPEG
pt_br: Criar uma apresentação de slides MPEG
sr: Направи MPEG слајдшоу
sr@latn: Napravi MPEG slajdšou
sv: Skapa MPEG-bildspel
th: สร้างวิดีโอ MPEG เพื่อนำเสนอ
tr: MPEG Slayt Gösterisi Oluştur

source: &Encode
ca: &Codifica
cs: Za&kódovat
da: &Indkod
de: &Kodieren
el: &Κωδικοποίηση
es: &Codificar
et: &Kodeeri
fr: Cré&er la vidéo
gl: &Codificar
is: &Kóða
it: &Codifica
ja: エンコード(&E)
nl: &Coderen
pl: &Koduj
pt: &Codificar
pt_br: Co&dificar
sr: &Кодирај
sr@latn: &Kodiraj
sv: &Koda
th: เข้ารหัส
tr: &Kodla

source: Cannot remove temporary folder %1!
ca: No s'ha pogut suprimir la carpeta temporal %1!
cs: Nelze odstranit dočasný adresář %1!
da: Kan ikke fjerne midlertidig mappe %1
de: Der temporäre Ordner "%1" lässt sich nicht löschen.
el: Αδυναμία αφαίρεσης του προσωρινού φακέλου %1!
es: ¡No se puede eliminar la carpeta temporal «%1»!
et: Ajutise kataloogi %1 eemaldamine ebaõnnestus!
fr: Impossible de supprimer le dossier temporaire « %1 » !
gl: Non foi posíbel eliminar o cartafol temporal %1!
is: Get ekki fjarlægt bráðabirgðamöppuna %1!
it: Impossibile rimuovere la cartella temporanea %1!
ja: 一時フォルダ '%1' を削除できません。
nl: De tijdelijke map %1 kon niet worden verwijderd.
pl: Nie można usunąć folderu tymczasowego %1!
pt: Não foi possível remover a pasta temporária %1!
pt_br: Não foi possível remover a pasta temporária %1!
sr: Не могу да уклоним привремену фасциклу %1.
sr@latn: Ne mogu da uklonim privremenu fasciklu %1.
sv: Kan inte ta bort tillfällig katalog %1.
th: ไม่สามารถลบโฟลเดอร์ชั่วคราว %1 ได้ !
tr: Geçici klasör %1 kaldırılamıyor!

source: Debugging Output
ca: Traces de depuració
cs: Ladící výstup
da: Fejlsøgningsuddata
de: Ausgabe zur Fehlersuche
el: Έξοδος αποσφαλμάτωσης
es: Información de depuración
et: Silumisväljund
fr: Informations
gl: Resultado de Depurazón
is: Aflúsunarúttak
it: Output di debug
ja: デバッグ出力
nl: Debug-uitvoer
pl: Informacje kontrolne
pt: Resultado de Depuração
pt_br: Saída da depuração
sr: Исправљачки излаз
sr@latn: Ispravljački izlaz
sv: Felsökningsutmatning
th: ข้อความช่วยแก้ไขบั๊ก
tr: Derleme Çıktısı

source: Copy to Clip&board
ca: Còpia al &porta-retalls
cs: Kopírovat do sch&ránky
da: Kopiér til klippe&bord
de: In die Zwischena&blage kopieren
el: Αντιγραφή στο &πρόχειρο
es: Copiar al &portapapeles
et: Kopeeri lõike&puhvrisse
fr: Copier dans le &presse-papiers
gl: Copiar no Porta-re&tallos
is: Afrita á klippis&pjald
it: Copia negli &appunti
ja: クリップボードにコピー(&B)
nl: Naar klembord &kopiëren
pl: Kopiuj do &schowka
pt: Copiar para a Área de &Transferência
pt_br: Copiar para a área de &transferência
sr: Копирај у &клипборд
sr@latn: Kopiraj u &klipbord
sv: Kopiera till klipp&bordet
th: คัดลอกไปยังคลิปบอร์ด
tr: &Panoya kopyala

source: MPEG Encoder Plugin Settings
ca: Paràmetres del connector de codificació MPEG
cs: Nastavení pluginu MPEG encoderu
da: MPEG-indkodningsindstillinger
de: Einstellungen zum MPEG-Kodierer-Modul
el: Ρυθμίσεις πρόσθετου κωδικοποίησης MPEG
es: Preferencias del complemento de codificación MPEG
et: MPEG kodeerija plugina seadistused
fr: Configuration
gl: Configurazón do plugin de Codificazón MPEG
is: Stillingar MPEG-kóðunar íforrits
it: Impostazioni del plugin Codificatore MPEG
ja: MPEG エンコードプラグインの設定
nl: Instellingen voor MPEG-encoder-plugin
pl: Ustawienia wtyczki kodera MPEG
pt: Configuração do 'Plugin' de Codificação MPEG
pt_br: Configurações do plug-in de codificação MPEG
sr: Подешавања прикључка за MPEG кодирање
sr@latn: Podešavanja priključka za MPEG kodiranje
sv: Inställning av insticksprogram för MPEG-kodning
th: ตั้งค่าปลั๊กอินเข้ารหัส MPEG
tr: MPEG Kodlayıcı Eklentisi Ayarları

source: ImageMagick Binary Programs Path
ca: Camí del programes binaris de l'ImageMagick
cs: Cesta k programům ImageMagick
da: ImageMagick kørbar sti
de: ImageMagick-Programmpfad
el: Διαδρομή εκτελέσιμων προγραμμάτων του ImageMagick
es: Ruta a los programas del paquete «ImageMagick»
et: Programmi ImageMagick asukoht
fr: Chemin des programmes d'ImageMagick
gl: Localizazón dos Programas ImageMagick
is: Slóð á tvíundakerfisskrár ImageMagick forritsins
it: Percorso degli eseguibili dei programmi di ImageMagick
ja: ImageMagick バイナリプログラムのパス
nl: Pad naar de ImageMagick-programma's
pl: Ścieżka dostępu do programów z pakietu ImageMagick
pt: Localização dos Programas ImageMagick
pt_br: Caminhos para os programas binários do ImageMagick
sr: Путања до извршних фајлова пакета „ImageMagick“
sr@latn: Putanja do izvršnih fajlova paketa „ImageMagick“
sv: ImageMagick-binärprogramsökväg
th: เส้นทางไปยังโปรแกรม ImageMagick
tr: ImageMagick Programları Yolu

source: MjpegTools Binary Programs Path
ca: Camí del programes binaris del MjpegTools
cs: Cesta k programům MjpegTools
da: MjpegTools kørbar sti
de: MjpegTools-Programmpfad
el: Διαδρομή εκτελέσιμων προγραμμάτων του MjpegTools
es: Ruta a los programas del paquete «MjpegTools»
et: Programmi MjpegTools asukoht
fr: Chemin des programmes de MjpegTools
gl: Localizazón dos Programas MjpegTools
is: Slóð á tvíundakerfisskrár MjpegTools forritsins
it: Percorso degli eseguibili dei programmi di MjpegTools
ja: MjpegTools バイナリプログラムのパス
nl: Pad naar de MjpegTools-programma's
pl: Ścieżka dostępu do programów z pakietu MjpegTools
pt: Localização dos Programas MjpegTools
pt_br: Caminhos para os programas binários do MjpegTools
sr: Путања до извршних фајлова пакета „MjpegTools“
sr@latn: Putanja do izvršnih fajlova paketa „MjpegTools“
sv: Mjpegtools-binärprogramsökväg
th: เส้นทางไปยังโปรแกรม MjpegTools
tr: MjpegTools Programları Yolu

source: Select path to ImageMagick binary programs...
ca: Seleccioneu el camí del programes binaris de l'ImageMagick...
cs: Nastavit cestu k programům ImageMagick
da: Vælg kørbar sti til programmet ImageMagick...
de: Wählen Sie den Pfad für die ImageMagick-Programme ...
el: Επιλογή διαδρομής εκτελέσιμων προγραμμάτων του ImageMagick...
es: Seleccione la ruta a los programas del paquete «ImageMagick»...
et: Vali programmi ImageMagick asukoht...
fr: Sélectionner le chemin des programmes d'ImageMagick
gl: Escolla a localizazón dos programas ImageMagick...
is: Velja slóðina til ImageMagick forritsins...
it: Seleziona il percorso degli eseguibili dei programmi di ImageMagick...
ja: ImageMagick バイナリプログラムへのパスを選択...
nl: Selecteer de map van de ImageMagick-programma's...
pl: Ustawianie ścieżki dostępu do programów pakietu ImageMagick...
pt: Seleccione a localização dos programas ImageMagick...
pt_br: Selecione o caminho para os programas binários do ImageMagick...
sr: Изаберите путању до извршних фајлова пакета „ImageMagick“...
sr@latn: Izaberite putanju do izvršnih fajlova paketa „ImageMagick“...
sv: Välj sökväg till ImageMagick-binärprogram...
th: เลือกเส้นทางไปยังโปรแกรม ImageMagick...
tr: ImageMagick programları için yol seçiniz...

source: Select path to MjpegTools binary programs...
ca: Seleccioneu el camí del programes binaris del MjpegTools...
cs: Nastavit cestu k programům MjpegTools
da: Vælg kørbar sti til programmet MjpegTools...
de: Wählen Sie den Pfad für die MjpegTools-Programme ...
el: Επιλογή διαδρομής εκτελέσιμων προγραμμάτων του MjpegTools...
es: Seleccione la ruta a los programas del paquete «MjpegTools»...
et: Vali programmi MjpegTools asukoht...
fr: Sélectionner le chemin des programmes de MjpegTools
gl: Escolla a localizazón dos programas MjpegTools...
is: Velja slóðina til MjpegTools forritsins...
it: Seleziona il percorso degli eseguibili dei programmi di MjpegTools...
ja: MjpegTools バイナリプログラムへのパスを選択...
nl: Selecteer de map van de MjpegTools-programma's...
pl: Ustawianie ścieżki dostępu do programów pakietu MjpegTools...
pt: Seleccione a localização dos programas MjpegTools...
pt_br: Selecione o caminho para os programas binários do MjpegTools...
sr: Изаберите путању до извршних фајлова пакета „MjpegTools“...
sr@latn: Izaberite putanju do izvršnih fajlova paketa „MjpegTools“...
sv: Välj sökväg till Mjpegtools-binärprogram...
th: เลือกเส้นทางไปยังโปรแกรม MjpegTools...
tr: MjpegTools programları için yol seçiniz...

source: Create MPEG Slide Show...
ca: Crea un passi de dispositives MPEG...
cs: Vytvořit MPEG prezentaci...
da: Opret MPEG-diasshow...
de: MPEG-Diaschau erstellen ...
el: Δημιουργία εμφάνισης σλάιντ MPEG...
es: Crear presentación MPEG...
et: Loo MPEG slaidiseanss...
fr: Créer une vidéo...
gl: Criar unha Apresentazón MPEG...
is: Búa til MPEG-skyggnusýningu...
it: Crea carrellata MPEG...
ja: MPEG スライドショーを作成...
nl: MPEG-diavoorstelling aanmaken...
pl: Utwórz pokaz slajdów MPEG...
pt: Criar uma Apresentação MPEG...
pt_br: Criar apresentação de slides em MPEG...
sr: Направи MPEG слајдшоу...
sr@latn: Napravi MPEG slajdšou...
sv: Skapa MPEG-bildspel...
th: สร้างวิดีโอ MPEG เพื่อนำเสนอ...
tr: MPEG Slayt Gösterisi oluştur...

source: Encoder Settings
ca: Paràmetres de codificació
da: MPEG-plugin
de: Einstellungen zum MPEG-Kodierer
el: Ρυθμίσεις κωδικοποιητή
es: Preferencias del codificador
et: Kodeerija seadistused
is: Stillingar kóðara
it: Impostazioni del codificatore
ja: エンコーダの設定
nl: Instellingen voor codering
pl: Ustawienia kodera
pt: Configuração do 'Plugin' de Codificação MPEG
pt_br: Configurações do codificador
sr: Подешавања кодирања
sr@latn: Podešavanja kodiranja
sv: Inställning av kodning
th: ตั้งค่าการเข้ารหัส

source: Video Format
ca: Format de vídeo
el: Τύπος βίντεο
es: Formato de vídeo
et: Videoformaat
is: Vídeósnið
it: Formato video
ja: ビデオフォーマット
nl: Videoformaat
pl: Format wideo
pt: Formato do Vídeo
pt_br: Formato de vídeo
sr: Видео формат
th: รูปแบบวิดีโอ

source: This option specifies the video format for your MPEG file. For a high photographic resolution on a TV screen, select 'XVCD' (it is the same DVD resolution) although some old DVD players cannot read this format. 'VCD'/'SVCD' are more compatible with DVD players, but they are only medium resolution. DVD is an experimental option.
ca: Aquesta opció especifica el format de vídeo del fitxer MPEG. Per una alta resolució fotogràfica alta en una pantalla de TV, seleccioneu 'XVCD' (és la mateixa resolució que el DVD) encara que alguns reproductors de DVD antics no poden llegir aquest format. 'VCD'/'SVCD' són més compatibles amb les reproductors de DVD, però només tenen una resolució mitjana. DVD és una opció experimental.
da: Denne indstilling angiver videoformat for din MPEG-fil. For høj fotografisk opløsning på en TV-skærm, vælg 'XVCD' (det samme som dvd-opløsning), selvom nogle ældre dvd-afspillere ikke kan læse dette format. 'vcd'/'scvd' er mere kompatible med dvd-afspillere, men er kun medium opløsning. Dvd er en eksperimentel indstilling.
de: Diese Einstellung legt das Video-Format für Ihre MPEG-Datei fest. Für eine sehr hohe graphische Auflösung auf dem TV-Bildschirm wählen Sie "XVCD"; es handelt sie hierbei um die DVD-Auflösung, aber einige ältere DVD-Spieler können dieses Format nicht anzeigen. "VCD/SVCD" läuft auf den meisten DVD-Spielern, hat aber eine mittelmäßige graphische Auflösung auf dem TV-Bildschirm. "DVD" ist eine experimentelle Option.
el: Αυτή η επιλογή ορίζει τη μορφή βίντεο του αρχείου MPEG. Για υψηλή φωτογραφική ποιότητα σε οθόνη τηλεόρασης, επιλέξτε το 'XVCD' (ίδιο με την ανάλυση ενός DVD); ωστόσο κάποια παλιά DVD player δε μπορούν να αναγνώσουν τη μορφή αυτή. Το 'VCD'/'SVCD' είναι περισσότερο συμβατό με DVD player, αλλά έχουν μέση ανάλυση. Το DVD είναι πειραματική επιλογή.
es: Esta opción indica el formato de vídeo de su archivo MPEG. Para una alta resolución fotográfica en una pantalla de televisión, elija el formato «XVCD» (tiene la misma resolución que el formato «DVD»), aunque algunos reproductores de DVD antiguos no pueden leer este formato. Los formatos «VCD» y «SVCD» son más compatibles con los reproductores de DVD, pero tienen una resolución mediana. El formato «DVD» es experimental.
et: See määrab MPEG-faili videoformaadi. Väga heaks esituseks teleekraanil vali 'XVCD' (see on samane DVD resolutsiooniga), kuid paraku ei suuda mõned vanemad DVD-mängijad seda lugeda. 'VCD'/'SVCD' sobib DVD-mängijatega paremini, kuid teleekraanile sobib see nii keskmiselt. DVD on eksperimentaalne valik.
is: Þessi stilling tilgreinir vídeósniðið á MPEG skránni. Fyrir hágæða ljósmyndaupplausn á sjónvarpsskjá, veldu 'XVCD' (það sama og DVD upplausn) þrátt fyrir að einstaka eldri DVD-spilarar ráði ekki við að lesa þaðt. 'VCD'/'SVCD' er samhæfanlegt fleiri DVD-spilurum, en upplausnin þar er í meðallagi. DVD er möguleiki á tilraunastigi.
it: Questa opzione specifica il formato video del tuo file MPEG. Per un'ottima risoluzione fotografica su uno schermo TV, seleziona «XVCD» (la stessa risoluzione del DVD); tuttavia alcuni vecchi lettori DVD non riescono a leggere questo formato. «VCD»/«SVCD» sono più compatibili con i lettori DVD, ma hanno una risoluzione solo media. «DVD» è un'opzione sperimentale.
ja: MPEG ファイルのビデオフォーマットを指定します。 テレビスクリーンの鮮明な高解像度を得るには XVCD を選んでください (これは DVD 解像度と同じです)。ただし、古い DVD プレーヤの中にはこのフォーマットを読めないものもあります。VCD または SVCD の方が DVD プレーヤとの適合性はありますが、解像度は中程度になります。 DVD は実験的なオプションです。
nl: Deze optie geeft het videoformaat van uw MPEG-bestand op. Voor een zeer goede weergavekwaliteit op een televisiescherm selecteert u 'XVCD' (dezelfde resolutie als een DVD). Let wel op dat sommige oudere modellen dvd-spelers dit formaat niet kunnen lezen. De formaten 'VCD/SVCD' kunnen door de meeste dvd-spelers worden gelezen maar resulteren in een lagere weergavekwaliteit. 'DVD' is een experimentele optie.
pl: Ta opcja decyduje o formacie wideo pliku MPEG. Wysoką jakość obrazu na telewizorze otrzymasz wybierając 'XVCD' (rozdzielczość taka sama jak DVD), jednak niektóre starsze odtwarzacze DVD mogą nie czytać takich płyt. Formaty 'VCD'/'SVCD' są bardziej zgodne z czytnikami DVD, ale jakość obrazu jest trochę gorsza z powodu niższej rozdzielczości. Opcja DVD jest wciąż w trakcie testowania.
pt: Esta opção indica o formato de vídeo do ficheiro MPEG. Para um qualidade fotográfica muito boa no ecrã de televisão, escolha 'XVCD' (a mesma resolução que DVD), no entanto alguns leitores de DVD mais antigos não conseguem ler este formato. 'VCD'/'SVCD' são mais compatíveis com leitores de DVD, mas a sua resolução fotográfica é média. DVD é uma opção experimental.
pt_br: Esta opção especifica o formato de vídeo para o arquivo MPEG. Para uma resolução fotográfica alta na tela de TV, selecione 'XVCD' (é a mesma resolução que DVD, embora alguns DVDs antigos não possam ler este formato). Os formatos 'VCD'/'SVCD' são mais compatívels com DVD players, mas eles possuem somente uma resolução média. A opção de DVD ainda é experimental.
sr: Ова опција наводи видео формат за ваш MPEG фајл. За високу фотографску резолуцију на ТВ екрану, изаберите „XVCD“ (исто као DVD резолуција), иако неки старији DVD плејери не могу да читају овај формат. „VCD“/„SVCD“ су компатибилнији са DVD плејерима, али су само средње резолуције. DVD је експериментална опција.
sr@latn: Ova opcija navodi video format za vaš MPEG fajl. Za visoku fotografsku rezoluciju na TV ekranu, izaberite „XVCD“ (isto kao DVD rezolucija), iako neki stariji DVD plejeri ne mogu da čitaju ovaj format. „VCD“/„SVCD“ su kompatibilniji sa DVD plejerima, ali su samo srednje rezolucije. DVD je eksperimentalna opcija.
sv: Det här alternativet anger videoformat för MPEG-filen. För mycket bra fotografisk upplösning på skärmen välj 'XVCD' (det är samma som dvd-upplösningen), men vissa äldre dvd-spelare kan inte läsa formatet. Formaten 'VCD' eller 'SVCD' fungerar bättre med dvd-spelare, men har bara medelmåttig upplösning. Formatet 'DVD' är ett experimentellt alternativ.
th: ตัวเลือกนี้ ใช้กำหนดรูปแบบของวิดีโอสำหรับแฟ้มวิดีโอ MPEG ของคุณ สำหรับการแสดงผลบนทีวีความละเอียดสูง ให้เลือกรูปแบบ 'XVCD' (ให้ความละเอียดระดับเดียวกับ DVD) แต่เครื่องเล่น DVD ส่วนมากจะไม่สามารถเล่นข้อมูลในรูปแบบนี้ได้ ส่วนรูปแบบ 'VCD'/'SVCD' นั้นสามารถใช้เล่นกับเครื่องเล่น DVD ได้ แต่ก็ยังมีความละเอียดที่ยังไม่สูงมากนัก สำหรับรูปแบบ DVD นั้นเป็นตัวเลือกที่ยังอยู่ในสถานะที่ทำงานไม่เสถียรอยู่

source: Video Type
ca: Tipus de vídeo
de: Videotyp
el: Τύπος βίντεο
es: Tipo de vídeo
et: Videotüüp
is: Vídeó tegund
it: Tipo di video
ja: ビデオタイプ
pl: Typ wideo
pt: Tipo do Vídeo
pt_br: Tipo de vídeo
sr: Врста видеа
sr@latn: Vrsta videa
sv: Videotyp
th: สัญญาณวิดีโอ
