Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_acquireimages.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nb, nds, nl, pa, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, zh_cn

source: <p><b>BMP</b>: the BitMaP file format is a popular image format from the Win32 environment. It efficiently stores mapped or unmapped RGB graphics data with pixels 1-, 4-, 8-, or 24-bits in size. Data may be stored raw or compressed using a 4-bit or 8-bit RLE data compression algorithm. BMP is an excellent choice for a simple bitmap format which supports a wide range of RGB image data.
ca: <p><b>BMP</b>: el format "BitMaP" és un format popular d'imatge per a l'entorn Win32. Emmagatzema eficientment dades de gràfics RGB mapats o sense mapar amb una mida de píxel d'1, 4, 8, o 24 bits. Les dades es poden emmagatzemar crues o comprimides amb un algorisme de compressió de dades RLE de 4 o 8 bits. El BMP és una elecció excel·lent com a format de mapa de bits senzill que permet un interval ampli de dades d'imatge RGB.
cs: <p><b>BMP</b>: BitMaPový formát je nejoblíbenějším formátem prostředí Win32. Obrázky dokáže ukládat v 1, 4, 8 nebo 24 bitové barevné hloubce. Data mohou být i komprimovaná pomocí 4 nebo 8 bitového RLE algoritmu. BMP je velmi dobrá volba, pokud hledáte bitmapový formát s podporou jednoduchých RGB obrázků.
da: <p><b>BMP</b>:BitMaP filformatet er et populært filformat fra win32-miljøet. Det lagrer effektivt mapped eller unmapped RGB-grafikdata med billedpunkter i størrelserne 1-, 4-, 8-, eller 24bit. Data kan lagres råt eller komprimeret ved at benytte en 4- eller 8bit RLE datakomprimeringsalgoritme. BMP er et godt valg til et simpelt bitmapformat som understøtter en bred vifte af RGB billeddata.
de: <p><b>BMP</b>: das "BitMaP"-Format ist ein populäres Bildformat aus der Win32-Welt. Es speichert auf effiziente Weise gerichtete oder ungerichtete RGB-Graphikdaten mit Pixelgrößen von 1-, 4-, 8-, oder 24-Bit. Die Daten können roh oder mit einem 4- oder 8-Bit RLE-Kompressionsalgorithmus gepackt werden. BMP ist eine ausgezeichnete Wahl für ein einfaches Bitmapformat, das eine sehr große Bandbreite von RGB-Bilddaten unterstützt.
el: <p><b>BMP</b>: Η μορφή αρχείου BitMaP είναι δημοφιλής μορφή από το περιβάλλον Win32. Αποθηκεύει με αντιστοιχία ή χωρίς αντιστοιχία RGB γραφικών δεδομένων με εικονοστοιχεία 1-, 4-, 8-, ή 24-bits σε μέγεθος. Τα δεδομένα μπορούν να αποθηκευτούν ανεπεξέργαστα ή συμπιεσμένα χρησιμοποιώντας τον αλγόριθμο 4-bit ή 8-bit RLE. Η BMP είναι μια άριστη επιλογή για μια απλή μορφή bitmap που υποστηρίζει ένα μεγάλο εύρος RGB δεδομένων.
es: <p><b>BMP</b>: el formato de archivo «BitMaP» es un formato de imagen muy popular de los entornos Win32. Almacena eficientemente los datos de gráficos en RGB con los puntos codificados sobre 1, 4, 8 o 24 bits. Los datos pueden almacenarse en bruto o comprimidos usando un algoritmo de compresión de datos RLE de 4 u 8 bits. El formato BMP es una excelente elección como formato de mapa de bits sencillo que soporta una amplia gama de datos de imágenes RGB.
et: <p><b>BMP</b>: BitMaP failivorming on levinud pildivorming Win32 keskkonnas. See salvestab tõhusalt seostatud või seostamata RGB graafilised andmed pikslitega 1-, 4-, 8- või 24-bitises suuruses. Andmeid saab salvestada toorelt või tihendatult 4- või 8-bitise RLE andmetihendusalgoritmiga. BMP on suurepärane valik lihtsale bittrastervormingule, mis toetab laia valikut RGB pildiandmeid.
fr: <p><b>BMP</b> : le format de fichier « BitMaP » est un format très populaire issu des environnements Win32. Il stocke efficacement les données graphiques en RVB avec des pixels codés sur 1, 4, 8 ou 24-bits. Les données stockées peuvent être brutes ou compressées en utilisant un algorithme de compression de type RLE sur 4 bits ou 8 bits. BMP est un excellent choix comme format simple de stockage d'images en couleur.
gl: <p><b>BMP</b>: o formato de ficheiro "BitMaP" é bastante popular no ambiente Win32. Armacena eficientemente dados RGB mapeados ou non mapeados, con tamaño por ponto de 1, 4, 8 ou 24 bits. Os dados poden ser armacenados en bruto ou comprimidos usando un algoritmo de compresión RLE de 4 ou 8 bit. BMP é unha excelente escolla para un formato simples que soporta unha gama variada de dados RGB.
is: <p><b>BMP</b>: (BitMaP) er útbreitt myndsnið upprunnið í Win32 umhverfinu. Það geymir þýddar eða óþýddar RGB upplýsingar með dílum í 1-, 4-, 8-, eða 24-bita litadýpt. Gögn geta verið hrá eða þjöppuð með 4-bita eða 8-bita RLE gagnaþjöppun. BMPer ágætis val fyrir einfaldar bitamyndir og styður nokkuð vítt svið fyrir RGB myndgögn.
it: <p><b>BMP</b>: il formato BitMaP è un formato molto diffuso proveniente dall'ambiente Win32. Memorizza in modo efficiente grafica RGB mappata o non con pixel di 1, 4, 8 o 24 bit. I dati possono essere memorizzati grezzi o compressi utilizzando un algoritmo RLE a 4 o 8 bit. Il BMP è un formato eccellente per una semplice bitmap che usa una vasta gamma di valori RGB.
nb: <p><b>BMP</b>:BitMaP filformatet er et populært filformat fra win32-miljøet. Det lagrer effektivt mapped eller unmapped RGB-bildedata med bildepunkter i størrelsene 1-, 4-, 8-, eller 24bit. Data kan lagres rått eller komprimert ved å benytte en 4- eller 8bit RLE datakomprimeringsalgoritme. BMP er et godt valg til et simpelt bitmapformat som støttes av mange RGB bildedata.
nds: <p><b>BMP</b>: Dat Bitfeld-Formaat (engl. "BitMaP") is en faken bruukt Formaat ut de Windows-Welt. Dat wohrt ornte oder nich ornte RGB-Grafikdaten effischent, de Klöördeepde is 1, 2, 4, 8, oder 24 Bit. De Daten sünd nich oder mit en Algoritmus för 4 oder 8 Bit Looplängde kodeert. BMP is en goot, eenfach Formaat för en groot Breed vun RGB-Bilddaten.
nl: <p><b>BMP</b>: het bestandsformaat BitMaP is een populair afbeeldingformaat van de Win32-omgeving. Het bewaart mapped en unmapped RGB-gegevens met pixels van 1-, 4-, 8-, of 24-bits op efficiÃ«nte wijze. Gegevens kunnen rauw of gecomprimeerd worden opgeslagen met een 4-bit of 8-bit RLE-datacompressiealgoritme . BMP is een uitstekende keuze voor een eenvoudig bitmap-formaat dat een groot bereik van de opties voor RGB-afbeeldinggegevens ondersteunt.
pl: <p><b>BMP</b>: format (BitMaP) jest popularnym formatem dla środowiska MS Windows. W sposób efektywny przechowuje w paletach lub bez palety dane graficzne w trybie RGB o 1-, 4-, 8-, lub 24 bitowej głębi koloru. Dane mogą być przechowywane bez kompresji lub skompresowane przy użyciu 4 lub 8-bitowego algorytmu RLE. Format ten jest dobry dla prostych bitmap, obsługuje on szeroką gamę możliwości trybu RGB.
pt: <p><b>BMP</b>: o formato de ficheiro "BitMaP" é bastante popular no ambiente Win32. Armazena eficientemente dados RGB mapeados ou não mapeados, com tamanho por ponto de 1, 4, 8 ou 24 bits. Os dados podem ser armazenados em bruto ou comprimidos utilizar um algoritmo de compressão RLE de 4 ou 8 bit. BMP é uma excelente escolha para um formato simples que suporta uma gama variada de dados RGB.
pt_br: <p><b>BMP</b>: O formato de arquivo BitMaP é um formato bastante popular do ambiente Win32. Ele armazena eficientemente gráficos RGB mapeados ou não-mapeados, com pixels de tamanho 1-, 4-, 8- ou 24-bits. Os dados podem ser armazenados de forma bruta ou comprimidos, usando o algoritomo de compressão de dados RLE de 4-bit ou 8-bit. O BMP é uma excelente escolha, para um formato bitmap simples, que suporta uma grande variedade de dados de imagem RGB.
sr: <p><b>BMP</b>: Популаран формат слика на у Windows-овом окружењу. Ефикасно складишти мапиране или немапиране RGB графичке податке у величини од 1, 4, 8, или 24 бита. Подаци могу бити складиштени сирово или користећи 4- или 8-битни RLE алгоритам за компресију података. BMP је изврстан избор за једноставан битмапски формат који подржава широк опсег RGB података о слици.
sr@latn: <p><b>BMP</b>: Popularan format slika na u Windows-ovom okruženju. Efikasno skladišti mapirane ili nemapirane RGB grafičke podatke u veličini od 1, 4, 8, ili 24 bita. Podaci mogu biti skladišteni sirovo ili koristeći 4- ili 8-bitni RLE algoritam za kompresiju podataka. BMP je izvrstan izbor za jednostavan bitmapski format koji podržava širok opseg RGB podataka o slici.
sv: <p><b>BMP</b>: Filformatet "BitMaP" är ett populärt bildformat från Win32-miljön. Det lagrar effektivt avbildad eller oavbildad RGB-grafikdata med bildpunktsstorlekarna 1, 4, 8 eller 24 bitar. Data kan lagras obehandlad eller komprimerad med en 4-bitars eller 8-bitars RLE-algoritm för datakomprimering. BMP är ett utmärkt val som ett enkelt punktavbildat format med stöd för en stor mängd RGB-bilddata.
ta: <p><b>BMP</b>: பிட்மாப் கோப்பு வடிவமானது வின்32 சுழலின் பிரபலமான படிவத்தின் வடிவம். 1-, 4-, 8-, or 24-பிட்சின் அளவு படப்புள்ளி கொண்ட RGB வரைகலையை சேமிக்கும். 4-பிட்டை பயன்படுத்தி இறுக்கம் அல்லது சேமித்த தரவின் தரவுகள் அல்லது 8-bit RLE தரவு இறுக்க படிமுறை. சாதரண பிட்மாப் வடிவம் RGB படிம தரவை ஆதரிக்கும் BMP யானது சரியான தேர்வு.
th: <p><b>BMP</b>: แฟ้มรูปแบบ BitMaP นั้นเดิมทีได้รับความนิยมใช้งานกันมากบนระบบ Win32 มันมีประสิทธิภาพในการจัดเก็บข้อมูลกราฟิกแบบ RGB ที่จัดตารางสีหรือไม่ก็ได้ โดยสามารถมีความลึกสีได้ตั้งแต่ 1-, 4-, 8-, หรือระดับ 24-บิต ส่วนตัวข้อมูลของมันนั้น สามารถเก็บได้ทั้งแบบข้อมูลดิบและแบบบีบอัดข้อมูล โดยใช้เทคนิคอัลกอริธึมบีบอัดภาพแบบ RLE 4 บิต หรือ 8 บิต แฟ้มแบบ BMP เป็นตัวเลือกที่ดำสำหรับใช้ในรูปแบบภาพบิตแมพธรรมดา โดยมีการรองรับข้อมูลภาพแบบ RGB ด้วย
tr: <p><b>BMP</b>: BitMaP dosya biçim Win32 ortamından bilinen oldukça popüler bir biçimdir. Boyut olarak 1-, 4-, 8-, veya 24-bitlik pikselli RGB grafik verilerini başarılı bir biçimde kaydeder. Veri ham veya 4-bit veya 8-bit RLE veri sıkıştırma algoritması kullanılarak sıkıştırılmış bir şekilde saklanır. BMP basit bir bitmap biçimi için mükemmel bir seçimdir ve oldukça geniş bir RGB resim verisi aralığını destekler.

source: Image file format:
ca: Format de fitxer de la imatge:
cs: Formát obrázku:
da: Billedfilformat:
de: Bilddateiformat:
el: Μορφή αρχείου εικόνας:
es: Formato de archivo de la imagen:
et: Pildifaili vorming:
fr: Format du fichier de l'image :
gl: Formato do ficheiro de imaxe:
is: Myndskráarsnið:
it: Formato del file di destinazione:
ja: 画像のファイル形式:
nb: Bildefilformat:
nds: Bilddatei-Formaat:
nl: Afbeeldingformaat:
pa: ਚਿੱਤਰ ਫਾਇਲ ਫਾਰਮੈਟ:
pl: Format zapisu zdjęcia:
pt: Formato do ficheiro de imagem:
pt_br: Formato de arquivo de imagem:
sr: Формат фајла слике:
sr@latn: Format fajla slike:
sv: Bildfilformat:
ta: படிமம் கோப்பு வடிவம்:
th: รูปแบบแฟ้มภาพ:
tr: Resim dosyası biçimi:
zh_cn: 图像文件格式：

source: Selection
ca: Selecció
cs: Výběr
da: Markering
de: Auswahl
el: Επιλογή
es: Selección
et: Valik
fr: Sélection
gl: Seleczón
is: Val
it: Selezione
ja: 選択
nb: Markering
nds: Köör
nl: Selectie
pa: ਚੋਣ
pl: Wybór
pt: Selecção
pt_br: Seleção
sr: Избор
sr@latn: Izbor
sv: Val
ta: தேர்வுகள்
th: เลือกอัลบั้ม
tr: Seçim
zh_cn: 选择

source: Album selection
ca: Selecció d'àlbum
cs: Výběr alba
da: Albummarkering
de: Album auswählen
el: Επιλογή άλμπουμ
es: Selección del álbum de destino
et: Albumi valik
fr: Album de destination
gl: Escolla de álbuns
is: Valin albúm
it: Selezione album
ja: アルバムの選択
nb: Albummarkering
nds: Album utsöken
nl: Albumselectie
pa: ਐਲਬਮ ਚੋਣ
pl: Wybór albumu
pt: Escolha de álbuns
pt_br: Seleção do álbum
sr: Избор албума
sr@latn: Izbor albuma
sv: Albumval
ta: ஆல்பம் தேர்வுகள்
th: เลือกอัลบั้มจัดเก็บภาพ
tr: Album Seçimi
zh_cn: 选择相册

source: Select Folder in Which to Save Target Image
ca: Seleccioneu la carpeta a on desar la imatge final
cs: Zvolte složku, do které se obrázek uloží
da: Vælg mappe at gemme målbilledet i
de: Ordner zum Speichern des Zielbildes auswählen
el: Επιλογή φακέλου στον οποίο θα αποθηκευτεί η εικόνα προορισμού
es: Seleccione la carpeta en la que se guardará la imagen destino
et: Kataloogi valik sihtpildi salvestamiseks
fr: Sélectionnez l'album dans lequel sera enregistrée l'image résultat
gl: Escolla o Cartafol onde Gravar a Imaxe Obxectivo
is: Veldu möppu til að vista þessa mynd í
it: Seleziona la cartella in cui salvare l'immagine destinazione
ja: 画像を保存するフォルダを選択
nb: Velg mappe å lagre målbildet i
nds: Orner för't Teelbild utsöken
nl: Selecteer de map om het doelbestand in op te slaan
pa: ਫੋਲਡਰ, ਜਿਸ ਵਿੱਚ ਨਿਯਤ ਚਿੱਤਰ ਸੰਭਾਲਣਾ ਹੈ, ਦੀ ਚੋਣ ਕਰੋ
pl: Wybierz folder, w którym zostanie zapisane zdjęcie
pt: Seleccione a Pasta onde Gravar a Imagem Alvo
pt_br: Selecione a pasta para onde a imagem alvo deve ser salva
sr: Изаберите фасциклу за снимање циљне слике
sr@latn: Izaberite fasciklu za snimanje ciljne slike
sv: Välj katalog där resultatbilden ska sparas
ta: இலக்கு பிம்பத்தை சேமிக்கவேண்டிய அடைவை தேர்வுசெய்யவும்
th: เลือกโฟลเดอร์ที่จะใช้บันทึกแฟ้มภาพ
tr: Hedef Resmi Kaydedeceğiniz Klasörü Seçiniz
zh_cn: 选择用来保存目标图像的文件夹

source: &Add New Folder
ca: &Afegir carpeta nova
cs: &Přidat novou složku
da: &Tilføj ny mappe
de: Neuen Ordner &hinzufügen
el: &Προσθήκη νέου φακέλου
es: &Añadir una nueva carpeta
et: Lis&a uus kataloog
fr: Créer un &album
gl: &Engadir un Novo Cartafol
is: Bæt&a við nýrri möppu
it: &Aggiungi una nuova cartella
ja: 新規フォルダを追加(&A)
nb: &Legg til ny mappe
nds: Nieg Orner &tofögen
nl: Nieuwe m&ap toevoegen
pa: ਨਵਾਂ ਫੋਲਡਰ ਜੋੜੋ(&A)
pl: &Dodaj nowy folder
pt: &Adicionar uma Nova Pasta
pt_br: &Adicionar nova pasta
sr: &Додај нову фасциклу
sr@latn: &Dodaj novu fasciklu
sv: &Lägg till ny katalog
ta: &புதிய அடைவை சேர்
th: เพิ่มโฟลเดอร์ใหม่
tr: &Yeni Dosya Ekle
zh_cn: 添加新文件夹(&A)

source: <p>Add a new folder.
ca: <p>Afegeix un carpeta nova.
cs: <p>Přidání nové složky.
da: <p>Tilføjer en ny mappe.
de: <p>Einen neuen Ordner hinzufügen.
el: <p>Προσθήκη ενός νέου φακέλου.
es: <p>Añadir una nueva carpeta.
et: <p>Lisa uus kataloog.
fr: <p>Créer un album.
gl: <p>Engadir un novo cartafol.
is: <p>Bæta við nýrri möppu.
it: <p>Aggiungi una nuova cartella.
ja: <p>新規フォルダを追加します。
nb: <p>Legg til en ny mappe.
nds: <p>En nieg Orner tofögen
nl: <p>Voeg een nieuwe map toe.
pa: <p>ਨਵਾਂ ਫੋਲਡਰ ਜੋੜਦਾ ਹੈ।
pl: <p>Dodaje nowy folder.
pt: <p>Adicionar uma nova pasta.
pt_br: <p>Adiciona uma pasta nova.
sr: <p>Додај нову фасциклу.
sr@latn: <p>Dodaj novu fasciklu.
sv: <p>Lägg till en ny katalog.
ta: <p>புதிய அடைவை சேர்.
th: <p>เพิ่มโฟลเดอร์ใหม่
tr: <p>Yeni bir dizin ekle.
zh_cn: <p>添加新文件夹。

source: Album Description
ca: Descripció de l'àlbum
cs: Popis alba
da: Albumbeskrivelse
de: Albumbeschreibung
el: Περιγραφή άλμπουμ
es: Descripción del álbum
et: Albumi kirjeldus
fr: Description de l'album
gl: Descrizón do Álbum
is: Lýsing albúms
it: Descrizione dell'album
ja: アルバムの説明
nb: Albumbeskrivelse
nds: Albumbeschrieven
nl: Albumomschrijving
pa: ਐਲਬਮ ਵੇਰਵਾ
pl: Opis albumu
pt: Descrição do Álbum
pt_br: Descrição do álbum
sr: Опис албума
sr@latn: Opis albuma
sv: Albumbeskrivning
ta: ஆல்பம் விவரம்
th: รายละเอียดอัลบั้ม
tr: Albüm Açıklaması
zh_cn: 相册描述

source: <p>The description of the current Album in the selection list.
ca: <p>La descripció de l'àlbum actual a la llista de selecció.
cs: <p>Popis zvoleného alba ze seznamu.
da: <p> Beskrivelse af det aktuelle album i listen.
de: <p>Die Beschreibung des aktuellen Albums in der Auswahlliste.
el: <p>Η περιγραφή του τρέχοντος άλμπουμ στη λίστα επιλογής.
es: <p>La descripción del álbum de fotos seleccionado en la lista.
et: <p>Nimekirjast valitud albumi kirjeldus.
fr: <p>Description de l'album sélectionné dans la liste.
gl: <p>A descrizón do álbum actualmente escollido.
is: <p>Lýsing á núverandi albúmi í vallistanum.
it: <p>La descrizione dell'album attuale nell'elenco di selezione.
ja: <p>現在選択されているアルバムの説明です。
nb: <p> Beskrivelse av det aktuelle album i listen.
nds: <p>De Beschrieven vun den aktuellen Orner op de Utsööklist
nl: <p>De omschrijving van het huidige album in de lijst.
pl: <p>Opis wybranego albumu z listy wyboru.
pt: <p>A descrição do álbum actualmente seleccionado.
pt_br: <p>A descrição do álbum atual, na lista de seleção.
sr: <p>Опис текућег албума у листи за избор.
sr@latn: <p>Opis tekućeg albuma u listi za izbor.
sv: <p>Beskrivning av nuvarande album i urvalslistan.
ta: <p>பட்டியல்லி இருந்து தேர்வுசெய்யபட்ட தற்போதைய ஆல்பத்தின் விவரகுறிப்பு.
th: <p>รายละเอียดของอัลบั้มปัจจุบันในแบบรายการเลือก
tr: <p>Seçim listesinde geçerli Albümün açıklaması
zh_cn: <p>选择列表中当前相册的描述。

source: Caption: %1
ca: Comentari: %1
de: Beschriftung: %1
es: Comentario: %1
et: Pealdis: %1
fr: Légende : %1
is: Skýringartexti: %1
it: Didascalia: %1
ja: キャプション: %1
nds: Titel: %1
nl: Titel: %1
pt: Título: %1
pt_br: Legenda: %1
sr: Коментар: %1
sv: Rubrik: %1
zh_cn: 标题：%1

source: Collection: %1
ca: Col·lecció: %1
cs: Kolekce: %1
da: Samling: %1
de: Kollektion: %1
el: Συλλογή: %1
es: Tema: %1
et: Kogu: %1
gl: Coleczón: %1
is: Safn: %1
it: Raccolta: %1
ja: コレクション: %1
nb: Samling: %1
nds: Sammeln: %1
nl: Verzameling: %1
pa: ਭੰਡਾਰ: %1
pl: Kolekcja: %1
pt: Colecção: %1
pt_br: Coleção: %1
sr: Колекција: %1
sr@latn: Kolekcija: %1
sv: Samling: %1
ta: தொகுப்பு:%1
th: หมวดภาพ: %1
tr: Koleksiyon: %1
zh_cn: 收集：%1

source: Date: %1
ca: Data: %1
cs: Datum: %1
da: Dato: %1
de: Erstellt am: %1
el: Ημερομηνία: %1
es: Fecha: %1
et: Kuupäev: %1
gl: Data: %1
is: Dags.: %1
it: Data: %1
ja: 日付: %1
nb: Dato: %1
nds: Datum: %1
nl: Datum: %1
pa: ਮਿਤੀ: %1
pl: Data: %1
pt: Data: %1
pt_br: Data: %1
sr: Датум: %1
sr@latn: Datum: %1
sv: Datum: %1
ta: தேதி: %1
th: วันที่: %1
tr: Tarih: %1
zh_cn: 日期：%1

source: Items: %1
ca: Ítems: %1
cs: Položky: %1
da: Billeder: %1
de: Bilder: %1
el: Αντικείμενα: %1
es: Elementos: %1
et: Elemendid: %1
fr: Éléments : %1
gl: Ítens: %1
is: Hlutir: %1
it: Elementi: %1
ja: アイテム数: %1
nb: Bilder: %1
nds: Biller: %1
pa: ਇਕਾਈਆਂ: %1
pl: Elementów: %1
pt: Itens: %1
pt_br: Itens: %1
sr: Ставке: %1
sr@latn: Stavke: %1
sv: Objekt: %1
ta: பட்டியல்:%1
th: รายการ: %1
tr: Nesneler: %1
zh_cn: 项目数：%1

source: You must select a target album for this image.
ca: Heu de seleccionar un àlbum de destí per aquesta imatge.
cs: Musíte zvolit cílové album obrázku.
da: Du skal vælge et album til dette billede.
de: Sie müssen ein Zielalbum für dieses Bild auswählen.
el: Πρέπει να επιλέξετε ένα άλμπουμ προορισμού για αυτή την εικόνα.
es: Debe seleccionar un álbum de destino para esta imagen.
et: Sellele pildile tuleb valida ka sihtalbum.
fr: Vous devez sélectionner un album de destination pour cette image.
gl: Debe escoller o álbum de destino desta imaxe.
is: Þú verður að gefa upp albúm til vistunar fyrir þessa mynd.
it: Devi selezionare un album di destinazione per questa immagine.
ja: この画像の保存先アルバムを選んでください。
nb: Du må velge et album til dette bildet.
nds: Du muttst en Teelalbum för dit Bild utsöken.
nl: Selecteer een album voor deze afbeelding.
pa: ਤੁਹਾਨੂੰ ਇਸ ਚਿੱਤਰ ਲਈ ਇੱਕ ਨਿਯਤ ਐਲਬਮ ਦੀ ਚੋਣ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।
pl: Musisz wybrać album docelowy dla tego zdjęcia.
pt: Deve seleccionar o álbum alvo para esta imagem.
pt_br: Você precisa selecionar um álbum para esta imagem.
sr: Морате изабрати циљни албум за ову слику.
sr@latn: Morate izabrati ciljni album za ovu sliku.
sv: Du måste välja ett resultatalbum för bilden.
ta: இந்த பிம்பத்திற்கு ஒரு இலக்கு ஆல்பத்தை நீங்கள் தேர்வு செய்யவேண்டும்.
th: คุณต้องเลือกอัลบั้มปลายทางสำหรับภาพนี้
tr: Bu resim için hedef bir albüm seçmelisiniz.
zh_cn: 您必须为此选项选择目标相册。

source: You must provide a file name for this image.
ca: Heu de donar un nom de fitxer a aquesta imatge.
cs: Musíte zadat jméno obrázku.
da: Du skal angive et filnavn til dette billede.
de: Sie müssen einen Dateinamen für dieses Bild angeben.
el: Πρέπει να καθορίσετε ένα όνομα αρχείου για αυτή την εικόνα.
es: Debe proporcionar un nombre de archivo para esta imagen.
et: Sellele pildile tuleb anda ka failinimi.
fr: Vous devez saisir un nom de fichier pour cette image.
gl: Debe dar un nome de ficheiro a esta imaxe.
is: Þú verður að gefa upp skráarnafn fyrir þessa mynd.
it: Devi indicare un nome file per questa immagine.
ja: 画像のファイル名を指定してください。
nb: Du må angi et filnavn til dette bildet.
nds: Du muttst en Dateinaam för dit Bild angeven.
nl: Geef een bestandsnaam voor deze afbeelding op.
pa: ਤੁਹਾਨੂੰ ਇਸ ਚਿੱਤਰ ਲਈ ਇੱਕ ਫਾਇਲ ਨਾਂ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Musisz wybrać nazwę pliku dla tego zdjęcia.
pt: Deve dar um nome de ficheiro a esta imagem.
pt_br: Você precisa fornecer um nome de arquivo para esta imagem.
sr: Морате навести име фајла за ову слику.
sr@latn: Morate navesti ime fajla za ovu sliku.
sv: Du måste ange ett filnamn för bilden.
ta: இந்த பிம்பத்திற்கு ஒரு கோப்பின் பெயர் தரப்படவேண்டும்
th: คุณต้องใส่ชื่อแฟ้มสำหรับภาพนี้
tr: Bu resim için bir dosya ismi belirlemelisiniz.
zh_cn: 您必须为此图像提供文件名。

source: Cannot write image file "%1".
ca: No s'ha pogut escriure el fitxer d'imatge "%1".
cs: Nelze zapsat soubor "%1".
da: Kan ikke oprette billedfil "%1".
de: Die Bilddatei "%1" lässt sich nicht schreiben.
el: Αδύνατη η εγγραφή του αρχείου εικόνας "%1".
es: No se puede escribir el archivo de imagen «%1».
et: Pildifaili "%1" kirjutamine ebaõnnestus.
fr: Impossible d'écrire le fichier image « %1 ».
gl: Non foi posíbel escreber no ficheiro de imaxe "%1".
is: Get ekki skrifað myndskrá "%1".
it: Impossibile scrivere il file immagine «%1».
ja: 画像ファイル "%1" を書き込めません。
nb: Kan ikke opprette bildefil "%1".
nds: Bilddatei "%1" lett sik nich schrieven.
nl: Afbeeldingbestand "%1" kon niet worden opgeslagen.
pa: ਚਿੱਤਰ ਫਾਇਲ "%1" ਨੂੰ ਲਿਖਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ।
pl: Nie można zapisać zdjęcia "%1".
pt: Não foi possível escrever no ficheiro de imagem "%1".
pt_br: Não foi possível gravar o arquivo "%1".
sr: Не могу да запишем фајл слике „%1“.
sr@latn: Ne mogu da zapišem fajl slike „%1“.
sv: Kan inte skriva bildfilen "%1".
ta: பிம்பக் கோப்பு "%1"ஐ எழுதமுடியவில்லை.
th: ไม่สามารถเขียนแฟ้มภาพ "%1" ได้
tr: Resim dosyası yazılamadı"%1".
zh_cn: 无法写入图像文件“%1”。

source: Could not upload image to "%1".
ca: No s'ha pogut carregar el fitxer d'imatge "%1".
cs: Nelze nahrát obrázek do "%1".
da: Kunne ikke overføre billedfil til "%1".
de: Die Bilddatei lässt sich nicht nach "%1" hochladen.
el: Αδύνατη η αποστολή του αρχείου εικόνας "%1".
es: No se ha podido enviar la imagen a «%1».
et: Pildi üleslaadimine asukohta "%1" ebaõnnestus.
fr: Impossible de transférer l'image vers « %1 ».
gl: Non foi posíbel subir a imaxe a "%1".
is: Get ekki sent mynd til "%1".
it: Impossibile caricare l'immagine a «%1».
ja: 画像を "%1" にアップロードできませんでした。
nb: Kunne ikke overføre bildefil til "%1".
nds: Bild lett sik nich na "%1" hoochladen.
nl: Kan afbeelding niet uploaden naar "%1".
pa: ਚਿੱਤਰ ਨੂੰ "%1" 'ਤੇ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ।
pl: Nie można wysłać zdjęcia do "%1".
pt: Não foi possível enviar a imagem para "%1".
pt_br: Não foi possível enviar a imagem para "%1".
sr: Нисам могао да окачим слику на „%1“.
sr@latn: Nisam mogao da okačim sliku na „%1“.
sv: Kan inte ladda upp bildfilen till "%1".
ta: பிம்பத்தை "%1"க்கு ஏற்ற முடியவில்லை.
th: ไม่สามารถอัพโหลดภาพไปยัง "%1" ได้
tr: Resim güncellenemedi"%1".
zh_cn: 无法将图像上传到“%1”。
