Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_batchprocessimages.po
Languages: ca, el, es, fr, gl, nl, pl, sr, sr@latn, ta, th, tr

source: <p>Select here the value which represents the radius of the pixel neighborhood. For reasonable results, radius should be larger than deviation. If you use a radius of 0 the algorithm selects a suitable radius.
ca: <p>Seleccioneu aquí el valor que representa el radi de l'entorn del píxel. Per uns resultats raonables, el radi hauria de ser més gran que la desviació. Amb un radi 0, l'algorisme selecciona un radi apropiat.
el: <p>Επιλέξτε εδώ την τιμή που αναπαριστά την ακτίνα της γειτονιάς εικονοστοιχείων. Για λογικά αποτελέσματα, η ακτίνα πρέπει να είναι μεγαλύτερη της απόκλισης. Αν χρησιμοποιήσετε ακτίνα ίση με το 0 ο αλγόριθμος επιλέγει μια κατάλληλη τιμή ακτίνας.
es: <p>Seleccione aquí el valor que representa el radio de la zona vecina local. Para obtener un resultado razonable, este valor debe ser mayor que la desviación. Si utiliza un radio que valga 0, el algoritmo eligirá automáticamente el valor adecuado.
fr: <p>Sélectionnez ici la valeur représentant le rayon du voisinnage du pixel. Pour des résultats raisonnables, le rayon doit être plus large que l'écart type. Si le rayon est égal à 0, l'algorithme sélectionnera un rayon approprié.
gl: <p>Escolla aqui o valor que representa o rádio da viciñanza do píxel. Para resultados razoábeis, o rádio debe ser maior que a desviazón. Utilice o rádio 0 e o algoritmo selecciona un rádio por si.
nl: <p>Selecteer hier de waarde voor de straal van de pixelomgeving. Voor een redelijk resultaat dient de straal groter te zijn dan de afwijking. Als u een straal 0 gebruikt, dan kiest het algoritme zelfeen passende waarde.
pl: <p>Wybierz tutaj wartość określającą promień sąsiedztwa piksela. Aby uzyskać zadowalające wyniki, promień powinien być większy niż odchylenie. Jeśli zostanie wybrany promień równy 0, algorytm wybierze odpowiedni promień.
sr: <p>Изаберите овде вредност која представља радијус суседства пиксела. За разумне резултате, радијус би требало да буде већи од девијације. Ако задате 0 за радијус, алгоритам сам бира погодан радијус.
sr@latn: <p>Izaberite ovde vrednost koja predstavlja radijus susedstva piksela. Za razumne rezultate, radijus bi trebalo da bude veći od devijacije. Ako zadate 0 za radijus, algoritam sam bira pogodan radijus.
tr: <p>Burada benek komşuluğunun yarıçapını gösteren değeri seçiniz. Mantıklı sonuçlar almak için, yarıçap sapmadan büyük olmalıdır. Yarıçap olarak 0 seçerseniz, işlem kendisi uygun bir yarıçap seçecektir.

source: Factor:
el: Συντελεστής:
fr: Facteur :
pl: Współczynnik:
sr: Фактор:
sr@latn: Faktor:
ta: காரணி:
tr: Çarpan:

source: <p>Select here the value which represents the extent of the implosion.
ca: <p>Seleccioneu aquí el valor que representa l'extensió de la implosió.
el: <p>Επιλέξτε εδώ την τιμή που αναπαριστά το μέγεθος της έκρηξης.
es: <p>Seleccione aquí el valor que representa el complemento de la implosión.
fr: <p>Sélectionnez ici la valeur représentant l'ampleur de l'implosion.
gl: <p>Escolla aqui o valor que representa a extensión da implosión.
nl: <p>Selecteer hier de waarde die de omvang van de implosie voorstelt.
pl: <p>Wybierz tutaj wartość określającą zakres implozji.
sr: <p>Изаберите овде вредност која представља размере имплозије.
sr@latn: <p>Izaberite ovde vrednost koja predstavlja razmere implozije.
ta: <p>இங்கு மதிப்பை தேர்வு செய் அது நீட்டிப்பு இம்ப்லோசியனை குறிக்கும்.
tr: <p>Burada, büyütme sınırını gösteren bir değer seçiniz.

source: <p>Select here the value which represents the radius of the circular neighborhood. Each pixel is replaced by the most frequent color occurring in a circular region defined by the radius.
ca: <p>Seleccioneu aquí el valor que representa el radi de l'entorn circular. Cada píxel se substitueix pel color més freqüent que es trobi a la regió circular definida pel radi.
el: <p>Επιλέξτε εδώ την τιμή που αναπαριστά την ακτίνα της κυκλικής γειτονιάς εικονοστοιχείων. Κάθε εικονοστοιχείο αντικαθίσταται από το συχνότερο χρώμα που εμφανίζεται μέσα στην κυκλική περιοχή που ορίζεται από την ακτίνα.
es: <p>Seleccione aquí el valor que representa el radio de la zona vecina circular. Cada punto es reemplazado por el color más frecuente que se encuentre en la zona circular definida por el radio.
fr: <p>Sélectionnez ici la valeur représentant le rayon du voisinnage circulaire. Chaque pixel est remplacé par la couleur la plus fréquente apparaissant dans une région circulaire définie par le rayon.
gl: <p>Escolla aqui o valor que representa o rádio da viciñanza circular. Cada píxe é substituído pola cor que aparece con mais frecuéncia na rexión circular definida polo rádio.
nl: <p>Selecteer hier de waarde die de straal van de cirkelvormige omgeving voorstelt. Elke pixel wordt vervangen door de meest voorkomende kleur in een cirkelvormige gebied, gedefinieerd door de straal.
pl: <p>Wybierz tutaj wartość określającą promień okrągłego sąsiedztwa. Każdy piksel jest zastępowany przez najczęściej występujący kolor w okrągłym sąsiedztwie zakreślonym przez promień.
sr: <p>Изаберите овде вредност која представља радијус кружног суседства. Сваки пиксел замењује се најчешћом бојом у кружној области дефинисаној радијусом.
sr@latn: <p>Izaberite ovde vrednost koja predstavlja radijus kružnog susedstva. Svaki piksel zamenjuje se najčešćom bojom u kružnoj oblasti definisanoj radijusom.
tr: <p>Burada, dairesel komşuluk yarıçapını gösteren bir değer seçiniz. Herbir benek, belirlenen yarıçapta dairesel bir bölgede en fazla tekrarlanan renk ile değiştirilir.

source: Azimuth:
ca: Azimut:
el: Αζιμούθιο:
es: Azimut:
fr: Azimut :
gl: Azimute:
nl: Azimut:
pl: Azymut:
sr: Азимут:
sr@latn: Azimut:
ta: அசிமுத்:
tr: Azimut:

source: <p>Select here the value which represents the azimuth of the light source direction. The azimuth is measured in degrees above the x axis.
ca: <p>Seleccioneu aquí el valor que representi l'azimut de la direcció de la font de llum. L'azimut es mesura en graus sobre l'eix X.
el: <p>Επιλέξτε εδώ την τιμή που αναπαριστά το αζιμούθιο της κατεύθυνσης της πηγής φωτός. Το αζιμούθιο μετράται σε μοίρες πάνω από τον άξονα Χ.
es: <p>Seleccione aquí el valor que representa el azimut de la dirección de la fuente de luz. El azimut se mide en grados sobre el eje de abcisas (X).
fr: <p>Sélectionnez ici la valeur représentant l'azimut de la direction de la source de lumière. L'azimut est mesuré en degré par rapport à l'axe des abscisses.
gl: <p>Escolla aqui o valor que representa o azimute da fonte de luz. O azimute é medido en graus sobre o eixo X.
nl: <p>Selecteer hier de waarde die de azimut van de richting van de lichtbron voorstelt. De azimut wordt gemeten als graden van de x-as.
pl: <p>Wybierz tutaj wartość określającą azymut kierunku źródła światła. Azymut jest mierzony w stopniach powyżej osi x.
sr: <p>Изаберите овде вредност која представља азимут светлосног извора. Азимут се мери у степенима изнад x-осе.
sr@latn: <p>Izaberite ovde vrednost koja predstavlja azimut svetlosnog izvora. Azimut se meri u stepenima iznad x-ose.
ta: <p>இங்கு மதிப்பை தேர்வு செய் அது குறைந்தபட்ச புள்ளி என்னை குறிப்பிடும் எக்ஸாடேர கோண்டது செல்லுவதர்கு முன்.
tr: <p>Burada ışık kaynak yönünün azimutunu gösteren değeri seçiniz. Azimut x ekseninin üzerinde derece olarak ölçülür.

source: Elevation:
ca: Elevació:
el: Υψόμετρο:
es: Elevación:
fr: Élévation :
gl: Elevazón:
nl: Hoogte:
pl: Wyniesienie:
sr: Елевација:
sr@latn: Elevacija:
ta: உயறம்:
tr: Yükseliş:

source: <p>Select here the value which represents the elevation of the light source direction. The elevation is measured in pixels above the Z axis.
ca: <p>Seleccioneu aquí el valor que representi l'elevació de la direcció de la font de llum. L'elevació es mesura en píxels sobre l'eix Z.
el: <p>Επιλέξτε εδώ την τιμή που αναπαριστά το υψόμετρο της κατεύθυνσης της πηγής φωτός. Το υψόμετρο μετράται σε εικονοστοιχεία πάνω από τον άξονα Z.
es: <p>Seleccione aquí el valor que representa la elevación de la fuente de luz. La elevación se mide en puntos sobre el eje de ordenadas (Z).
fr: <p>Sélectionnez ici la valeur représentant l'élévation de la direction de la source de lumière. L'élévation est mesurée en pixel par rapport à l'axe Z.
gl: <p>Escolla aqui o valor que representa a elevazón da fonte de luz. A elevazón é medida en píxels acima do eixo Z.
nl: <p>Selecteer hier de waarde die de hoogte van de lichtbron voorstelt. De hoogte wordt gemeten als het aantal pixels boven de z-as.
pl: <p>Wybierz tutaj wartość określającą wzniesienie kierunku źródła światła. Wzniesienie jest mierzone w pikselach powyżej osi z.
sr: <p>Изаберите овде вредност која представља елевацију светлосног извора. Елевација се мери у пискелима изнад z-осе.
sr@latn: <p>Izaberite ovde vrednost koja predstavlja elevaciju svetlosnog izvora. Elevacija se meri u piskelima iznad z-ose.
ta: <p>இங்கு மதிப்பை தேர்வு செய் அது நிறந்தர ஏற்றத்தை கஸியான், புள்ளியில்.
tr: <p>Burada ışık kaynak yönünün yükselişini gösteren değeri seçiniz. Yükseliş Zekseninin üzerinde benek cinsinden ölçülür.

source: <p>Select here the value which represents the percent-threshold of the solarize intensity.
ca: <p>Seleccioneu aquí el valor que representi el percentatge del llindar de la intensitat de solarització.
el: <p>Επιλέξτε εδώ την τιμή που αναπαριστά το κατώφλι ποσοστό της έντασης της ηλιακής έκθεσης.
es: <p>Seleccione aquí el valor que representa el umbral (en tanto por ciento) de la intensidad de solarización.
fr: <p>Sélectionnez ici la valeur représentant le seuil (pourcentage) de l'intensité de solarisation.
gl: <p>Escolla aqui o valor que represente o limiar porcentual da intensidade de solarizazón.
nl: <p> Selecteer hier de waarde die de precentagedrempel van de solarizeringsintensiteit voorstelt.
pl: <p>Wybierz tutaj wartość określającą procentowy próg intensywności solaryzacji.
sr: <p>Изаберите овде вредност која представља процентуални праг интензитета осуначвања.
sr@latn: <p>Izaberite ovde vrednost koja predstavlja procentualni prag intenziteta osunačvanja.
ta: <p>இங்கு மதிப்பை தேர்வு செய் அது நீட்டிப்பு இம்ப்லோசியனை குறிக்கும்.
tr: <p>Burada güneş ışığı etkisinin yoğunluk limitini gösteren değeri seçiniz.

source: <p>Select here the value which represents the random pixel in a neighborhood of this extent.
ca: <p>Seleccioneu aquí el valor que representi el píxel aleatori en un entorn d'aquesta extensió.
el: <p>Επιλέξτε εδώ την τιμή που αναπαριστά το τυχαίο εικονοστοιχείο σε μια περιοχή ως αυτό το όριο.
es: <p>Seleccione aquí el valor que representa el número de puntos tomados aleatoriamente en la zona que delimita la proximidad de los puntos a tratar.
fr: <p>Sélectionnez ici la valeur représentant les pixels aléatoires du voisinnage.
gl: <p>Escolla aqui o valor que representa o píxel aleatório nunha viciñanza desta extensión.
nl: <p>Selecteer hier de waarde die de willekeurige pixel in een omgeving van deze omvang voorstelt.
pl: <p>Wybierz tutaj wartość określającą losowy piksel w sąsiedztwie tego zakresu.
sr: <p>Изаберите овде вредност која представља случајни пиксел у суседству ове размере.
sr@latn: <p>Izaberite ovde vrednost koja predstavlja slučajni piksel u susedstvu ove razmere.
ta: <p>இங்கு மதிப்பை தேர்வு செய் அது ரேடியஸ் புள்ளி அளவை குறீக்கும்.
tr: <p>Burada, bir komşulukta rastgele beneği gösteren bir değer seçiniz.

source: Degrees:
ca: Graus:
el: Μοίρες:
es: Ángulo en grados:
fr: Degrés :
gl: Graus:
nl: Graden:
pl: Stopni:
sr: Степени:
sr@latn: Stepeni:
ta: டிகிரி:
th: องศา:
tr: Derece:

source: <p>Select here the value which represents the tightness of the swirling effect. You get a more dramatic effect as the degrees move from 1 to 360.
ca: <p>Seleccioneu aquí el valor que representa la corbatura de l'efecte remolí. Aconseguireu un efecte més teatral en augmentar els graus des d'1 fins a 360.
el: <p>Επιλέξτε εδώ την τιμή που αναπαριστά την ισχύ του εφέ περιδίνησης. Το αποτέλεσμα είναι πιο δραματικό όσο οι μοίρες μεγαλώνουν από το 1 στο 360.
es: <p>Seleccione aquí el valor que representa la fuerza del efecto remolino. El efecto producido es más importante según aumenta el valor desde 1 a 360.
fr: <p>Sélectionnez ici la valeur représentant la force du tournoiement. L'effet est de plus en plus important lorsque la valeur évolue de 1 vers 360.
gl: <p>Escolla aqui o valor que representa o apretado que debe ser o efeito de remoiño. Obtén un efeito mais dramático a medida que os graus avanzan de 1 até 360.
nl: <p>Selecteer hier de waarde die de dichtheid van de werveleffect voorstelt. Een meer dramatisch effect wordt verkregen wanneer de waarde oploopt van 1 tot 360 graden.
pl: <p>Wybierz tutaj wartość określającą intensywność efektu zawirowania. Wraz ze wzrostem stopni od 1 do 360 otrzymasz bardziej dramatyczny efekt.
sr: <p>Изаберите овде вредност која представља затегнутост вртложног ефекта. Добијате све драматичнији ефекат како степени иду од 1 до 360.
sr@latn: <p>Izaberite ovde vrednost koja predstavlja zategnutost vrtložnog efekta. Dobijate sve dramatičniji efekat kako stepeni idu od 1 do 360.
ta: <p>இங்கு மதிப்பை தேர்வு செய் அது குறைந்தபட்ச புள்ளி என்னை குறிப்பிடும் எக்ஸாடேர கோண்டது செல்லுவதர்கு முன்.
tr: <p>Burada girdap etkisinin sıkılığını gösteren değeri seçiniz. Derece olarak1'den 360'a doğru gittikçe daha etkili sonuç elde edersiniz.

source: Amplitude:
ca: Amplitud:
el: Πλάτος:
es: Amplitud:
pl: Amplituda:
sr: Амплитуда:
sr@latn: Amplituda:
ta: வீச்சு:
tr: Genişlik:

source: <p>Select here the value which represents the amplitude of the sine wave.
ca: <p>Seleccioneu aquí el valor que representa l'amplitud de l'ona sinusoïdal.
el: <p>Επιλέξτε εδώ την τιμή που αναπαριστά το πλάτος του ημιτονοειδούς κύματος.
es: <p>Seleccione aquí el valor que representa la amplitud de la onda sinusoidal.
fr: <p>Sélectionnez ici la valeur représentant l'amplitude de la vague sinusoïdale.
gl: <p>Escolla aqui o valor que representa a amplitude da onda sinusoidal.
nl: <p> Selecteer hier de waarde die de amplitude van de sinusgolf voorstelt.
pl: <p>Wybierz tutaj wartość określającą amplitudę fali sinusoidalnej.
sr: <p>Изаберите овде вредност која представља амплитуду синусоиде.
sr@latn: <p>Izaberite ovde vrednost koja predstavlja amplitudu sinusoide.
ta: <p>இங்கு மதிப்பை தேர்வு செய் அது நீட்டிப்பு இம்ப்லோசியனை குறிக்கும்.
tr: <p>Burada sinüs eğrisinin genişliğini gösteren değeri seçiniz.

source: Length:
ca: Longitud:
el: Μήκος:
es: Longitud:
fr: Longueur :
gl: Lonxitude de onda:
nl: Lengte:
pl: Długość:
sr: Дужина:
sr@latn: Dužina:
ta: நீளம்:
th: ความยาวคลื่น:
tr: Uzunluk:

source: <p>Select here the value which represents the wave length of the sine wave.
ca: <p>Seleccioneu aquí el valor que representa la longitud de l'ona sinusoïdal.
el: <p>Επιλέξτε εδώ την τιμή που αναπαριστά το μήκος του ημιτονοειδούς κύματος.
es: <p>Seleccione aquí el valor que representa la longitud de onda sinusoidal.
fr: <p>Sélectionnez ici la valeur représentant la longueur de la vague sinusoïdale.
gl: <p>Escolla aqui o valor que representa a lonxitude da onda sinusoidal.
nl: <p>Selecteer hier de waarde die de golflengte van de sinusgolf voorstelt.
pl: <p>Wybierz tutaj wartość określającą długość fali sinusoidalnej.
sr: <p>Изаберите овде вредност која представља таласну дужину синусоиде.
sr@latn: <p>Izaberite ovde vrednost koja predstavlja talasnu dužinu sinusoide.
ta: <p>இங்கு மதிப்பை தேர்வு செய் அது நீட்டிப்பு இம்ப்லோசியனை குறிக்கும்.
tr: <p>Burada sinüs eğrisinin dalga boyu uzunluğunu gösteren değeri seçiniz.

source: Batch Image Filtering
ca: Filtrat d'imatges per lots
el: Ομαδική εφαρμογή φίλτρου εικόνων
es: Proceso por lotes para filtrar un conjunto de imágenes
fr: Appliquer un filtre (traitement par lots)
gl: Filtrado de Lotes de Imaxes
nl: Afbeeldingen filteren
pl: Grupowe filtrowanie zdjęć
sr: Пакетно филтрирање слика
sr@latn: Paketno filtriranje slika
ta: தொகுதி பிம்ப அலங்கரிப்பு
th: ปรับฟิลเตอร์ให้กับกลุ่มภาพ
tr: Çoklu Resim Filtreleme

source: Batch image filtering
ca: Filtrat d'imatges per lots
el: Ομαδική εφαρμογή φίλτρου εικόνων
es: Proceso por lotes para filtrar un conjunto de imágenes
fr: Appliquer un filtre (traitement par lots)
gl: Filtrado de lotes de imaxes
nl: Afbeeldingen filteren
pl: Grupowe filtrowanie zdjęć
sr: Пакетног филтрирање слика
sr@latn: Paketnog filtriranje slika
ta: தொகுதி பிம்ப விளிம்பிடுதல்
th: ปรับฟิลเตอร์ให้กับกลุ่มภาพ
tr: Çoklu resim filtreleme

source: A Kipi plugin to batch filter images This plugin uses the "convert" program from "ImageMagick" package.
ca: Un connector del Kipi per filtrar imatges per lots Aquest connector usa el programa "convert" del paquet "ImageMagick".
el: Ένα πρόσθετο Kipi για την ομαδική εφαρμογή φίλτρου σε εικόνες Αυτό το πρόσθετο χρησιμοποιεί το πρόγραμμα "convert" από το πακέτο "ImageMagick".
es: Un complemento de KIPI de proceso por lotes para filtrar un conjunto de imágenes Este complemento utiliza el programa «convert» del paquete «ImageMagick».
fr: Un module externe KIPI pour appliquer un filtre (traitement par lots). Ce module externe utilise le programme « convert » du paquetage « ImageMagick ».
gl: Un plugin de Kipi para filtrar lotes de imaxes Este plugin utiliza o programa "convert" do pacote "ImageMagick".
nl: Een KIPI-plugin voor het filteren van afbeeldingen Deze plugin gebruikt het programma "convert" van "ImageMagick".
pl: Wtyczka Kipi do grupowego filtrowania zdjęć Ta wtyczka korzysta z programu "convert" z pakietu "ImageMagick".
sr: Прикључак Kipi-ја за пакетно филтрирање слика Овај прикључак користи наредбу „convert“ из пакета „ImageMagick“.
sr@latn: Priključak Kipi-ja za paketno filtriranje slika Ovaj priključak koristi naredbu „convert“ iz paketa „ImageMagick“.
ta: தொகுதி அலங்கார பிம்பங்களுக்கான ஒரு கிபி சொருகுப்பொருள் இந்த சொருகுப்பொருள் "மாற்று" நிரலியை "பிம்பமாயை" தொகுதியில் இருந்து பயன்படுத்துகிறது.
th: ปลั๊กอินของ Kipi สำหรับปรับฟิลเตอร์ให้กับกลุ่มภาพ โดยปลั๊กอินนี้ใช้โปรแกรม "convert" จากแพ็กเกจ "ImageMagick"
tr: Çoklu resim filtreleme için bir KIPI eklentisi Bu eklenti "ImageMagick" paketinden "convert" programını kullanır.

source: Image Filtering Options
ca: Opcions de filtrat d'imatge
el: Επιλογές φίλτρου εικόνων
es: Opciones para el filtrado de imágenes
fr: Filtre
gl: Opzóns de Filtrado de Imaxes
nl: Opties voor het filteren van afbeeldingen
pl: Opcje filtrowania zdjęć
sr: Опције филтрирања слике
sr@latn: Opcije filtriranja slike
ta: பிம்ப அலங்கரிப்பு விருப்பத்தேர்வுகள்
th: ตัวเลือกการปรับฟิลเตอร์ให้กับกลุ่มภาพ
tr: Resim Filtreleme Seçenekleri

source: Add Noise
ca: Afegeix soroll
el: Προσθήκη θορύβου
es: Añadir ruido
fr: Ajouter du bruit
gl: Engadir Ruído
nl: Ruis toevoegen
pl: Dodaj szum
sr: Додај шум
sr@latn: Dodaj šum
ta: ஒலிகளைச் சேர்
th: เพิ่มจุดรบกวนภาพ
tr: Parazit Ekle

source: Antialias
ca: Antialiàsing
el: Εξομάλυνση
es: Suavizado
fr: Lisser
gl: Suavizar
pl: Wygładzanie krawędzi
sr: Омекшај
sr@latn: Omekšaj
ta: ஆண்டியாலியஸ்
th: ลดรอยหยักของภาพ
tr: Örtüşme Önle

source: Blur
ca: Desenfocat
el: Θόλωμα
es: Desenfocar
fr: Flou
gl: Difundir
nl: Vervagen
pl: Rozmycie
sr: Замути
sr@latn: Zamuti
ta: ப்ளர்
th: เบลอภาพ
tr: Bulanıklaştır

source: Despeckle
ca: Neteja d'errors
el: Αφαίρεση κουκίδων
es: Desparasitar
fr: Anti-parasites
gl: Eliminazón de Erros
nl: Ontspikkelen
pl: Usuwanie plamek
sr: Уклони пеге
sr@latn: Ukloni pege
ta: டெஸ்பெகிள்
tr: Parazit Kaldır

source: Enhance
ca: Millora
el: Βελτίωση
es: Realzar
fr: Améliorer
gl: Mellorar
nl: Verbeteren
pl: Poprawa
sr: Побољшај
sr@latn: Poboljšaj
ta: பொலிவாக்கு
tr: Pekiştir

source: Median
ca: Mediana
el: Διάμεσος
es: Mediana
fr: Médian
gl: Mediana
nl: Mediaan
pl: Mediana
sr: Медијан
sr@latn: Medijan
ta: மைய
tr: Ortalama

source: Noise Reduction
ca: Reducció del soroll
el: Μείωση θορύβου
es: Reducción de ruido
fr: Réduire le bruit
gl: Reduzón de Ruído
nl: Ruisreductie
pl: Redukcja szumu
sr: Смањење шума
sr@latn: Smanjenje šuma
ta: ஓசைக் குறைப்பு
th: ลดจุดรบกวนภาพ
tr: Parazit Azaltma

source: Sharpen
ca: Perfila
el: Όξυνση
es: Enfoque
fr: Rendre l'image nette (Sharpen)
gl: Afiar
nl: Verscherpen
pl: Wyostrzenie
sr: Изоштри
sr@latn: Izoštri
ta: கூர்மையாக்கு
th: ปรับความคมช ด
tr: Keskinleştir

source: Unsharp
ca: Desenfoca
el: Αναίρεση όξυνσης
es: Máscara de desenfoque
fr: Rendre l'image nette (Unsharp Mask)
gl: Desafiar
nl: Ontscherpen
pl: Antywyostrzenie
sr: Ублажи
sr@latn: Ublaži
ta: மழுங்க வைத்தல்
tr: Yumuşat
