Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_imagesgallery.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nl, pa, pl, pt, pt_br, ru, sr, sr@latn, sv, ta, th, tr, uk, zh_cn

source: <p>If you enable this option, all target images can be compressed with a specific compression value.
ca: <p>Si activeu aquesta opció, totes les imatges destí es podran comprimir amb un valor de compressió específic.
cs: <p>Pokud tuto volbu povolíte, budou všechny obrázky komprimovány podle zadané hodnoty.
da: <p>Denne indstilling gør det muligt at komprimere alle billeder med en bestemt komprimeringsværdi.
de: <p>Wenn diese Einstellung aktiviert ist, werden alle Zielbilder mit dem vorgegebenen Wert komprimiert.
el: <p>Αν ενεργοποιήσετε αυτή την επιλογή, όλες οι εικόνες προορισμού θα συμπιεστούν σε συγκεκριμένη τιμή συμπίεσης.
es: <p>Si activa esta opción, las imágenes de destino se pueden comprimir con un nivel de compresión específico.
et: <p>Sisselülitamisel saab kõik sihtpildid tihendada spetsiifilise tihendusväärtusega.
fr: <p>Si vous activez cette option, toutes les images cible peuvent être compressées avec une compression spécifique.
gl: <p>Se activa esta opzón, todas as imaxes de destino poden ser comprimidas cun valor de compresión específico.
is: <p>Ef þú velur þetta, mun verða hægt að þjappa stærð allra myndanna með ákveðnu gildi.
it: <p>Abilitando questa opzione, tutte le immagini verranno compresse con un determinato valore di compressione.
ja: <p>このオプションを有効にすると、画像の圧縮レベルを指定することができます。
nl: <p>Als u deze optie aanzet, kunnen alle doelafbeeldingen worden gecomprimeerd met een specifieke compressiewaarde.
pl: <p>Jeśli ta opcja zostanie włączona, wszystkie zdjęcia zostaną poddane kompresji z wybranym współczynnikiem kompresji.
pt: <p>Se activar esta opção, todas as imagens alvo podem ser comprimidos com um valor de compressão específico.
pt_br: <p>Se você habilitar esta opção, todas as imagens poderão ser comprimidas, com um valor de compressão específico.
ru: <p>Если включён этот параметр, все изображения будут сжаты с настраиваемой степенью сжатия.
sr: <p>Ако укључите ову опцију, све циљне слике могу се компресовати на наведену вредност.
sr@latn: <p>Ako uključite ovu opciju, sve ciljne slike mogu se kompresovati na navedenu vrednost.
sv: <p>Om du aktiverar det här alternativet, kan alla resultatbilder komprimeras med ett specifikt kompressionsvärde.
ta: <p>நீங்கள் இந்த தேர்வை செயல்படுத்தினால்,எல்லா வடிவத்தின் சேரும் இறுக்கத்தையும் குறிப்பிட்ட மதிப்பில் சேர்க்கவும்.
th: <p>หากเปิดใช้ตัวเลือกนี้ ภาพเป้าหมายทั้งหมดจะมีการบีบข้อมูลโดยใช้ค่าการบีบข้อมูลที่กำหนด
tr: <p>Bu seçeneği etkinleştirirseniz, bütün hedef resimler özel bir sıkıştırma değeri ile sıkıştırılacak.
zh_cn: <p>如果您启用了此选项，则所有目标图表都将使用指定的压缩值压缩。

source: Target images compression:
ca: Compressió de les imatges destí:
cs: Komprese obrázků:
da: Målbilledets komprimering:
de: Zielbilder-Kompression:
el: Συμπίεση εικόνων προορισμού:
es: Nivel de compresión de las imágenes de destino:
et: Sihtpiltide tihendus:
fr: Compression des images cible :
gl: Compresión das imaxes obxectivo:
is: Þjöppun úttaksmynda:
it: Compressione delle immagini di destinazione:
ja: 画像の圧縮レベル:
nl: Compressie voor de doelafbeeldingen:
pa: ਨਿਯਤ ਚਿੱਤਰ ਨਪੀੜਨ
pl: Kompresja zdjęć wyjściowych:
pt: Compressão das imagens alvo:
pt_br: Compressão das imagens de destino:
ru: Сжатие изображений:
sr: Компресија циљних слика:
sr@latn: Kompresija ciljnih slika:
sv: Resultatbildernas komprimering:
ta: குறிக்கோள் பிம்பங்கள் அழுத்தம்:
th: การบีบข้อมูลของภาพเป้าหมาย:
tr: Hedef resim sıkıştırma:
zh_cn: 目标图像压缩：

source: <p>The compression value of the target images :<p>
ca: <p>El valor de compressió de les imatges destí:<p>
cs: <p>Hodnota komprese obrázků:<p>
da: <p>Målbilledernes komprimeringsværdi: <p>
de: <p>Der Kompressionswert, mit dem die Zielbilder komprimiert werden :<p>
el: <p>Η τιμή συμπίεσης των εικόνων προορισμού :<p>
es: <p>El nivel de compresión de las imágenes de destino:<p>
et: <p>Sihtpiltide tihendusväärtus: <p>
fr: <p>Le niveau de compression des images cible : <p>
gl: <p>O valor de compresión das imaxes obxectivo:<p>
is: <p>Þjöppunargildi úttaksmyndanna :<p>
it: <p>Il valore di compressione delle immagini di destinazione:<p>
ja: <p>画像の圧縮レベル :<p>
nl: <p> De waarde van de compressie voor de doelafbeeldingen:<p>
pl: <p>Współczynnik kompresji zdjęć wyjściowych:<p>
pt: <p>O valor de compressão das imagens alvo:<p>
pt_br: <p>O valor da compressão das imagens:<p>
ru: <p>Степень сжатия:<p>
sr: <p>Вредност компресије за циљне слике:<p>
sr@latn: <p>Vrednost kompresije za ciljne slike:<p>
sv: <p>Resultatbildernas kompressionsvärde:<p>
ta: <p>குறிக்கோள் பிம்பங்களின் அழுத்த மதிப்பு:<p>
th: <p>ค่าการบีบข้อมูลสำหรับภาพเป้าหมาย :<p>
tr: <p>Hedef resimlerin sıkıştırma değeri :<p>
zh_cn: <p>目标图像的压缩值：<p>

source: <b>1</b>: very high compression<p><b>25</b>: high compression<p><b>50</b>: medium compression<p><b>75</b>: low compression (default value)<p><b>100</b>: no compression
ca: <b>1</b>: compressió molt alta<p><b>25</b>: compressió alta<p><b>50</b>: compressió mitja<p><b>75</b>: compressió baixa (valor per defecte)<p><b>100</b>: sense compressió
cs: <b>1</b>: velmi vysoká <p><b>25</b>: vysoká <p><b>50</b>: střední<p><b>75</b>: nízká (výchozí)<p><b>100</b>: bez komprese
da: <b>1</b>: meget høj komprimering<p><b>25</b>: høj komprimering<p><b>50</b>: mellem komprimering<p><b>75</b>: lav komprimering(standardværdi)<p><b>100</b>: ingen komprimering
de: <b>1</b>: sehr hohe Kompression<p><b>25</b>: hohe Kompression<p><b>50</b>: mittlere Kompression<p><b>75</b>: niedrige Kompression (Voreinstellung)<p><b>100</b>: keine Kompression
el: <b>1</b>: πολύ υψηλή συμπίεση <p><b>25</b>: υψηλή συμπίεση<p><b>50</b>: μέση συμπίεση<p><b>75</b>: χαμηλή συμπίεση (προκαθορισμένη)<p><b>100</b>: χωρίς συμπίεση
es: <b>1</b>: compresión muy alta<p><b>25</b>: compresión alta<p><b>50</b>: compresión media<p><b>75</b>: compresión baja (valor predeterminado)<p><b>100</b>: sin compresión
et: <b>1</b>: väga tugev tihendus<p><b>25</b>: tugev tihendus<p><b>50</b>: keskmine tihendus<p><b>75</b>: nõrk tihendus (vaikeväärtus)<p><b>100</b>: tihendus puudub
fr: <b>1</b> : compression très forte<p><b>25</b> : compression forte<p><b>50</b> : compression moyenne<p><b>75</b> : compression faible (valeur par défaut)<p><b>100</b> : aucune compression
gl: <b>1</b>: compresión moi alta<p><b>25</b>: compresión alta<p><b>50</b>: compresión média<p><b>75</b>: compresión baixa (valor predefinido)<p><b>100</b>: sen compresión
is: <b>1</b>: mjög mikil þjöppun<p><b>25</b>:mikil þjöppun<p><b>50</b>: meðal þjöppun<p><b>75</b>: lág þjöppun (sjálfgefið)<p><b>100</b>: engin þjöppun
it: <b>1</b>: compressione molto alta<p><b>25</b>: compressione alta<p><b>50</b>: compressione media<p><b>75</b>: compressione bassa (valore predefinito)<p><b>100</b>: nessuna compressione
ja: <b>1</b>: 超高圧縮<p><b>25</b>: 高圧縮<p><b>50</b>: 中圧縮<p><b>75</b>: 低圧縮 (標準)<p><b>100</b>: 圧縮なし
nl: <b>1</b>: zeer hoge compressie<p><b>25</b>: hoge compressie<p><b>50</b>: gemiddelde compressie<p><b>75</b>: lage compressie (standaardwaarde)<p><b>100</b>: geen compressie
pl: <b>1</b>: bardzo wysoka kompresja<p><b>25</b>: wysoka kompresja<p><b>50</b>: średnia kompresja<p><b>75</b>: niska kompresja (wartość domyślna)<p><b>100</b>: bez kompresji
pt: <b>1</b>: compressão muito alta<p><b>25</b>: compressão alta<p><b>50</b>: compressão média<p><b>75</b>: compressão baixa (valor predefinido)<p><b>100</b>: sem compressão
pt_br: <b>1</b>: compressão muito alta<p><b>25</b>: alta compressão <p><b>50</b>: compressão média <p><b>75</b>: baixa compressão (valor padrão)<p><b>100</b>: sem compressão
ru: <b>1</b>: очень высокое сжатие<p><b>25</b>: высокое сжатие<p><b>50</b>: среднее сжатие<p><b>75</b>: слабое сжатие (по умолчанию)<p><b>100</b>: без сжатия
sr: <b>1</b>: врло висока компресија<p><b>25</b>: висока компресија<p><b>50</b>: средња компресија<p><b>75</b>: ниска компресија (подразумевано)<p><b>100</b>: без компресије
sr@latn: <b>1</b>: vrlo visoka kompresija<p><b>25</b>: visoka kompresija<p><b>50</b>: srednja kompresija<p><b>75</b>: niska kompresija (podrazumevano)<p><b>100</b>: bez kompresije
sv: <b>1</b>: mycket hög komprimering<p><b>25</b>: hög komprimering<p><b>50</b>: medelkomprimering<p><b>75</b>: låg komprimering (standardvärde)<p><b>100</b>: ingen komprimering
ta: <b>1</b>: மிக உயர்ந்த இறுக்கம்<p><b>25</b>: உயர்ந்த இறுக்கம்<p><b>50</b>: நடுத்திற இறுக்கம்<p><b>75</b>: கீழ் இறுக்கம்(முன்னிருப்பு மதிப்பு)<p><b>100</b>: இறுக்கம் இல்லை
th: <b>1</b>: บีบข้อมูลสูงมาก<p><b>25</b>: บีบข้อมูลสูง<p><b>50</b>: บีบข้อมูลปานกลาง<p><b>75</b>: บีบข้อมูลน้อย (ค่าปริยาย)<p><b>100</b>: ไม่มีการบีบข้อมูล
tr: <b>1</b>: çok yüksek sıkıştırma<p><b>25</b>: yüksek sıkıştırma<p><b>50</b>: orta sıkıştırma<p><b>75</b>: düşük sıkıltırma (öntanımlı değer)<p><b>100</b>: sıkıştırma yok
zh_cn: <b>1</b>：超高压缩比<p><b>25</b>：高压缩比<p><b>50</b>：中等压缩比<p><b>75</b>：低压缩比(默认值)<p><b>100</b>：不压缩

source: <p>Select here the image file format for the target images.<p>
ca: <p>Seleccioneu aquí el format de fitxer d'imatge per les imatges destí.<p>
cs: <P>Zde zvolte formát obrázků.<p>
da: <p>Vælg filformat for billederne.<p>
de: <p>Wählen Sie hier das Format der Zielbilder.<p>
el: <p>Επιλέξτε εδώ τη μορφή αρχείου των εικόνων για τις εικόνες προορισμού.<p>
es: <p>Seleccione aquí el formato de archivo de las imágenes de destino.<p>
et: <p>Vali siin sihtpiltide failivorming.<p>
fr: <p>Sélectionnez ici le format de fichier pour les images cible.<p>
gl: <p>Escolla aqui o formato de ficheiro para as imaxes de destino.<p>
is: <p>Veldu hér skráasnið til að nota fyrir úttaksmyndirnar.<p>
it: <p>Seleziona qui il formato file per le immagini di destinazione.<p>
ja: <p>画像のファイル形式を選択します。<p>
nl: <p>Selecteer hier het bestandsformaat voor de doelafbeeldingen.<p>
pl: <p>Wybierz tutaj format zapisu zdjęć wyjściowych.<p>
pt: <p>Escolha aqui o formato de ficheiro para as imagens alvo.<p>
pt_br: <p>Selecione aqui o formato do arquivo de imagem para as imagens alvo.<p>
ru: <p>Выбрать формат изображений.<p>
sr: <p>Изаберите овде формат фајла за циљне слике.<p>
sr@latn: <p>Izaberite ovde format fajla za ciljne slike.<p>
sv: <p>Välj bildfilformat för resultatbilderna här.<p>
ta: <p>குறிக்கோள் பிம்பங்களுக்கான பிம்ப கோப்பை வடிவத்தை இங்கு தேர்ந்தேடுக்கவும்.<p>
th: <p>เลือกรูปแบบแฟ้มที่ต้องการใช้บันทึกแฟ้มภาพเป้าหมายได้ที่นี่<p>
tr: <p>Hedef resimler için dosya biçimi seçiniz.<p>
zh_cn: <p>在此选择目标图像的图像文件格式。<p>
