Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_gpssync.po
Languages: de, fr, is, sr

source: _: NAME OF TRANSLATORS Your names
de: Oliver Dörr
fr: Fabien
is: Sveinn í Felli
sr: Слободан Симић

source: _: EMAIL OF TRANSLATORS Your emails
de: kde@doerr-privat.de
fr: fabien-DOT-ubuntu@gmail.com
is: sveinki@nett.is
sr: simicsl@verat.net

source: %1 - Edit Geographical Coordinates
de: %1 - Geographische Koordinaten bearbeiten
fr: %1 - Modifier les coordonnées géographiques
is: %1 - Sýsla með landfræðileg hnit
sr: %1 - Уређивање географских координата

source: <p>Use the map on the right to select the location where the picture have been taken. Click with left mouse button or move the marker on the map to get the GPS coordinates.<p>
de: <p>Benutzen Sie die Karte auf der rechten Seite, um den Ort auszuwählen an dem das Bild gemacht wurde. Klicken Sie dazu mit der linken Maustaste oder verschieben Sie die Markierung, um die GPS-Koordinaten zu erhalten.<p>
fr: <p>Utilisez la carte à droite pour sélectionner le lieu où a été prise la photo. Appuyez sur le bouton gauche de la souris ou déplacer le curseur sur la carte pour obtenir les coordonnées GPS.<p>
is: <p>Notaðu landakortið hér til hægri til að velja staðinn þar sem myndin var tekin. Smelltu með vinstri músarhnappnum á kortið eða færðu merkibendilinn til að fá upp GPS staðsetningarhnitin.<p>
sr: <p>Користите мапу десно да би сте изабрали локацију где је слика снимљена. Кликните левим дугметом миша или померајте маркер на мапи да би сте добили GPS координате.<p>

source: Altitude:
de: Höhe:
is: Hæð:
sr: Висина:

source: Latitude:
de: Breitengrad:
is: Breiddargráða:
sr: Гео.ширина:

source: Longitude:
de: Längengrad:
is: Lengdargráða:
sr: Гео.дужина:

source: Goto Location
de: Zum Ort gehen
fr: Aller à l'emplacement
is: Staðsetning ákvörðunarstaðar
sr: Иди на локацију

source: GPS Sync
de: GPS-Abgleich
fr: Synchronisation GPS
is: GPS Samræming
sr: GPS синхронизација

source: A Plugin to synchronize pictures metadata with a GPS device
de: Ein Modul zum Abgleichen der Bildmetadaten mit einem GPS-Gerät
fr: Module externe pour synchroniser les metadonnées des photos avec un récepteur GPS
is: Íforrit til að samræma metagögn mynda við GPS staðsetningartæki
sr: Прикључак за синхронизацију метаподатака слика са GPS уређајем

source: Author and Maintainer
de: Autor und Betreuer
fr: Auteur et mainteneur
is: Höfundur og umsjónarmaður
sr: Аутор и одржавалац

source: Plugin Handbook
de: Modul-Handbuch
fr: Manuel du module externe
is: Handbók íforrits
sr: Приручник прикључка

source: Altitude value is not correct!
de: Der Höhenwert ist nicht korrekt.
fr: La valeur de l'altitude n'est pas correcte.
is: Hæðargildi er ekki rétt!
sr: Вредност висине је неисправна!

source: Edit Geographical Coordinates
de: Geographische Koordinaten bearbeiten
fr: Modifier les coordonnées géographiques
is: Sýsla með landfræðileg hnit
sr: Уреди географске координате

source: Latitude value is not correct!
de: Der Breitengrad ist nicht korrekt.
fr: La valeur de la latitude n'est pas correcte.
is: Breiddargildi er ekki rétt!
sr: Вредност географске ширине је неисправна!

source: Longitude value is not correct!
de: Der Längengrad ist nicht korrekt.
fr: La valeur de la longitude n'est pas correcte.
is: Lengdargildi er ekki rétt!
sr: Вредност географске дужине је неисправна!

source: Interpolated
de: Interpoliert
fr: Interpolé
is: Innskotið
sr: Интерполирано

source: Added
de: Hinzugefügt
fr: Ajouté
is: Bætt við
sr: Додато

source: Found
de: Gefunden
fr: Trouvé
is: Fundið
sr: Нађено

source: Deleted!
de: Gelöscht
fr: Supprimé.
is: Eytt!
sr: Обрисано!

source: Not available
de: Nicht verfügbar
fr: Non disponible
is: Ekki tiltækt
sr: Није доступно

source: Geolocation
de: Geo-Lokalisierung
fr: Géolocalisation
is: Hnattstaðsetning
sr: Гео-локација

source: Correlate
de: Korreliert
fr: Corréler
is: Tenging
sr: Повежи

source: Edit...
de: Bearbeiten ...
fr: Modifier...
is: Breyta...
sr: Уреди...

source: Correlate in time and interpolate distance of data from GPX file with all images on the list.
de: Zeitlich korrelieren und die Distanz der Daten aus der GPX-Datei von allen Bildern aus der Liste interpolieren.
fr: Faire la corrélation en fonction du temps et interpoler la position en fonction de la distance à partir des données du fichier GPX pour toutes les images de la liste.
is: Tengja samat tímasetningar og skjóta inn staðsetningargögnum ír GPX-skrá fyrir allar myndirnar á listanum.

source: Manually edit GPS coordinates of selected images from the list.
de: Manuell die GPS-Koordinaten der ausgewählten Bilder aus der Liste bearbeiten.
fr: Modifier manuellement les coordonnées GPS des images sélectionnées dans la liste.
is: Sýsla handvirkt við GPS hnit valdra mynda á listanum.
sr: Ручно уреди GPS координате за изабране слике са листе.

source: Remove GPS coordinates of selected images from the list.
de: GPS-Koordinaten der ausgewählten Bilder aus der Liste löschen.
fr: Supprimer les coordonnées GPS des images sélectionnées dans la liste.
is: Fjarlægja GPS hnit valdra mynda á listanum.
sr: Уклони GPS координате за изабране слике са листе.

source: Thumbnail
de: Vorschau
fr: Aperçu
is: Smámynd
sr: Сличица

source: File Name
de: Dateiname
fr: Nom
is: Skráarnafn
sr: Име фајла

source: Camera time stamp
de: Kamerazeitstempel
fr: Date et heure de l'appareil photo
is: Tímastimpill myndavélar
sr: Време са апарата

source: Latitude
de: Breitengrad
is: Breiddargráða
sr: Географска ширина

source: Longitude
de: Längengrad
is: Lengdargráða
sr: Географска дужина

source: Altitude
de: Höhe
is: Hæð
sr: Висина

source: Settings
de: Einstellungen
fr: Paramètres
is: Stillingar
sr: Поставке

source: Load GPX File...
de: GPX-Datei laden ...
fr: Charger un fichier GPS...
is: Hlaða inn GPX skrá...
sr: Учитај GPX фајл...

source: Current GPX file:
de: Aktuelle GPX-Datei:
fr: Fichier GPX utilisé :
is: Núverandi GPX skrá:
sr: Текући GPX фајл:

source: No GPX file
de: Keine GPX-Datei
fr: Pas de fichier GPS
is: Engin GPX skrá
sr: Нема GPX фајла

source: Max. time gap (sec.):
de: Max. Zeitlücke (Sek.):
fr: Écart horaire max (s) :
is: Mesti tímamunur (sek):
sr: Макс. временски размак (сек.):

source: <p>Sets the maximum difference in seconds from a GPS track point to the image time to be matched. If the time difference exceeds this setting, no match will be attempted.
de: <p>Setzt die maximale Differenz in Sekunden von einem GPS-Messpunkt zu einer Bildzeit, damit diese einander zugeordnet werden. Wenn der Zeitunterschied größer wird, werden die Daten einander nicht zugeordnet.
fr: <p>Définissez la différence maximale en secondes pour la corrélation entre l'heure du point de la trace GPS et l'heure de la photo. Si la différence entre les deux est supérieure à la valeur choisie, aucune coordonnées géographique ne sera indiquée pour la photo.
is: <p>Stillir hver mesti tímamunur má vera í sekúndum milli tökutíma myndar og GPS punkts svo samsvörun verði á milli. Ef tímamunurinn er meiri verður ekki tengt á milli.

source: Time zone:
de: Zeitzone:
fr: Fuseau horaire :
is: Tímabelti:
sr: Временска зона:

source: <p>Sets the time zone the camera was set to during photo shooting, so that the time stamps of the images can be converted to GMT to match the GPS time reference. Note: positive offsets count eastwards from zero longitude (GMT), they are 'ahead of time'.
de: <p>Legen Sie hier die Zeitzone fest, in der die Bilder gemacht wurden. Dadurch können die Zeiten der Bilder in GMT-Zeit umgerechnet und den GPS-Daten zugeordnet werden. Achtung: Positive Werte liegen östlich vom Null-Längengrad. Sie liegen also "In der Zukunft".
fr: <p>Définissez ici le fuseau horaire dans lequel les photos ont été prises, afin que les dates des photos puissent correspondre aux données GPS (temps universel GMT). Note : les valeurs positives correspondent à des localités à l'Est du méridien de Greenwich.
is: <p>Stillir tímabelti við það þegar myndatakan fór fram, til þess að hægt sé að breyta tímamerkinu í GMT til að fá samsvörun við GPS tíma. Athugið: jákvæð hliðrun telst vera í austurátt frá núllbaug lengdar (GMT), þar er klukkan 'á undan'.

source: Interpolate
de: Interpolieren
fr: Interpoler
is: Tengja
sr: Интерполација

source: <p>Set this option to interpolate GPS track points which are not closely matched to the GPX data file.
de: <p>Aktivieren Sie diese Einstellung, um GPS-Punkte, die nicht exakt zu der GPX-Datendatei passen, zu interpolieren.
fr: <p>Activer ici l'option permettant de faire une interpolation à partir des points GPS du fichier GPX entourant l'heure réelle de la photo.
is: <p>Veldu þetta til að tengja GPS ferilpunkta sem ekki eru nákvæmlega paraðir við upplýsingar í GPX gagnaskrá.

source: Difference in min.:
de: Differenz in Minuten:
fr: Différence en minutes :
is: Mismunur í mínútum.:
sr: Разлика у мин.:

source: <p>Sets the maximum time difference in minutes (240 max.) to interpolate GPX file points to image time data.
de: <p>Setzen Sie hier den maximalen Abstand in Minuten (max. 240) von einem GPS-Punkt zu dem ein Bild interpoliert wird.
fr: <p>Définissez ici l'écart de temps maximal en minutes (240 max) pour obtenir une interpolation entre les points correspondants du fichier GPX et l'heure de la photo.
is: <p>Stillir mesta mögulega tímamun (mest 240 mín.) til að tengja GPX ferilpunkta við tímasetningu mynda.

source: A plugin to synchronize images' metadata with a GPS device
de: Ein Modul zum Abgleichen der Bildmetadaten mit einem GPS-Gerät
fr: Module externe pour synchroniser les metadonnées des photos avec un récepteur GPS
is: Íforrit til að samræma metagögn mynda við GPS staðsetningartæki
sr: Прикључак за синхронизацију метаподатака слика са GPS уређајем

source: %1|GPS Exchange Format
de: %1|GPS-Austauschformat
fr: %1|Format d'échange GPS (.gpx)
is: %1|GPS samskiptasnið
sr: %1|GPS формат размене

source: Select GPX File to Load
de: GPX-Datei zum Laden auswählen
fr: Sélectionner un fichier GPX à charger
is: Velja GPX skrá til að hlaða inn
sr: Изаберите GPX фајл за учитавање

source: Cannot parse %1 GPX file!
de: Die GPX-Datei %1 kann nicht verarbeitet werden.
fr: Impossible d'analyser le fichier GPS %1.
is: Get ekki lesið %1 GPX skrá!
sr: Не могу да рашчланим %1 GPX фајл!

source: The %1 GPX file do not have a date-time track to use!
de: Die GPX-Datei %1 hat keine Datum/Zeit-Spur für die Benutzung.
fr: Le fichier GPX %1 n'a pas de traces horodatées.
is: GPX skráin %1 inniheldur ekki nothæfan tímastimplaðan feril!
sr: %1 GPX фајл нема стазу датум-време која би се користила!

source: Points parsed: %1
de: Verarbeitete Punkte: %1
fr: Nombre de points analysés : %1
is: Lesnir punktar: %1
sr: Рашчлањених тачака: %1

source: _n: 1 image from the list is not updated. %n images from the list are not updated.
de: 1 Bild aus der Liste wurde nicht aktualisiert. %n Bilder aus der Liste wurden nicht aktualisiert.
fr: Une image de la liste n'a pas été mise à jour. %n images de la liste n'ont pas été mises à jour.
is: 1 mynd úr þessum lista er ekki uppfærð. %n myndir úr þessum lista eru ekki uppfærðar.
sr: %n слика са листе није ажурирана. %n слике са листе нису ажуриране. %n слика са листе није ажурирано.

source: <p>%1 Do you really want to close this window without applying changes?</p>
de: <p>%1 Möchten Sie dieses Fenster wirklich schließen ohne die Änderungen anzuwenden?</p>
fr: <p>%1 Voulez-vous vraiment fermer cette fenêtre sans appliquer les modifications ? </p>
is: <p>%1 Viltu í alvörunni loka þessum glugga án þess að virkja breytingarnar?</p>
sr: <p>%1 Желите ли заиста да затворите овај прозор без примене измена?</p>

source: Cannot find pictures to correlate with GPX file data.
de: Es konnten keine Bilder gefunden werden, die mit den Daten aus der GPX-Datei korrelieren.
fr: Impossible de trouver des photos à corréler avec les données du fichier GPS.
is: Get ekki fundið myndir sem hafa fylgni við GPX-gögnin.
sr: Не могу да нађем слике које су и вези са GPX фајлом података.

source: _n: GPS data of 1 image have been updated on the list using the GPX data file. GPS data of %n images have been updated on the list using the GPX data file.
de: Die GPS-Daten eines Bildes aus der Liste wurden anhand der GPX-Datendatei aktualisiert. Die GPS-Daten von %n Bildern aus der Liste wurden anhand der GPX-Datendatei aktualisiert.
fr: Les coordonnées géographiques d'une image de la liste ont été mises à jour à partir des données GPX. Les coordonnées géographiques de %n images de la liste ont été mises à jour à partir des données GPX.
is: GPS gögn 1 myndar á listanum hafa verið uppfærð til samræmis við GPX gagnaskrá. GPS gögn %n mynda á listanum hafa verið uppfærð til samræmis við GPX gagnaskrá.
sr: GPS подаци од %n слике су ажурирани помоћу GPX фајла података. GPS подаци од %n слике су ажурирани помоћу GPX фајла података. GPS подаци од %n слика су ажурирани помоћу GPX фајла података.

source: Press Apply button to update images metadata.
de: Benutzen Sie den Knopf Anwenden, um die Metadaten der Bilder zu aktualisieren.
fr: Appuyez sur le bouton <b>Appliquer</b> pour mettre à jour les métadonnées des images.
is: Ýttu á 'Virkja' hnappinn til að uppfæra metaupplýsingar myndanna.
sr: Притисните дугме „Примени“ да би ажурирали метаподатке слика.

source: Please, select at least one image from the list to edit GPS coordinates manually.
de: Bitte wählen Sie mindestens ein Bild aus der Liste, um die GPS-Koordinaten manuell zu bearbeiten.
fr: Veuillez sélectionner au moins une image de la liste pour modifier les coordonnées GPS manuellement.
is: Vinsamlega veldu í það minnsta eina mynd úr listanum til að breyta GPS hnitum handvirkt.
sr: Изаберите бар једну слику са листе да би сте ручно уредили GPS координате.

source: Please, select at least one image from the list to remove GPS coordinates.
de: Bitte wählen Sie mindestens ein Bild aus der Liste, um die GPS-Koordinaten zu löschen.
fr: Veuillez sélectionner au moins une image de la liste pour supprimer les coordonnées GPS.
is: Vinsamlega veldu í það minnsta eina mynd úr listanum til að eyða GPS hnitum.
sr: Изаберите бар једну слику са листе да би сте уклонили GPS координате.

source: Generating KML file...
de: Erzeuge KML-Datei ...
fr: Création du fichier KML (Google Earth)...
is: Bý til KML skrá...
sr: Правим KML фајл...

source: Could not create '%1
de: '%1 kann nicht erstellt werden.
fr: Impossible de créer '%1'
is: Gat ekki búið til '%1
sr: Не могу да направим %1

source: Could not read image '%1'
de: Das Bild '%1' kann nicht gelesen werden.
fr: Impossible de lire l'image '%1'
is: Gat ekki lesið myndina '%1'
sr: Не могу да читам слику „%1“

source: Format of image '%1' is unknown
de: Das Format des Bildes '%1' ist unbekannt.
fr: Le format de l'image '%1' est inconnu
is: Snið myndarinnar '%1' er óþekkjanlegt
sr: Формат слике „%1“ је непознат

source: Error loading image '%1'
de: Ein Fehler trat beim Laden des Bildes '%1' auf.
fr: Erreur lors du chargement de l'image '%1'
is: Villa við hleðslu myndarinnar '%1'
sr: Грешка при учитавању слике „%1“

source: Could not save image '%1' to '%2'
de: Das Bild '%1' lässt sich nicht unter '%2' speichern.
fr: Impossible d'enregistrer l'image '%1' dans '%2'
is: Gat ekki vistað myndina '%1' sem '%2'
sr: Не могу да сачувам слику „%1“ у „%2“

source: Creation of placemark '%1'
de: Die Ortsmarkierung "%1" wird erstellt.
fr: Création du repère '%1'
is: Bjó til staðarmerkið '%1'
sr: Прављење маркера „%1“

source: Could not save icon for image '%1' to '%2'
de: Das Symbol für das Bild '%1' kann nicht in '%2' gespeichert werden.
fr: Impossible d'enregistrer l'aperçu pour l'image '%1' dans '%2'
is: Gat ekki vistað táknmynd fyrir myndina '%1' í '%2'
sr: Нисам могао да сачувам икону за слику „%1“ у „%2“

source: No GPX file Chosen!
de: Es wurde keine GPX-Datei ausgewählt.
fr: Pas de fichier GPX choisi.
is: Engin GPX skrá valin!
sr: Нема изабраног GPX фајла!

source: Tracks
de: Spuren
fr: Traces
is: Ferlar
sr: Стазе

source: No position data for '%1'
de: Keine Positionsdaten für: "%1"
fr: Pas de données de position pour '%1'
is: Engin staðsetningargögn fyrir '%1'
sr: Нема података о позицији за „%1“

source: _n: No position data for 1 picture No position data for %n pictures
de: Keine Posistionsdaten für 1 Bild Keine Posistionsdaten für %n Bilder
fr: Pas de données de position pour une image Pas de données de position pour %n images
is: Engin staðsetningargögn fyrir 1 mynd Engin staðsetningargögn fyrir %n myndir
sr: Нема података о позицији за %n слику Нема података о позицији за %n слике Нема података о позицији за %n слика

source: Move to final directory
de: Verschiebe in den endgültigen Ordner
fr: Déplacement vers le répertoire destination
is: Færa í endanlega möppu
sr: Помери у крајњи директоријум

source: Target Preferences
de: Ziel-Präferenzen
fr: Préférences pour l'export
is: Eiginleikar úttaks
sr: Подешавања циља

source: Target Type
de: Zieltyp
fr: Type d'export
is: Gerð úttaks
sr: Врста циља

source: &Local or web target used by GoogleEarth
de: &Lokales oder Webziel von GoogleEarth
fr: &Local ou site web utilisé par Google Earth
is: &Staðvært eða vefúttak notað af GoogleEarth
sr: &Локални или веб циљ који користи GoogleEarth

source: Web target used by GoogleMap
de: Webziel von GoogleMap
fr: Site web utilisé par Google Map
is: vefúttak notað af GoogleMap
sr: Веб циљ који користи GoogleMap

source: When using GoogleMap, all image must have complete URL, icons are squared and when drawing a track, only linetrack is exported
de: Wenn Sie Google-Maps benutzen, dann müssen alle Bilder eine vollständige Adresse haben und die Symbole sind rechteckig, wenn die Spur gezeichnet wird. Nur die Inline-Spur wird untestützt.
fr: Lorsque Google Map est utilisé, toutes les images doivent avoir des URLs complètes, les aperçus sont carrés et lorsqu'une trace est présente, seule la géométrie de la ligne est exportée (sans les points)
is: Ef verið er að nota GoogleMap, þá verða allar myndir að vera með fullgerðar vefslóðir (URL), táknmyndir að vera ferningslaga og þegar ferlar eru teiknaðir er aðens hægt að flytja út línuferla (linetrack)

source: Picture altitude
de: Höhe der Bilder
fr: Altitude de la photo
is: Hæð ljósmyndunar
sr: Висина слике

source: clamp to ground
de: Befestigt am Boden
fr: au niveau du sol
is: límt við jörð

source: relative to ground
de: Relativ zum Boden
fr: relatif au sol
is: afstætt miðað við jörð
sr: у односу на тло

source: absolute
de: Absolut
fr: absolue
is: algilt
sr: апсолутно

source: <p>Specifies how pictures are displayed<dl><dt>clamp to ground (default)</dt><dd>Indicates to ignore an altitude specification</dd><dt>relative to ground</dt><dd>Sets the altitude of the element relative to the actual ground elevation of a particular location.</dd><dt>absolute</dt><dd>Sets the altitude of the coordinate relative to sea level, regardless of the actual elevation of the terrain beneath the element.</dd></dl>
de: <p>Gibt an wie Bilder angezeigt werden sollen.<dl><dt>Befestigt am Boden (Standard)</dt><dd>Ignoriert die angegebene Höhe</dd><dt>Relativ zum Boden</dt><dd>Setzt die Höhe des Elements relativ zur aktuellen Höhe des gewünschten Ortes.</dd><dt>Absolut</dt><dd>Setzt die Höhe der Koordinaten relativ zum Meeresspiegel. Dies geschieht unabhängig von der Bodenhöhe des Gebietes um das Element.</dd></dl>
fr: <p>Spécifie comment les images sont affichées <dl><dt>au niveau du sol (défaut)</dt><dd>indique d'ignorer l'altitude de l'image</dd><dt>relatif au sol</dt><dd>définit l'altitude de la photo par rapport à l'élévation du terrain pour l'emplacement indiqué. </dd><dt>absolue</dt><dd>définit l'altitude par rapport au niveau de la mer, sans s'occuper du relief du terra.</dd></dl>
is: <p>Tiltekur hvernig myndir eru sýndar<dl><dt>límt við jörð (sjálfgefið)</dt><dd>Hundsar aðrar hæðarupplýsingar</dd><dt>afstætt miðað við jörð</dt><dd>Setur hæð hlutar miðað við raunverulega hæð jarðar á tilteknum stað.</dd><dt>algilt</dt><dd>Setur hæð hlutar miðað við sjávarmál, hver svo sem hæð jarðar er á þeim stað.</dd></dl>

source: Destination directory
de: Zielordner
fr: Dossier de destination
is: Móttökumappa
sr: Одредишни директоријум

source: Select a directory to save the kml file and pictures
de: Wählen Sie einen Ordner indem die kml-Dateien und Bilder gespeichert werden.
fr: Sélectionner un dossier dans lequel seront enregistrés le fichier kml et les photos
is: Veldu möppu til að vista í kml skrána og myndirnar
sr: Изаберите директоријум где ће се снимати KML фајлови и слике

source: Destination URL
de: Ziel-URL
fr: URL de destination
is: Marknetfang (URL)
sr: Одредишни URL

source: File name
de: Dateiname
fr: Nom du fichier
is: Skráarheiti
sr: Име фајла

source: Sizes
de: Größen
fr: Tailles
is: Stærðir
sr: Величине

source: Icon size
de: Symbolgröße
fr: Taille des aperçus
is: Táknmyndastærð
sr: Величина икона

source: Image size
de: Bildgröße
fr: Taille des images
is: Stærð myndar
sr: Величина слике

source: GPX Tracks
de: GPX-Spuren
fr: Traces GPS
is: GPX ferlar
sr: GPX стазе

source: Draw GPX track
de: GPX-Spuren einzeichnen
fr: Afficher les traces GPS
is: Teikna GPX feril
sr: Исцртај GPX стазе

source: GPX file
de: GPX-Datei
fr: Fichier GPX
is: GPX skrá
sr: GPX фајл

source: Time zone
de: Zeitzone
fr: Fuseau horaire
is: Tímabelti
sr: Временска зона

source: GMT-12:00
de: WEZ-12:00

source: GMT-11:00
de: WEZ-11:00

source: GMT-10:00
de: WEZ-10:00

source: GMT-09:00
de: WEZ-09:00

source: GMT-08:00
de: WEZ-08:00

source: GMT-07:00
de: WEZ-07:00

source: GMT-06:00
de: WEZ-06:00

source: GMT-05:00
de: WEZ-05:00

source: GMT-04:00
de: WEZ-04:00

source: GMT-03:00
de: WEZ-03:00

source: GMT-02:00
de: WEZ-02:00

source: GMT-01:00
de: WEZ-01:00

source: GMT
de: WEZ
is: GMT 00:00

source: GMT+01:00
de: WEZ+01:00

source: GMT+02:00
de: WEZ+02:00

source: GMT+03:00
de: WEZ+03:00

source: GMT+04:00
de: WEZ+04:00

source: GMT+05:00
de: WEZ+05:00

source: GMT+06:00
de: WEZ+06:00

source: GMT+07:00
de: WEZ+07:00

source: GMT+08:00
de: WEZ+08:00

source: GMT+09:00
de: WEZ+09:00

source: GMT+10:00
de: WEZ+10:00

source: GMT+11:00
de: WEZ+11:00

source: GMT+12:00
de: WEZ+12:00

source: GMT+13:00
de: WEZ+13:00

source: GMT+14:00
de: WEZ+14:00

source: <p>Sets the time zone of the camera during picture shooting, so that the time stamps of the GPS can be converted to match the local time
de: <p>Legen Sie hier die Zeitzone fest, in der die Bilder gemacht wurden. Dadurch können die Zeiten der Bilder in GMT-Zeit umgerechnet werden.
fr: <p>Définissez ici le fuseau horaire dans lequel les photos ont été prises, afin que les dates des photos puissent correspondre aux données GPS
is: <p>Stillir tímabelti myndavélar á meðan myndataka fór fram, svo að tímamerki GPS hnita megi verða breytt til að samsvara staðartíma
sr: <p>Поставља временску зону апарата током снимања, тако да се време са GPS-а може претворити да показује локално време

source: Track width
de: Spurbreite
fr: Épaisseur de la trace
is: Breidd ferils
sr: Ширина стазе

source: Track color
de: Spurfarbe
fr: Couleur de la trace
is: Litur ferils
sr: Боја стазе

source: Opacity:
de: Deckfähigkeit:
fr: Opacité
is: Gegnsæi:
sr: Непрозирност:

source: Track altitude
de: Spurhöhe
fr: Altitude de la trace
is: Hæð ferils
sr: Висина стазе
