Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_batchprocessimages.po
Languages: ca, el, es, fr, gl, nl, pl, sr, sr@latn, ta, th, tr

source: <p>Select here the effect type for your images:<p><b>Adaptive threshold</b>: perform local adaptive thresholding. The algorithm selects an individual threshold for each pixel based on the range of intensity values in its local neighborhood. This allows for thresholding of an image whose global intensity histogram does not contain distinctive peaks.<p><b>Charcoal</b>: simulate a charcoal drawing.<p><b>Detect edges</b>: detect edges within an image.<p><b>Emboss</b>: returns a grayscale image with a three-dimensional effect. The algorithm convolves the image with a Gaussian operator of the given radius and standard deviation.<p><b>Implode</b>: implode image pixels about the center.<p><b>Paint</b>: applies a special effect filter that simulates an oil painting.<p><b>Shade light</b>: shines a distant light on an image to create a three-dimensional effect.<p><b>Solarize</b>: negate all pixels above the threshold level. This algorithm produces a solarization effect seen when exposing a photographic film to light during the development process.<p><b>Spread</b>: this is a special-effect method that randomly displaces each pixel in a block defined by the radius parameter.<p><b>Swirl</b>: swirls the pixels about the center of the image. <p><b>Wave</b>: creates a "ripple" effect in the image by shifting the pixels vertically along a sine wave.<p>
ca: <p>Seleccioneu aquí el tipus d'efecte per les imatges:<p><b>Llindar adaptatiu</b>: executa una adaptació local a un llindar. L'algorisme selecciona un llindar individual per cada píxel basat en l'interval dels valors d'intensitat del seu entorn local. Això permet la limitació d'una imatge que el seu histograma d'intensitat global no tingui pics distintius.<p><b>Carbonet</b>: simula un dibuix al carbonet.<p><b>Detecta límits</b>: detecta els límits d'una imatge.<p><b>Relleu</b>: returna una imatge d'escala de grisos amb un efecte de tres dimensions. L'algorisme convoluciona la imatge amb un operador Gaussià amb un radi donat i una desviació estàndard.<p><b>Agrupa</b>: agrupa els píxels de la imatge cap al centre.<p><b>Pinta</b>: aplica un filtre d'efecte especial que simula una pintura a l'oli.<p><b>Llum d'ombra</b>: afegeix brillantor a una llum llunyana d'una imatge per crear un efecte tridimensional.<p><b>Solaritza</b>: negativa tots els píxels sobre el nivell del llindar. Aquest algorisme produeix un efecte de solarització que es veu quan s'exposa una pel·lícula fotogràfica a la llum durant el procés de revelat.<p><b>Escampa</b>: aquest és un mètode d'efecte especial que desplaça aleatòriament cada píxel d'un bloc definit per un paràmetre radi.<p><b>Remolí</b>: gira els píxels sobre el centre d'una imatge. <p><b>Ona</b>: crea un efecte d'ondulació a la imatge canviant verticalment els píxels al llarg d'una ona sinusoïdal.<p>
el: <p>Επιλέξτε εδώ τον τύπο εφέ για τις εικόνες σας:<p><b>Προσαρμοσμένο κατώφλι</b>: εκτέλεση τοπικής προσαρμοσμένης αποκοπής σε κατώφλι. Ο αλγόριθμος επιλέγει ένα συγκεκριμένο κατώφλι για κάθε εικονοστοιχείο βασισμένο στο εύρος των τιμών έντασης στη τοπική γειτονιά του. Αυτό επιτρέπει το χειρισμό εικόνων στις οποίες το καθολικό ιστόγραμμα έντασης δεν περιέχει διακεκριμένες αιχμές.<p><b>Κάρβουνο</b>: εξομοίωση ζωγραφικής με κάρβουνο.<p><b>Ανίχνευση άκρων</b>: ανίχνευση των άκρων μέσα σε μια εικόνα.<p><b>Εμβάθυνση</b>: επιστρέφει μια εικόνα σε διαβαθμίσεις του γκρι με ένα τρισδιάστατο εφέ. Ο αλγόριθμος εκτελεί στην εικόνα έναν τελεστή Gauss με δοσμένη ακτίνα και τυπική απόκλιση.<p><b>Έκρηξη προς τα μέσα</b>: έκρηξη των εικονοστοιχείων σε σχέση με το κέντρο της εικόνας.<p><b>Ζωγραφική</b>: εφαρμογή ενός ειδικού εφέ που εξομοιώνει τη ζωγραφική με ελαιογραφία.<p><b>Σκίαση φωτός</b>: ενεργοποιεί ένα απομακρυσμένο φως στην εικόνα για τη δημιουργία τρισδιάστατο εφέ.<p><b>Ηλιακή έκθεση</b>: αδρανοποίηση όλων των εικονοστοιχείων πάνω από το κατώφλι. Αυτός ο αλγόριθμος παράγει ένα εφέ ηλιακής έκθεσης κατά την εμφάνιση φωτογραφικού φιλμ κάτω από το ηλιακό φως.<p><b>Ανάπτυγμα</b>: αυτό είναι ένα ειδικό εφέ που μετατοπίζει τυχαία κάθε εικονοστοιχείο σε ένα τμήμα ορισμένο από την παράμετρο της ακτίνας.<p><b>Περιδίνηση</b>: στροβιλίζει τα εικονοστοιχεία γύρω από το κέντρο της εικόνας. <p><b>Κυματισμός</b>: δημιουργεί ένα εφέ "κύματος" στην εικόνα αποστέλλοντάς τα εικονοστοιχεία κάθετα κατά μήκος ενός ημιτονοειδούς κύματος.<p>
es: <p>Seleccione aquí el tipo de efecto para sus imágenes:<p><b>Umbral adaptativo</b>: realiza un umbral adaptativo local. El algoritmo selecciona un umbral individual para cada punto basándose en la gama de los valores de intensidad en su proximidad. Esto permite aplicar un umbral a una imagen cuyo histograma de intensidad global no tiene picos claros.<p><b>Carboncillo</b>: simula un dibujo al carboncillo.<p><b>Detectar bordes</b>: detecta los bordes en una imagen.<p><b>Repujado</b>: devuelve una imagen en escala de grises con un efecto tridimensional. El algoritmo convoluciona la imagen con un operador gausiano del radio y la desviación estándar dados.<p><b>Implosionar</b>: implosiona los puntos de una imagen a partir del centro.<p><b>Pintura al óleo</b>: aplica un filtro que simula una pintura al óleo.<p><b>Luz de sombra</b>: aplica una luz distante sobre una imagen para crear un efecto tridimensional.<p><b>Solarizar</b>: convierte en negativo todos los puntos por encima del nivel del umbral. Este filtro produce un efecto de solarización como el que se ve al sexponer una película fotográfica a la luz durante el proceso de revelado.<p><b>Esparcir</b>: desplaza aleatoriamente cada punto de una imagen en un bloque definido por el parámetro radio.<p><b>Remolino</b>: arremolina los puntos alrededor del centro de la imagen.<p><b>Onda</b>: crea un efecto ondulatorio en la imagen moviendo los puntos verticalmente a lo largo de una onda sinusoidal.<p>
fr: <p>Sélectionnez ici le type d'effet pour vos images : <p><b>Seuil adaptatif</b> : écrête par seuil local adaptatif. L'algorithme sélectionne un seuil individuel pour chaque pixel basé sur la gamme des valeurs d'intensité trouvée dans son voisinage local. Ceci permet d'écrêter par seuil une image dont l'histogramme global d'intensité ne contient pas de crêtes distinctives. <p><b>Dessin au fusain</b> : simule un dessin au fusain.<p><b>Détecter les bords</b> : détecte les bords dans une image.<p><b>Bas-relief</b> : calcule une image en nuances de gris avec un effet en 3D. L'algorithme de convolution traite l'image en utilisant un opérateur gaussien pour un rayon donné et un écart type donné.<p><b>Imploser</b> : implose les pixels d'une image à partir du centre.<p><b>Peinture à l'huile</b> : simule une peinture à l'huile.<p><b>Lumière d'ombre</b> : applique une lumière éloignée sur une image pour créer un effet tridimensionnel.<p><b>Solariser</b> : inverse tous les pixels au-dessus du niveau de seuil. Cet algorithme produit un effet de solarisation similaire à l'exposition d'un film photographique à la lumière pendant le procédé de développement.<p><b>Disperser</b> : déplace aléatoirement chaque pixel dans un bloc défini par son rayon.<p><b>Tournoyer</b> : tourne les pixels en partant du centre de l'image. <p><b>Vague</b> : crée un effet ondulatoire dans l'image en décalant les pixels verticalement le long d'une vague sinusoïdale.<p>
gl: <p>Escolla aqui o tipo de efeitos para as suas imaxes:<p><b>Limiar adaptativo</b>: efectua unha adaptazón local a limiar. O algoritmo escolle un limiar individual para cada píxel baseado no rango de intensidades na sua viciñanza. Isto permite por limiares nunha imaxe cuxo histograma global de intensidade non contén picos distintivos. <p><b>Carbón</b>: simular un deseño a carbón. <p><b>Detectar marxes</b>: detecta marxes nunha imaxe. <p><b>Elevar</b>: devolve unha imaxe en escala de grises cun efeito tridimensional. O algoritmo convolve a imaxe cun operador Gausiano dun determinado rádio e desviazón estándar. <p><b>Implodir</b>: implodir os píxels da imaxe en torno do centro. <p><b>Pintar</b>: aplicar un efeito especial que simula unha pintura ao óleo. <p><b>Luz de sombra</b>: fai brillar unha luz distante na imaxe para criar un efeito tridimensional. <p><b>Solarizar</b>: nega todos os píxels acima do nível limite. Este algoritmo produz un un efeito de solarizazón semellante ao que ocorre cando se expón un filme fotográfico á luz durante o revelado. <p><b>Espallar</b>: este efeito move aleatoriamente cada píxel nun bloco definido polo parámetro rádio. <p><b>Remoiño</b>: aplicar un efeito de remoiño aos píxels en torno do centro da imaxe. <p><b>Onda</b>: cria un efeito de "onda" na imaxe, movendo os píxels verticalmente ao longo dunha onda sinusoidal.<p>
nl: <p>Selecteer hier het effecttype voor uw afbeeldingen:<p><b>Adaptieve drempelwaarde </b>: voer een lokale adaptieve drempelwaarde uit. Het algoritme selecteert een drempelwaarde voor elke pixel gebaseerd op de reeks van intensiteitswaarden in de directe omgeving van de pixel. Dit zorgt voor de aanmaak van drempelwaarden voor een afbeelding waarvan het histogram geen duidelijke pieken bevat.<p><b>Houtskool</b>: bootst een houtskooltekening na.<p><b>Hoeken detecteren</b>: ontdek hoeken in de afbeelding.<p><b>Reliëf</b>: maakt een grijswaardenafbeelding met een driedimensionaal effect. Dit algoritme maakt gebruik van een Gaussiaanse berekening van de gegeven straal en standaard afwijking.<p><b>Imploderen</b>: trekt de pixels in de afbeelding samen rond het centrum.<p><b>Verf </b>: past een speciaal effect toe dat een olieverfschilderij nabootst.<p><b>Licht benadrukken</b>: schijnt een ver licht op de afbeelding om een driedimensionaal effect te creëren.<p><b>Solarizeren</b>: maakt een negatief van alle pixels boven een bepaalde drempelwaarde. Dit algoritme produceert een verhelderingseffect alsof het fotorolletje aan licht is blootgesteld gedurende het ontwikkelproces.<p><b>Spreiden</b>: dit effect verplaatst elke pixel door middel van een opgegeven waarde van de straal.<p><b>Wervelen</b>: wervelt de pixels rond het midden van de afbeelding.<p><b>Golven</b>: maakt een golfbeweging door alle pixels volgens een sinusbeweging te plaatsen.<p>
pl: <p>Wybierz typ efektu specjalnego:<p><b>Zmienny próg</b>: dokonuje lokalnej segmentacji. Algorytm wyznacza oddzielnie próg dla każdego z pikseli na podstawie różnić w intensywność sąsiednich pikseli. Pozwala to na dodanie progów do zdjęcia, którego histogram nie zawiera widocznych skoków.<p> <b>Malowanie węglem</b> efekt udający rysowanie węglem.<p><b>Wykrywanie krawędzi</b>: wykrywanie krawędzi na zdjęciu.<p><b>Wytłaczanie</b>: w wyniku otrzymujemy czarno-białe zdjęcie z efektem trójwymiarowym. Algorytm jest kombinacją operatora Gaussa dla określonego promienia oraz odchylenia standartowego.<p><b>Implozja</b>: implozja pikseli względem środka zdjęcia.<p><b>Malowanie pędzlem</b>: efekt symulujący malowanie farbami olejnymi.<p><b>Cieniowanie światłem</b>: rzuca światło z daleka na zdjęcie, w celu uzyskania trójwymiarowego efektu.<p><b>Prześwietlenie</b>: negacja wszystkich pikseli powyżej określonego progu. Algorytm imituje efekt prześwietlenia kliszy fotograficznej podczas procesu wywoływania zdjęcia.<p><b>Rozmazanie</b>: specjalny efekt rozmazania, osiągnięty poprzez losowe przesunięcie pikseli w obszarze określonym przez promień.<p><b>Zawirowanie</b>: zawirowanie pikseli względem środka zdjęcia.<p><b>Falowanie</b>: efekt wstęgi poprzez przesuniecie pikseli w pionie wzdłuż funkcji sinus.<p>
sr: <p>Овде изаберите тип ефекта за ваше слике: <p><b>Праг прилагођавања</b>: врши се локално адаптивно прилагођавање прага. Алгоритам бира индивидуални праг за сваки пиксел на основу опсега вредности интензитета у локалном суседству. Ово омогућава прилагођавање прага слике чији глобални хистограм интензитета не садржи изражене врхове. <p><b>Угаљ</b>: симулира цртеж угљаним бојама. <p><b>Детектуј ивице</b>: детектује ивице у оквиру слике. <p><b>Рељеф</b>: враћа слику у сивим тоновима са тродимензионалним ефектом. Алгоритам конволуира слику Гаусовим оператором датог радијуса и стандардне девијације.<p><b>Имплодирај</b>: имплодира пикселе слике око центра. <p><b>Осликај</b>: примењује посебан ефекат-филтер који симулира уљану слику. <p><b>Осенчи</b>: баца удаљено светло на слику ради стварања тродимензионалног ефекта. <p><b>Осунчај</b>: негира све пикселе изнад нивоа прага. Овај алгоритам производи ефекат осунчавања приликом излагања фотографског филма светлу у току развоја. <p><b>Рашири</b>: ово је специјални ефекат који насумично размешта пикселе у блоку дефинисаном параметром радијуса.<p><b>Вртлог</b>: вртложи пикселе око центра слике. <p><b>Талас</b>: прави ефекат таласа на слици померањем пиксела усправно дуж синусоидног таласа. <p>
sr@latn: <p>Ovde izaberite tip efekta za vaše slike: <p><b>Prag prilagođavanja</b>: vrši se lokalno adaptivno prilagođavanje praga. Algoritam bira individualni prag za svaki piksel na osnovu opsega vrednosti intenziteta u lokalnom susedstvu. Ovo omogućava prilagođavanje praga slike čiji globalni histogram intenziteta ne sadrži izražene vrhove. <p><b>Ugalj</b>: simulira crtež ugljanim bojama. <p><b>Detektuj ivice</b>: detektuje ivice u okviru slike. <p><b>Reljef</b>: vraća sliku u sivim tonovima sa trodimenzionalnim efektom. Algoritam konvoluira sliku Gausovim operatorom datog radijusa i standardne devijacije.<p><b>Implodiraj</b>: implodira piksele slike oko centra. <p><b>Oslikaj</b>: primenjuje poseban efekat-filter koji simulira uljanu sliku. <p><b>Osenči</b>: baca udaljeno svetlo na sliku radi stvaranja trodimenzionalnog efekta. <p><b>Osunčaj</b>: negira sve piksele iznad nivoa praga. Ovaj algoritam proizvodi efekat osunčavanja prilikom izlaganja fotografskog filma svetlu u toku razvoja. <p><b>Raširi</b>: ovo je specijalni efekat koji nasumično razmešta piksele u bloku definisanom parametrom radijusa.<p><b>Vrtlog</b>: vrtloži piksele oko centra slike. <p><b>Talas</b>: pravi efekat talasa na slici pomeranjem piksela uspravno duž sinusoidnog talasa. <p>
tr: <p>Burada, resimleriniz için etki tipini seçiniz:<p><b>Uyarlanır limit</b>: yerel uyarlanır limit uygular. Algoritma, herbir benek için yerel komşuluğunda yoğunluk değeri aralığına dayalı ayrı bir limit seçer.<p><b>Kara kalem</b>: karakalem çizimini taklit eder.<p><b>Sınırları belirle</b>: bir resimdeki sınırları bulur.<p><b>Kabartma</b>: üç boyutlu görünüme sahip gri bir sonuç oluşturur. Algoritma, resmi verilen bir yarıçap ve standart sapmaya gre Gaussian işlemi ile değiştirir.<p><b>Çökme</b>: resim beneklerini merkezden genişletir.<p><b>Boya</b>: yağlı boya benzetmesi yapan özel bir etki.<p><b>Gölge ışığı</b>:üç boyutlu etki oluşturmak için resime uzak bir ışık ekler.<p><b>Güneş ışığı</b>: limit düzeyinin üstündeki tüm benekleri ters çevirir. .<p><b>Yayma</b>: belirlenen yarıçapa göre bir blok içierisinde herbir beneği rastgele değiştirir.<p><b>Girdap</b>: resmin merkezi etrafında benekleri çevirir. <p><b>Dalga</b>: benekleri rastgele bir sinüs dalgasına göre dikey olarak kaydırarak dalga etkisi oluşturur.<p>

source: Effect Options
ca: Opcions d'efecte
el: Επιλογές εφέ
es: Opciones del efecto
fr: Options de l'effet
gl: Opzóns de Efeitos
nl: Effectopties
pl: Opcje efektu
sr: Опције ефекта
sr@latn: Opcije efekta
ta: விளைவு விருப்பத்தேர்வுகள்
th: ตัวเลือกเทคนิคพิเศษ
tr: Etki Seçenekleri

source: Width:
ca: Amplada:
el: Πλάτος:
es: Anchura:
fr: Largeur :
gl: Largura:
nl: Breedte:
pl: Szerokość:
sr: Ширина:
sr@latn: Širina:
ta: அகலம்:
th: กว้าง:
tr: Genişlik:

source: <p>Select here the value which represents the width of the local neighborhood.
ca: <p>Seleccioneu aquí el valor que representa l'amplada de l'entorn local.
el: <p>Επιλέξτε εδώ την τιμή που αναπαριστά το πλάτος της τοπικής γειτονιάς εικονοστοιχείων.
es: <p>Seleccione aquí el valor que representa la anchura de la zona vecina local.
fr: <p>Sélectionnez ici la valeur représentant la largeur du voisinnage local.
gl: <p>Escolla aqui o valor que representa a largura da viciñanza local.
nl: <p>Selecteer hier de waarde die de breedte voorstelt van de lokale omgeving.
pl: <p>Wybierz tutaj wartość, która określa szerokość lokalnego sąsiedztwa.
sr: <p>Изаберите овде вредност која представља ширину локалног суседства.
sr@latn: <p>Izaberite ovde vrednost koja predstavlja širinu lokalnog susedstva.
ta: <p>இங்கு மதிப்பை தேர்வு செய் அது உள் நன்பரின் அகலத்தை குறிக்கும்.
tr: <p>Burada yerel komşuluk genişliğini gösteren değeri seçiniz.

source: Height:
ca: Alçada:
el: Ύψος:
es: Altura:
fr: Hauteur :
gl: Altura:
nl: Hoogte:
pl: Wysokość:
sr: Висина:
sr@latn: Visina:
ta: உயரம்:
th: สูง:
tr: Yükseklik:

source: <p>Select here the value which represents the height of the local neighborhood.
ca: <p>Seleccioneu aquí el valor que representa l'alçada de l'entorn local.
el: <p>Επιλέξτε εδώ την τιμή που αναπαριστά το ύψος της τοπικής γειτονιάς εικονοστοιχείων.
es: <p>Seleccione aquí el valor que representa la altura de la zona vecina local.
fr: <p>Sélectionnez ici la valeur représentant la hauteur du voisinnage local.
gl: <p>Escolla aqui o valor que representa a altura da viciñanza local.
nl: <p>Selecteer hier de waarde die de hoogte voorstelt van de lokale omgeving.
pl: <p>Wybierz tutaj wartość, która określa wysokość lokalnego sąsiedztwa.
sr: <p>Изаберите овде вредност која представља висину локалног суседства.
sr@latn: <p>Izaberite ovde vrednost koja predstavlja visinu lokalnog susedstva.
ta: <p>இங்கு மதிப்பை குறிப்பிடு அது உள் நன்பறின் உயரத்தை குறிக்கும்.
tr: <p>Burada yerel komşuluk yüksekliğini gösteren değeri seçiniz.

source: Offset:
ca: Desplaçament:
el: Μετατόπιση:
es: Desplazamiento:
fr: Excentrage :
gl: Deslocamento:
nl: Verplaatsing:
pl: Przesunięcie:
sr: Померај:
sr@latn: Pomeraj:
ta: எதிரீடு
tr: Uzaklık:

source: <p>Select here the value which represents the mean offset.
ca: <p>Seleccioneu aquí el valor que representa el desplaçament principal.
el: <p>Επιλέξτε εδώ την τιμή που αναπαριστά τη μέση μετατόπιση.
es: <p>Seleccione aquí el valor que representa el desplazamiento medio.
fr: <p>Sélectionnez ici la valeur représentant l'excentrage moyen.
gl: <p>Escolla aqui o valor que representa o deslocamento meio.
nl: <p>Selecteer hier de waarde die de hoofdverplaatsing voorstelt.
pl: <p>Wybierz tutaj wartość, która określa średnie przesunięcie.
sr: <p>Изаберите овде вредност која представља средњи померај.
sr@latn: <p>Izaberite ovde vrednost koja predstavlja srednji pomeraj.
ta: <p>இங்கு மதிப்பை தேர்வு செய் அது அனை நிலையின் மதிப்பை குறிக்கும்.
tr: <p>Burada ortalama uzaklık değerini seçiniz.

source: Radius:
ca: Radi:
el: Ακτίνα:
es: Radio:
fr: Rayon :
gl: Rádio:
nl: Straal:
pl: Promień:
sr: Радијус:
sr@latn: Radijus:
ta: ஆரம்:
th: รัศมี:
tr: Yarıçap:

source: <p>Select here the value which represents the radius of the pixel neighborhood.
ca: <p>Seleccioneu aquí el valor que representa el radi de l'entorn del píxel.
el: <p>Επιλέξτε εδώ την τιμή που αναπαριστά την ακτίνα της τοπικής γειτονιάς εικονοστοιχείων.
es: <p>Seleccione aquí el valor que representa el radio que delimita la zona vecina local.
fr: <p>Sélectionnez ici la valeur représentant le rayon du voisinnage du pixel.
gl: <p>Escolla aqui o valor que representa o rádio da viciñanza local.
nl: <p>Selecteer hier de waarde die de straal van de pixels in de omgeving voorstelt.
pl: <p>Wybierz tutaj wartość określającą promień sąsiedztwa pikseli.
sr: <p>Изаберите овде вредност која представља радијус суседства пиксела.
sr@latn: <p>Izaberite ovde vrednost koja predstavlja radijus susedstva piksela.
ta: <p>இங்கு மதிப்பை தேர்வு செய் அது ரேடியஸ் புள்ளி அளவை குறீக்கும்.
tr: <p>Burada benek komşuluğunun yarıçapını gösteren değeri seçiniz.

source: Deviation:
ca: Desviació:
el: Απόκλιση:
es: Desviación:
fr: Écart-type :
gl: Desviazón:
nl: Afwijking:
pl: Odchylenie:
sr: Девијација:
sr@latn: Devijacija:
ta: தடம் விலகல்:
tr: Sapma:

source: <p>Select here the value which represents the standard deviation of the Gaussian, in pixels.
ca: <p>Seleccioneu aquí el valor que representa la desviació estàndard de la Gaussiana, en píxels.
el: <p>Επιλέξτε εδώ την τιμή που αναπαριστά την τυπική απόκλιση του τελεστή Gauss, σε εικονοστοιχεία.
es: <p>Seleccione aquí el valor que representa la desviación estándar de la gausiana, en número de puntos.
fr: <p>Sélectionnez ici la valeur représentant l'écart-type gaussien (en pixels).
gl: <p>Escolla aqui o valor que represente a desviazón estándar da Gausiana, en píxels.
nl: <p>Select hier de waarde die de standaardafwijking van de kansverdeling in pixels voorstelt.
pl: <p>Wybierz tutaj wartość określającą standardowe odchylenie Gaussa, w pikselach.
sr: <p>Изаберите овде вредност која представља Гаусову стандардну девијацију, у пикселима.
sr@latn: <p>Izaberite ovde vrednost koja predstavlja Gausovu standardnu devijaciju, u pikselima.
ta: <p>படத்துணுக்குகளில், காஸ்சியனின் நிலையான விலகலை வழங்கும் மதிப்பை இங்கே தேர்ந்தெடுக்கவும்.
tr: <p>Burada benek olarak Gaussian standart sapma değerini seçiniz.

source: <p>Select here the value which represents the radius of the pixel neighborhood. Radius defines the radius of the convolution filter. If you use a radius of 0 the algorithm selects a suitable radius.
ca: <p>Seleccioneu aquí el valor que representa l'amplada de l'entorn local.
el: <p>Επιλέξτε εδώ την τιμή που αναπαριστά την ακτίνα της γειτονιάς εικονοστοιχείων. Η ακτίνα ορίζει το μέγεθος εφαρμογής του φίλτρου έλικας. Αν χρησιμοποιήσετε ακτίνα ίση με το 0 ο αλγόριθμος επιλέγει μια κατάλληλη τιμή ακτίνας.
es: <p>Seleccione aquí el valor que representa el radio de la zona vecina local. Este valor es el radio del filtro convolución. Si utiliza un radio de cero, el algoritmo eligirá automáticamente el valor adecuado.
fr: <p>Sélectionnez ici la valeur représentant le rayon du voisinnage du pixel. Cette valeur est le rayon du filtre de convolution. Si le rayon est égal à 0, l'algorithme sélectionnera un rayon approprié.
gl: <p>Escolla aqui o valor que representa o rádio da viciñanza do píxel. Isto define o rádio do filtro de convoluzón. Se utiliza un rádio 0, o algoritmo selecciona un ráio por si.
nl: <p>Selecteer hier de waarde voor de straal van de pixelomgeving. De straal definieert de straal van de convolutiefilter. Als u een straal van 0 selecteert, dan kiest het algoritme zelf een passende straal.
pl: <p>Wybierz tutaj wartość określającą promień sąsiedztwa piksela. Promień ten definiuje promień filtra splotu. Jeśli zostanie wybrany promień równy 0, algorytm wybierze odpowiedni promień.
sr: <p>Изаберите овде вредност која представља радијус суседства пиксела. Ово дефинише радијус филтера конволуције. Ако задате 0 за радијус, алгоритам сам бира погодан радијус.
sr@latn: <p>Izaberite ovde vrednost koja predstavlja radijus susedstva piksela. Ovo definiše radijus filtera konvolucije. Ako zadate 0 za radijus, algoritam sam bira pogodan radijus.
tr: <p>Burada benek komşuluğunun yarıçapını gösteren değeri seçiniz. Yarıçap, bükülme filtresinin yarıçapını belirtmektedir.
