Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_cdarchiving.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nb, nds, nl, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, uk

source: Adding Album '%1' into project...
ca: S'està afegint l'àlbum '%1' al projecte...
cs: Přidávám album '%1' do projektu...
da: Tilføjer album '%1' til projekt...
de: Album "%1" wird dem Projekt hinzugefügt ...
el: Προσθήκη του άλμπουμ '%1' στο έργο...
es: Añadiendo el álbum «%1» al proyecto...
et: Albumi '%1' lisamine projekti...
fr: Ajout de l'album « %1 » dans le projet...
gl: A engadir o álbum '%1' ao proxecto...
is: Bæti albúminu '%1' í verkefnið...
it: Aggiunta dell'album «%1» nel progetto...
ja: アルバム '%1' をプロジェクトに追加中...
nb: Lgger til album '%1' til prosjekt …
nds: Album "%1" warrt dat Projekt toföögt...
nl: Album '%1' wordt toegevoegd aan project...
pl: Dodawanie albumu '%1' do projektu...
pt: A adicionar o álbum '%1' ao projecto...
pt_br: Adicionando o álbum '%1' ao projeto...
sr: Додајем албум „%1“ у пројекат...
sr@latn: Dodajem album „%1“ u projekat...
sv: Lägger till albumet '%1' i projektet...
th: กำลังเพิ่มอัลบั้ม '%1' ไปยังโครงการ...
uk: Додавання альбому "%1" в проект...

source: Configure Archive to CD
ca: Configuració de l'arxivat a CD
cs: Nastavit CD archiv
da: Indstil Arkiv til CD
de: CD-Archivierung einrichten
el: Ρύθμιση αρχειοθήκης σε CD
es: Configurar la grabación en CD
et: CD-le arhiveerimise seadistamine
fr: Configurer l'archivage sur CD/DVD
gl: Configurar Arquivado en CD
is: Stilli afritun á CD
it: Configura Archivia su CD
ja: CD アーカイブを設定
nb: Innstillinger for Arkiv til CD
nds: CD-Archiveren instellen
nl: Archiveren naar cd instellen
pl: Konfiguruj archiwizację na CD
pt: Configurar Arquivar para CD
pt_br: Configurar o arquivamento em CD
sr: Подеси архиву за CD
sr@latn: Podesi arhivu za CD
sv: Anpassa arkivera till cd
ta: குறுந்தகுடிலிருந்துக் காப்பகத்திற்கு...
th: ปรับแต่งการทำข้อมูลไปยังแผ่น CD
tr: CD'ye Arşivlemeyi Yapılandır
uk: Налаштувати архівування на КД

source: Create CD/DVD Archive
ca: Crea un arxiu en CD/DVD
cs: Vytvořit archiv na CD/DVD
da: Opret CD/DVD-arkiv
de: CD/DVD-Archiv erstellen
el: Δημιουργία αρχειοθήκης CD/DVD
es: Crear grabación de CD/DVD
et: CD/DVD arhiivi loomine
fr: Archiver sur CD/DVD
gl: Criar un Arquivo en CD/DVD
is: Búa til CD/DVD afrit
it: Crea archivio CD/DVD
ja: CD/DVD アーカイブを作成
nb: Opprett CD/DVD-arkiv
nds: CD/DVD-Archiv opstellen
nl: CD/DVD-archief aanmaken
pl: Utwórz archiwum na CD/DVD
pt: Criar um Arquivo em CD/DVD
pt_br: Criar o arquivo de CD/DVD
sr: Направи CD/DVD архиву
sr@latn: Napravi CD/DVD arhivu
sv: Skapa cd- eller dvd-arkiv
ta: சிடி/டிவிடி களஞ்சியத்தை உருவாக்கு
th: สร้างแผ่นข้อมูล CD/DVD
tr: CD/DVD Arşivi Oluştur
uk: Створити архів КД/DVD

source: CD/DVD Archiving
ca: Arxivat a CD/DVD
cs: Archivace na CD/DVD
da: CD/DVD-arkivering
de: CD/DVD-Archivierung
el: Αρχειοθέτηση CD/DVD
es: Grabando en CD/DVD
et: Arhiveerimine CD-le/DVD-le
fr: Archiver sur CD/DVD
gl: Arquivado en CD/DVD
is: CD/DVD afrit
it: Archiviazione CD/DVD
ja: CD/DVD アーカイブ
nb: CD/DVD-arkivering
nds: CD/DVD-Archiveren
nl: CD/DVD-archivering
pl: Archiwizacja na CD/DVD
pt: Arquivo em CD/DVD
pt_br: Arquivamento em CD/DVD
sr: Архивирање CD/DVD-а
sr@latn: Arhiviranje CD/DVD-a
sv: Cd eller dvd-arkivering
ta: ஆல்பம் சீடி வலைவு
th: แผ่นข้อมูล CD/DVD
tr: CD Arşivleme
uk: Архівування КД/DVD

source: An Album CD/DVD Archiving Kipi plugin. This plugin use K3b CD/DVD burning software available at http://www.k3b.org
ca: Un connector del Kipi per arxivar àlbums a CD/DVD. Aquest connector usa el programari de gravació de CD/DVD K3b disponible a http://www.k3b.org
cs: Kipi plugin archivace alb na CD/DVD. Tento plugin využívá vypalovací program K3b dostupný na stránce http://www.k3b.org
da: En KIPI CD/DVD-albumarkiveringsplugin. Dette plugin benytter k3b CD/DVD-brændesoftware, der kan findes på http://www.k3b.org
de: Ein KIPI-Modul zur CD/DVD-Archivierung von Alben. Dieses Modul benutzt das Brennprogramm K3b von http://www.k3b.org
el: Ένα πρόσθετο αρχειοθέτησης άλμπουμ σε CD/DVD του Kipi. Αυτό το πρόσθετο χρησιμοποιεί το K3b πρόγραμμα εγγραφής CD/DVD που είναι διαθέσιμο στο http://www.k3b.org
es: Un complemento Kipi para grabar los álbumes en CD/DVD. Este complemento utiliza el programa K3b de grabación de CD/DVD disponible en http://www.k3b.org
et: KIPI albumi CD-le/DVD-le arhiveerimise plugin. Plugin kasutab CD/DVD kirjutamise tarkvara K3b, mille leiab aadressilt http://www.k3b.org
fr: Un module externe KIPI pour archiver des albums sur CD/DVD. Ce module externe utilise K3b le logiciel de gravure de CD/DVD disponible à l'adresse http://www.k3b.org
gl: Un plugin de Kipi para Arquivar Álbuns en CD/DVD. Este plugin utiliza o programa de gravazón de CDs/DVDs K3b disponíbel en http://www.k3b.org
is: KIPI íforrit til CD/DVD afritunar. Þetta íforrit notar K3b CD/DVD bbrennsluhugbúnaðinn sem finnst á http://www.k3b.org
it: Un plugin di Kipi per l'archiviazione su CD/DVD degli album. Questo plugin usa il software K3b per la masterizzazione di CD e DVD disponibile a http://www.k3b.org
ja: Kipi アルバム CD/DVD アーカイブプラグイン このプラグインは K3b CD/DVD ライターを使用します。 http://www.k3b.org
nb: Et KIPI CD/DVD-albumarkiveringstillegg. Dette tillegget benytter k3b CD/DVD-brenneprogrammet, som kan finnes på http://www.k3b.org
nds: En Kipi-Albenarchiveermoduul för CD/DVD Dit Moduul bruukt dat Brennprogramm "K3b", verföögbor bi http://www.k3b.org
nl: Een KIPI-plugin voor het maken van een album-archief op cd of dvd. Deze plugin maakt gebruik van het cd/dvd-brandprogramma K3b. Deze is beschikbaar op http://www.k3b.org
pl: Wtyczka KIPI do archiwizacji albumów na CD/DVD. Ta wtyczka korzysta z wypalarki CD/DVD K3b dostępnej na http://www.k3b.org
pt: Um 'plugin' Kipi para Arquivo de Álbuns em CD/DVD. Este 'plugin' utiliza o programa de gravação de CDs/DVDs K3b disponível em http://www.k3b.org
pt_br: Um plug-in do Kipi para o arquivamento de álbum em CD/DVD. Este plug-in usa o software K3b para a queima de CD/DVD, disponível em http://www.k3b.org
sr: Kipi-јев прикључак за архивирање албума на CD/DVD. Овај прикључак користи K3b, програм за резање CD/DVD-а који можете наћи на http://www.k3b.org
sr@latn: Kipi-jev priključak za arhiviranje albuma na CD/DVD. Ovaj priključak koristi K3b, program za rezanje CD/DVD-a koji možete naći na http://www.k3b.org
sv: Ett KIPI-insticksprogram för cd- eller dvd-arkivering. Insticksprogrammet använder programmet K3b för cd- och dvd-bränning tillgängligt på http://www.k3b.org
ta: சிடி/டிவிடி காப்பக கிபி சொருகுப்பொருளுக்கான ஒரு ஆல்பம். இந்த சொருகுப்பொருள் பயன்படுத்தும் கே3பி சிடி/டிவிடி எழுதும் மென்பொருள் http://www.k3b.org-ல் கிடைக்கும்.
th: ปลั๊กอินของ Kipi สำหรับสร้างสื่อข้อมูล CD/DVD สำหรับอัลบั้มภาพ ปลั๊กอินนี้มีการเรียกใช้โปรแกรมเขียนแผ่น CD/DVD - K3b โดยแวะเยี่ยมโครงการได้ที่ http://www.k3b.org
tr: Albüm CD/DVD Arşivleme için bir Kipi eklentisi. Bu eklenti http://www.k3b.org adresinden elde edilebilen K3b CD/DVD yazma uygulamasını kullanır.
uk: Втулок Kipi для архівування альбомів на КД/DVD. Цей втулок вживає програму K3b для запису КД/DVD http://www.k3b.org

source: Author
ca: Autor
cs: Autor
da: Forfatter
de: Autor
el: Συγγραφέας
es: Autor
et: Autor
fr: Auteur
gl: Autor
is: Höfundur
it: Autore
ja: 作者
nds: Autor
nl: Auteur
pl: Autor
pt: Autor
pt_br: Autor
sr: Аутор
sr@latn: Autor
sv: Upphovsman
th: ผู้เขียน
uk: Автор

source: Contributor
ca: Contribuïdor
cs: Přispěvatel
da: Bidragyder
de: Mitwirkende
el: Συντελεστής
es: Colaborador
et: Kaasautor
fr: Contributeur
gl: Contribuinte
is: Framlög frá
it: Ha contribuito
ja: 貢献者
nds: Bidreger
nl: Bijdrages
pl: Współpracownik
pt: Contribuinte
pt_br: Contribuidor
sr: Допринео
sr@latn: Doprineo
sv: Bidragsgivare
th: ผู้มีส่วนช่วยเหลือ
uk: Внески

source: Image navigation mode patches
ca: Pedaços pel mode de navegació d'imatges
cs: Opravy režimu navigace obrázky
da: Rettelser til billednavigeringstilstand
de: Korrekturen zur Bildnavigation
el: Διορθώσεις λειτουργίας περιήγησης εικόνων
es: Parches para el modo de navegación de imágenes
et: Pildi liikumisrežiimi paigad
fr: Correctifs sur le mode de navigation des images
gl: Parches para o modo de navegazón de imaxes
is: Viðbætur vegna sjónrænnar leiðsagnar
it: Correzioni per la modalità di navigazione delle immagini
ja: 画像ナビゲーションモードのパッチ
nb: Rettelser til bildenavigeringsmodus
nds: Kodeplasters för den Bild-Stüerbedrief
nl: Patches voor de afbeeldingnavigatie
pl: Łatki trybu nawigacji
pt: 'Patches' para o modo de navegação de imagens
pt_br: Correções para o modo de navegação em imagens
sr: Закрпе режима навигације слика
sr@latn: Zakrpe režima navigacije slika
sv: Programfixar för bildnavigeringsläge
ta: பிம்ப நாவிகேஷன் வகை ஒட்டுதல்கள்
th: แพตช์โหมดการปรับเลื่อนเพื่อดูภาพ
tr: Resim izleme kipi yamaları
uk: Латки режиму навігації зображень

source: Bugfix
ca: Esmena d'errors
cs: Oprava chyby
da: Fejlrettelse
de: Fehlerkorrektur
el: Διορθώσεις σφαλμάτων
es: Corrección de errores
et: Veaparandus
fr: Corrections de bogues
gl: Correizón de erros
is: Aflúsun
it: Correzione di errori
ja: バグフィックス
nb: Feilfiks
nds: Fehlerrichten
nl: Bugreparatie
pl: Poprawki błędów
pt: Correcção de erros
pt_br: Correção de erros
sr: Исправке грешака
sr@latn: Ispravke grešaka
sv: Felrättning
th: แก้ไขบัก
uk: Виправлення помилок

source: Selection
ca: Selecció
cs: Výběr
da: Markering
de: Auswahl
el: Επιλογή
es: Selección
et: Valik
fr: Sélection
gl: Seleczón
is: Val
it: Selezione
ja: 選択
nb: Markering
nds: Köör
nl: Selectie
pl: Wybór
pt: Selecção
pt_br: Seleção
sr: Избор
sr@latn: Izbor
sv: Val
ta: தேர்வுகள்
th: การเลือก
tr: Seçim
uk: Вибір

source: Album Selection
ca: Selecció d'àlbums
cs: Výběr alba
da: Albummarkering
de: Albenauswahl
el: Επιλογή άλμπουμ
es: Selección de álbumes
et: Albumite valik
fr: Sélectionnez les albums, puis appuyez sur OK pour lancer le traitement
gl: Escolla de Álbuns
is: Valin albúm
it: Selezione degli album
ja: アルバムの選択
nb: Albummarkering
nds: Album utsöken
nl: Albumselectie
pl: Wybór albumu
pt: Escolha de Álbuns
pt_br: Seleção do álbum
sr: Избор албума
sr@latn: Izbor albuma
sv: Albumval
ta: ஆல்பம் தேர்வுகள்
th: เลือกอัลบั้มภาพ
tr: Albüm Seçimi
uk: Вибір альбому

source: Target Media Information
ca: Informació del suport de destí
cs: Informace o médiu
da: Målmedieoplysninger
de: Zielmedium-Informationen
el: Πληροφορίες μέσου προορισμού
es: Información sobre el medio de destino
et: Sihtandmekandja info
fr: Taille du CD/DVD de sauvegarde
gl: Informazóns do Disco de Destino
is: Upplýsingar um úttaksmiðil
it: Informazioni sul supporto di destinazione
ja: ターゲットメディアの情報
nb: Målmedieopplysninger
nds: Teelschiev-Informatschonen
nl: Informatie over doelmedium
pl: Informacje o nośniku
pt: Informações do Disco Alvo
pt_br: Informações sobre a mídia de destino
sr: Информације о циљном медијуму
sr@latn: Informacije o ciljnom medijumu
sv: Information om resultatmedia
ta: குறி ஊடக தகவல்
th: ข้อมูลรายละเอียดของสื่อเป้าหมาย
tr: Hedef Ortam Bilgisi
uk: Інформація про носій призначення

source: <p>Information about the backup medium.
ca: <p>Informació sobre el suport de la còpia de seguretat.
cs: <p>Informace o zálohovacím médiu.
da: <p>Oplysninger om arkiveringsmediet.
de: <p>Informationen über das Backupmedium.
el: <p>Πληροφορίες σχετικές με το μέσο αποθήκευσης.
es: <p>Información sobre el medio de copia de seguridad.
et: <p>Info kasutatava varundusandmekandja kohta.
fr: <p>Taille du CD/DVD de sauvegarde.
gl: <p>Informazóns acerca do disco de salvaguarda.
is: <p>Upplýsingar um afritunarmiðil.
it: <p>Informazioni sul supporto per la copia di sicurezza.
ja: <p>バックアップメディアについての情報です。
nb: <p>Opplysninger om arkiveringsmediet.
nds: <p>Informatschonen över dat Sekermedium
nl: <p>Informatie over het backup-medium.
pl: <p>Informacje o nośniku archiwizacji.
pt: <p>Informações acerca do disco de salvaguarda.
pt_br: <p>Informações sobre a mídia de backup.
sr: <p>Информације о медијуму за резерву.
sr@latn: <p>Informacije o medijumu za rezervu.
sv: <p>Information om säkerhetskopieringsmedia.
ta: <p> பின்னிருக்கும் ஊடக பற்றிய தகவல்கள்.
th: <p>ข้อมูลรายละเอียดของสื่อสำรองข้อมูล
tr: <p>Yedekleme ortamı hakkında bilgi.

source: CD (700Mb)
fr: CD (700 Mo)
sv: Cd (700 Mibyte)
ta: சீடி (700Mb)
th: แผ่น CD (700 เมกะไบต์)
uk: КД (700МБ)

source: CD (880Mb)
fr: CD (880 Mo)
sv: Cd (880 Mibyte)
ta: சீடி (880Mb)
th: แผ่น CD (880 เมกะไบต์)
uk: КД (880МБ)

source: <p>Select here the backup media format.
ca: <p>Seleccioneu aquí el format de la còpia de seguretat.
cs: <p>Zvolte formát zálohovacího média.
da: <p>Vælg formatet på arkiveringsmediet.
de: <p>Wählen Sie hier das Backup-Medienformat.
el: <p>Επιλέξτε εδώ τον τύπο του μέσου αποθήκευσης.
es: <p>Seleccione aquí el formato de su medio de copia de seguridad.
et: <p>Vali siin varundusandmekandja vorming.
fr: <p>Sélectionnez ici le format du CD/DVD de sauvegarde.
gl: <p>Escolla o formato do disco de salvaguarda.
is: <p>Veldu hér snið á afritunarmiðil.
it: <p>Seleziona il tipo di supporto per la copia di sicurezza.
ja: <p>バックアップメディアの種類を選択します。
nb: <p>Velg formatet på arkiveringsmediet.
nds: <p>Hier kannst Du dat Formaat vun't Sekermedium utsöken
nl: <p>Selecteer hier het type backup-medium.
pl: <p>Wybierz tutaj format nośnika archiwizacji.
pt: <p>Seleccione o formato do disco de salvaguarda.
pt_br: <p>Selecione aqui o formato da mídia para backup.
sr: <p>Изаберите овде формат медијума за резерву.
sr@latn: <p>Izaberite ovde format medijuma za rezervu.
sv: <p> Välj format för säkerhetskopieringsmedia här.
ta: <p>பின்னிருக்க ஊடக வடிவத்தை இங்கு தேர்வுசெய்.
th: <p>เลือกรูปแบบของสื่อสำรองข้อมูลได้ที่นี่
tr: <p>Yedekleme ortamı biçimini burada seçin.

source: HTML Interface
ca: Interfície HTML
cs: HTML rozhraní
da: HTML-grænseflade
de: HTML-Oberfläche
el: Διασύνδεση HTML
es: Interfaz HTML
et: HTML-liides
fr: Interface HTML
gl: Interface HTML
is: HTML viðmót
it: Interfaccia HTML
ja: HTML インターフェース
nb: HTML-grensesnitt
nds: HTML-Böversiet
pl: Interfejs HTML
pt: Interface HTML
pt_br: Interface HTML
sr: HTML интерфејс
sr@latn: HTML interfejs
sv: HTML-gränssnitt
ta: HTML இடைமுகம்
th: ส่วนติดต่อผู้ใช้แบบ HTML
tr: HTML Arayüzü
uk: HTML-інтерфейс

source: HTML Interface Look
ca: Aparença de la interfície HTML
cs: Vzhled HTML rozhraní
da: HTML-grænsefladens udseende
de: Erscheinungsbild der HTML-Oberfläche
el: Εμφάνιση διασύνδεσης HTML
es: Aspecto de la interfaz HTML
et: HTML-liidese välimus
fr: Apparence de l'interface HTML
gl: Aparéncia da Interface HTML
is: Útlit HTML viðmóts
it: Aspetto dell'interfaccia HTML
ja: HTML インターフェースの外観
nb: HTML-grensesnittets utseende
nds: Utsehn vun de HTML-Böversiet
nl: Uiterlijk van de HTML-interface
pl: Wygląd interfejsu HTML
pt: Aparência da Interface HTML
pt_br: Aparência da interface HTML
sr: Изглед HTML интерфејса
sr@latn: Izgled HTML interfejsa
sv: Utseende hos HTML-gränssnitt
ta: HTML இடைமுக பார்வை
th: คู่มือส่วนติดต่อผู้ใช้แบบ HTML
tr: HTML Arayüzü Görünümü
uk: Вигляд HTML-інтерфейсу

source: Build CD HTML interface
ca: Construcció d'interfície HTML del CD
cs: Vytvořit HTML rozhraní CD
da: Opret CD-HTML-grænseflade
de: HTML-Oberfläche für die CD erstellen
el: Κατασκευή διασύνδεσης HTML CD
es: Preparar un interfaz HTML para el CD
et: Loo CD HTML-liides
fr: Consulter sous forme de galerie d'images
gl: Criar interface HTML no CD
is: Búa til HTML viðmót á CD
it: Crea l'interfaccia HTML per il CD
ja: CD HTML インターフェースを作成
nb: Opprett CD-HTML-grensesnitt
nds: HTML-Böversiet för de CD opstellen
nl: HTML cd-interface maken
pl: Zbuduj interfejs HTML dla CD
pt: Criar interface HTML no CD
pt_br: Construir interface HTML para CD
sr: Изгради HTML интерфејс за CD
sr@latn: Izgradi HTML interfejs za CD
sv: Bygg HTML-gränssnitt på cd:n
ta: HTML சீடி கட்டு இடைமுகம்
th: สร้างส่วนติดต่อผู้ใช้แบบ HTML
tr: CD HTML arayüzü oluştur
uk: Створити HTML-інтерфейс для КД

source: <p>This option adds a HTML interface to browse the CD's contents.
ca: <p>Aquesta opció afegeix una interfície HTML per navegar pels continguts del CD.
cs: <p>Touto volbou vložíte HTML rozhraní obsahu CD.
da: <p>Denne indstilling tilføjer en HTML-brugergrænseflade til at fremvise CD-arkivets indhold.
de: <p>Diese Einstellung fügt der CD eine HTML-Oberfläche zum Durchsehen des CD-Inhalts hinzu.
el: <p>Αυτή η επιλογή προσθέτει μια διασύνδεση HTML για την περιήγηση των περιεχομένων του CD.
es: <p>Esta opción añade una interfaz HTML para navegar por el contenido del CD.
et: <p>See lisab HTML-liidese CD sisu sirvimiseks.
fr: <p>Cette option permet de consulter le contenu du CD/DVD de sauvegarde sous forme de galerie d'images.
gl: <p>Esta opzón engade unha interface HTML para navegar o contido do CD.
is: <p>Þessi möguleiki bætir við HTML viðmóti til að vafra um CD-diskinn.
it: <p>Questa opzione aggiunge un'interfaccia HTML per sfogliare il contenuto del CD.
ja: <p>CD の内容を閲覧するための HTML インターフェースを追加します。
nb: <p>Denne innstillinga legger til et HTML-brukergrensesnitt til å vise frem innholdet i CD-arkivet.
nds: <p>Mit disse Optschoon kannst Du en HTML-Böversiet för de CD-Inholden tofögen.
nl: <p>Deze optie voegt een HTML-interface toe om het bladeren door de inhoud van de cd te vergemakkelijken.
pl: <p>Włączenie tej opcji spowoduje dodanie interfejsu HTML, ułatwiającego przeglądanie zawartości CD.
pt: <p>Esta opção adiciona uma interface HTML para navegar no conteúdo do CD.
pt_br: <p>Esta opção adiciona uma interface HTML para a navegação pelo conteúdo do CD.
sr: <p>Ова опција додаје HTML интерфејс за прегледање садржаја CD-а.
sr@latn: <p>Ova opcija dodaje HTML interfejs za pregledanje sadržaja CD-a.
sv: <p>Det här alternativet lägger till ett HTML-gränssnitt för att bläddra i cd-innehållet.
ta: <p>சீடி உள்ளக உலாவிக்காக இந்த தேர்வு HTML இடைமுகத்தை சேர்க்கும்.
th: <p>ตัวเลือกนี้จะมีการใช้ส่วนติดต่อผู้ใช้แบบ HTML สำหรับดูเนื้อหาภายในแผ่น CD
tr: <p>Bu seçenek CD'nin içeriğinde gezinmek için bir HTML arayüzü ekler.

source: Add "autorun" functionality
ca: Afegeix la funcionalitat "autorun"
cs: Přidání funkce "autorun"
da: Tilføj "autorun"funktionalitet
de: "AutoPlay" hinzufügen
el: Προσθήκη λειτουργίας "αυτόματης εκτέλεσης"
es: Añadir funcionalidad de ejecución automática del CD
et: Lisatakse "autorun" võimalus
fr: Démarrer automatiquement la galerie après insertion du CD/DVD
gl: Engadir funcionalidade "autorun"
is: Bæta við "autorun" virkni
it: Aggiungi la funzionalità «autorun»
ja: 「自動実行」機能を追加
nb: Legg til "autorun"funksjonalitet
nds: Sülvststart-Funkschoon tofögen
nl: "Autorun"-functionaliteit toevoegen
pl: Dodaj funkcję "autostartu"
pt: Adicionar funcionalidade "autorun"
pt_br: Adicionar funcionalidade "autorun"
sr: Додај могућност аутоматског покретања
sr@latn: Dodaj mogućnost automatskog pokretanja
sv: Lägg till funktion för "automatisk start"
ta: சேர் "autorun" செயலாக்கம்
th: เพิ่มการรองรับฟังก์ชัน "autorun"
tr: "Autorun" (otomatik başlatma) fonksiyonu ekle
uk: Додати можливість "автозапуску"

source: <p>This option adds MS Windows(tm) autorunning capability to the CD.
ca: <p>Aquesta opció afegeix la capacitat d'autoexecució "autorun" MS Windows(tm) al CD.
cs: <p>Touto volbou přidáte automatické spouštění CD v MS Windows(tm).
da: <p>Med denne indstilling vil CD-arkivet benytte MS-Windows(tm) autorun funktionalitet.
de: <p>Diese Einstellung fügt der CD die MS Windows(tm) AutoPlay-Funktion hinzu.
el: <p>Αυτή η επιλογή προσθέτει τη λειτουργία των MS Windows(tm) αυτόματης εκτέλεσης στο CD.
es: <p>Esta opción añade la funcionalidad de MS Windows(tm) para ejecutar automáticamente el CD al ser insertado en el lector.
et: <p>See lisab CD-le MS Windows(tm) automaatse käivitamise funktsiooni.
fr: <p>Cette option permet de démarrer automatiquement l'interface de consultation après insertion du CD/DVD dans le lecteur.
gl: <p>Esta opzón engade a capacidade "autoexecutábel" para MS Windows(tm) ao CD.
is: <p>Þessi möguleiki bætir við MS Windows(tm) sjálfræsingu á CD-diskinn.
it: <p>Questa opzione aggiunge la funzionalità autorun di MS Windows(tm) nel CD.
ja: <p>CD に MS Windows(tm) の自動実行機能を追加します。
nb: <p>Med denne innstillinga vil CD-arkivet benytte MS-Windows(tm) autorun funksjonalitet.
nds: <p>Mit disse Optschoon kannst Du de CD de "AutoPlay"-Funkschoon vun MS Windows (TM) tofögen
nl: <p>Deze optie voegt een MS Windows(tm) autorun-functie aan deze cd toe, waardoor de cd onder Windows automatisch zal starten.
pl: <p>Włączenie tej opcji spowoduje automatyczny start płyty w środowisku MS Windows(tm).
pt: <p>Esta opção adiciona a capacidade "autorun" para MS Windows(tm) ao CD.
pt_br: <p>Esta opção adiciona a capacidade de execução automática do MS Windows(tm) para o CD.
sr: <p>Ова опција додаје MS Windows-ову могућност аутоматског покретања на CD.
sr@latn: <p>Ova opcija dodaje MS Windows-ovu mogućnost automatskog pokretanja na CD.
sv: <p>Det här alternativet lägger till automatiskt start i MS Windows™ för cd:n.
ta: <p>இந்த Ms Windows(tm) வை கொண்ட தேர்வு CDல் தானாக இயங்கும் திரனை கொண்டது.
th: <p>ตัวเลือกนี้จะเพิ่มการรองรับฟังก์ชัน "autorun" สำหรับใช้กับระบบ MS Windows(tm)
tr: <p>Bu seçenek CD'e MS Windows(tm) otomatik başlama özelliği ekler.

source: Archive title:
ca: Títol de l'arxiu:
cs: Titul archivu:
da: Arkivtitel:
de: Archivtitel:
el: Τίτλος αρχειοθήκης:
es: Título de la grabación:
et: Arhiivi pealkiri:
fr: Titre de l'archive :
gl: Título do Arquivo:
is: Heiti afrits:
it: Titolo dell'archivio:
ja: アーカイブのタイトル:
nb: Arkivtittel:
nds: Archivtitel:
nl: Archieftitel:
pl: Nazwa archiwum:
pt: Título do arquivo:
pt_br: Título de arquivamento:
sr: Наслов архиве:
sr@latn: Naslov arhive:
sv: Arkivtitel:
ta: பின்காப்பு தலைப்பு:
th: ชื่อข้อมูล
tr: Arşiv başlığı:
uk: Заголовок архіву:

source: Album Archiving
ca: Arxivat d'àlbums
cs: Archivace alba
da: Albumarkivering
de: Albenarchivierung
el: Αρχειοθέτηση άλμπουμ
es: Grabación de álbumes
et: Albumi arhiveerimine
fr: Archivage d'albums
gl: Arquivado de Álbuns
is: Afritun albúma
it: Archiviazione album
ja: アルバムアーカイブ
nb: Albumarkivering
nds: Albumarchiveren
nl: Albumarchivering
pl: Archiwizacja albumów
pt: Arquivo de Álbuns
pt_br: Arquivamento do álbum
sr: Архивирање албума
sr@latn: Arhiviranje albuma
sv: Albumarkivering
ta: ஆல்பங்கள் பின்காப்பு
th: สื่อข้อมูลอัลบั้ม
tr: Albüm Arşivleme
uk: Архівування альбому

source: <p>Enter here the title of the CD archive.
ca: <p>Introduïu aquí el títol de l'arxiu del CD.
cs: <p>Zadejte titul CD archivu.
da: <p>Her skrives titlen på arkivet.
de: <p>Geben Sie hier den Titel des CD-Archivs ein.
el: <p>Εισάγετε εδώ τον τίτλο της αρχειοθήκης CD.
es: <p>Introduzca aquí el título del CD grabado.
et: <p>Kirjuta siia CD-arhiivi pealkiri.
fr: <p>Saisissez ici le titre de l'archive.
gl: <p>Indique aqui o título do arquivo de CD.
is: <p>Settu hér titil á CD afritið.
it: <p>Inserisci qui il titolo dell'archivio CD.
ja: <p>CD アーカイブのタイトルを入力してください。
nb: <p>Her skrives inn tittelen på arkivet.
nds: <p>Giff hier bitte den Titel för't CD-Archiv in
nl: <p>Voer hier de titel van het cd-archief in.
pl: <p>Wpisz tutaj nazwę archiwum na CD.
pt: <p>Indique aqui o título do arquivo de CD.
pt_br: <p>Digite aqui o título para o CD.
sr: <p>Унесите овде наслов CD архиве.
sr@latn: <p>Unesite ovde naslov CD arhive.
sv: <p>Skriv in cd-arkivets titel här.
ta: <p>CD காப்பத்திம் தலைப்பை இங்கே நுழை
th: <p>ใส่ชื่อของข้อมูลแผ่น CD ได้ที่นี่
tr: <p>Buraya CD arşivinin başlığını girin.

source: I&mages per row:
ca: I&matges per fila:
cs: O&brázků na řádek:
da: B&illeder pr. række:
de: Bilder pro &Zeile:
el: &Εικόνες ανά γραμμή:
es: Número de i&mágenes por fila:
et: Pilte &reas:
fr: No&mbre d'images par ligne :
gl: I&maxes por liña:
is: M&yndir í hverri röð:
it: I&mmagini per riga:
ja: 横一列あたりの画像数(&M):
nb: B&ilder pr. rekke:
nds: &Biller per Reeg:
nl: &Afbeeldingen per rij:
pl: &Zdjęć w wierszu:
pt: I&magens por linha:
pt_br: &Imagens por linha:
sr: Слика по &врсти:
sr@latn: Slika po &vrsti:
sv: Bilder per &rad:
ta: ஒரு கிடக்கையின் படிமங்கள்:
th: จำนวนภาพต่อหนึ่งแถว:
tr: Satır başına resi&m:
uk: &Зображень в рядку:
