Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_batchprocessimages.po
Languages: ca, el, es, fr, gl, nl, pl, sr, sr@latn, ta, th, tr

source: <p>Select here the border type for your images:<p><b>Solid</b>: just surround the images with a line.<p><b>Niepce</b>: surround the images with a fine line and a large border (ideal for black and white pictures).<p><b>Raise</b>: creating a 3D effect around the images.<p><b>Frame</b>: surround the images with an ornamental border.<p>
ca: <p>Seleccioneu aquí el tipus de marc per les imatges:<p><b>Sòlid</b>: envolta les imatges amb només una línia.<p><b>Niepce</b>: envolta les imatges amb una línia fina i un marc gran (ideal per fotografies en blanc i negre).<p><b>Elevació</b>: crea un efecte 3D al voltant de les imatges.<p><b>Motllura</b>: envolta les imatges amb un marc ornamental.<p>
el: <p>Επιλέξτε εδώ τον τύπο περιγράμματος για τις εικόνες σας:<p><b>Συμπαγές</b>: απλό περίγραμμα με μία γραμμή.<p><b>Κάδρο</b>: περίγραμμα με μια λεπτή γραμμή και ένα μεγάλο περιθώριο(ιδανικό για ασπρόμαυρες φωτογραφίες).<p><b>Ανύψωση</b>: περίγραμμα με ένα εφέ 3D γύρω από τις εικόνες.<p><b>Πλαίσιο</b>: διακοσμητικό περίγραμμα.<p>
es: <p>Seleccione aquí el tipo de borde para sus imágenes: <p><b>Sólido</b>: simplemente rodea las imágenes con una línea.<p><b>Niepce</b>: rodea las imágenes con una línea fina y un borde grande (ideal para las fotografías en blanco y negro).<p><b>Relieve</b>: crea un efecto 3D alrededor de las imágenes.<p><b>Marco</b>: rodea las imágenes con un borde ornamental.<p>
fr: <p>Sélectionnez ici le type de bordure pour vos images : <p> <b>Solide</b> : entoure simplement les images d'une ligne.<p> <b>Niepce</b> : entoure les images avec une ligne fine puis une bordure large (idéal pour les images en noir et blanc).<p><b>Relief</b> : crée un effet 3D autour des images.<p> <b>Cadre</b> : entoure les images avec une bordure décorative.<p>
gl: <p>Escolla aqui o tipo de marco para as suas imaxes:<p><b>Sólido</b>: rodear as imaxes cunha liña.<p><b>Niepce</b>: rodear as imaxes cunha liña fina e unha marxe grande (ideal para fotos en branco e negro).<p><b>Elevar</b>: criar un efeito 3D en torno das imaxes.<p><b>Moldura</b>: rodear as imaxes cunha moldura ornamental.<p>
nl: <p>Selecteer hier het randtype voor uw afbeeldingen:<p><b>Effen</b>: een dikke lijn om de afbeelding heen.<p><b>Niepce</b>: een dunne lijn met een brede witte rand (ideaal voor zwart/wit foto's).<p><b>Afgeschuind</b>: een 3D-effect om de afbeelding heen.<p><b>Lijst</b>: een versierde rand om de afbeelding heen.<p>
pl: <p>Wybierz tutaj typ obramowania zdjęć:<p><b>Linia</b>: proste otoczenie zdjęcia linią o określonym kolorze i grubości. <p><b>Podwójne</b>: otoczenie zdjęcia grubą linią oraz dużą ramką (idealne do zdjęć czarno-białych).<p><b>Wypukłe</b>: trójwymiarowy efekt wypukłej ramki.<p><b>Ramka</b>: otoczenie zdjęcia ramką o skomplikowanej budowie.<p>
sr: <p>Изаберите овде тип ивице за ваше слике: <p><b>Пуна</b>: слике се само окружују линијом. <p><b>Ниепс</b>: слике се окружују танком линијом и великом ивицом (идеално за црно-беле слике).<p><b>Издигнута</b>: око слика се прави 3D ефекат. <p><b>Оквир</b>: слике се окружују орнаменталном ивицом.<p>
sr@latn: <p>Izaberite ovde tip ivice za vaše slike: <p><b>Puna</b>: slike se samo okružuju linijom. <p><b>Nieps</b>: slike se okružuju tankom linijom i velikom ivicom (idealno za crno-bele slike).<p><b>Izdignuta</b>: oko slika se pravi 3D efekat. <p><b>Okvir</b>: slike se okružuju ornamentalnom ivicom.<p>
ta: <p>உங்கள் தோற்றத்திற்காக ஓர வகையை தேர்வு செய்:<p><b>கட்டி</b>: தோற்றத்தை கோடு வைத்து மூடுவும்.<p><b>நியப்ஸ்</b>: தோற்றத்தை மெல்லிய கோட்டால் மற்றும் பெறிய ஓறத்தால் சுற்று (பொம்மை அல்லது கருப்பு மற்றும் வேல்லை படங்கள்).<p><b>தூக்கு</b>: 3D சக்தியை உருவாக்கிறது தோற்றத்தை சுற்றி.<p><b>சட்டம்</b>: அழகான ஓறாத்துடன் தோற்றத்தை வர்ணி.<p>
th: <p>เลือกรูปแบบกรอบภาพที่จะใช้ได้ที่นี่:<p><b>กรอบสีทึบ</b>: เพิ่มสีทึบไปรอบภาพ<p><b>กรอบทึบเน้นเส้นรอบภาพ</b>: เพิ่มสีทึบไปรอบภาพ และเพิ่มเส้นรอบภาพเพื่อเน้นภาพ (เหมาะกับภาพแบบขาว-ดำ)<p><b>กรอบนูน</b>: เลียนแบบกรอบภาพนูน 3 มิติโดยใช้สีสว่างและสีมืด<p><b>กรอบยุบเน้นเส้นรอบภาพ</b>: เลียนแบบกรอบภาพยุบลง 3 มิติโดยใช้สีสว่างและสีมืด พร้อมเน้นเส้นรอบภาพ<p>
tr: <p>Burada resimleriniz için kenarlık tipini seçebilirsiniz.<p><b>Katı</b>: resmi sadece bir çizgi ile çerçeveler.<p><b>İki Renk</b>: Resmi ince bi çizgi ve kalın bir kenarlık ile çerçeveler.(siyah-beyaz resimler için idealdir).<p><b>Kabartma</b>: resimlerin etrafında 3B bir etki oluşturur.<p><b>Çerçeve</b>: resimlerin etrafında dekoratif bir çerçeve oluşturur.<p>

source: Border Options
ca: Opcions de la vora
el: Επιλογές περιγράμματος
es: Opciones del borde
fr: Options de la bordure
gl: Opzóns de Marco
nl: Randopties
pl: Opcje obramowania
sr: Опције ивице
sr@latn: Opcije ivice
ta: விளிம்பு விருப்பத்தேர்வுகள்
th: ตัวเลือกกรอบ
tr: Kenarlık Seçenekleri

source: Border width:
ca: Amplada de la vora:
el: Πλάτος περιγράμματος:
es: Anchura del borde:
fr: Largeur de la bordure :
gl: Largura do marco:
nl: Randbreedte:
pl: Szerokość obramowania:
sr: Ширина ивице:
sr@latn: Širina ivice:
ta: கரை அகலம்:
th: ความกว้างกรอบ:
tr: Kenarlık genişliği:

source: <p>Select here the border width in pixels.
ca: <p>Seleccioneu aquí l'amplada de la vora en píxels.
el: <p>Επιλέξτε εδώ το πλάτος περιγράμματος σε εικονοστοιχεία.
es: <p>Seleccione aquí la anchura del borde en puntos.
fr: <p>Sélectionnez ici la largeur de la bordure en pixel.
gl: <p>Escolla aqui a largura do marco en píxels.
nl: <p>Selecteer hier de randbreedte in pixels.
pl: <p>Wybierz tutaj szerokość ramki, w pikselach.
sr: <p>Изаберите овде ширину ивице у пикселима.
sr@latn: <p>Izaberite ovde širinu ivice u pikselima.
ta: <p>கரையின் அகலத்தை படப்புள்ளிகள் கொண்டுத் தேர்ந்தெடுக்கவும்.
th: <p>เลือกความกว้างกรอบหน่วยเป็นพิกเซลได้ที่นี่
tr: <p>Burada kenar genişliğini piksel olarak seçiniz.

source: Border color:
ca: Color de la vora:
el: Χρώμα περιγράμματος:
es: Color del borde:
fr: Couleur de la bordure :
gl: Cor do marco:
nl: Randkleur:
pl: Kolor obramowania:
sr: Боја ивице:
sr@latn: Boja ivice:
ta: கரை வண்ணம்:
th: สีของกรอบ:
tr: Kenarlık rengi:

source: <p>You can select here the border color.
ca: <p>Aquí podeu seleccionar el color de la vora.
el: <p>Εδώ μπορείτε να επιλέξτε το χρώμα περιγράμματος.
es: <p>Aquí puede seleccionar el color del borde.
fr: <p>Sélectionnez ici la couleur de la bordure.
gl: <p>Aqui pode escoller a cor do marco.
nl: <p>Hier kunt u de randkleur selecteren.
pl: <p>Tutaj możesz wybrać kolor obramowania.
sr: <p>Овде можете изабрати боју ивице.
sr@latn: <p>Ovde možete izabrati boju ivice.
ta: <p>தாங்கள் இங்கு கரை வண்ணத்தைத் தேர்ந்தெடுக்கவும்.
th: <p>เลือกสีที่จะใช้กับกรอบภาพได้ที่นี่
tr: <p>Burada kenarlık rengini seçebilirsiniz.

source: Line border width:
ca: Amplada de la línia de la vora:
el: Πλάτος γραμμής περιγράμματος:
es: Anchura de la línea del borde:
fr: Largeur de la ligne :
gl: Largura da liña do marco:
nl: Dikte van de randlijn:
pl: Szerokość linii obramowania:
sr: Ширина линијске ивице:
sr@latn: Širina linijske ivice:
ta: வரி கரை அகலம்:
th: ความกว้างเส้นเน้นภาพ:
tr: Kenarlık çizgisi genişliği:

source: <p>Select here the line border width in pixels.
ca: <p>Seleccioneu aquí l'amplada de la línia de la vora en píxels.
el: <p>Επιλέξτε εδώ το πλάτος γραμμής περιγράμματος σε εικονοστοιχεία.
es: <p>Seleccione aquí la anchura de la línea en puntos.
fr: <p>Sélectionnez ici la largeur de la ligne en pixel.
gl: <p>Escolla aqui a largura da liña do marco en píxels.
nl: <p>Hier kan de dikte van de randlijn in pixels worden gekozen.
pl: <p>Wybierz tutaj szerokość linii obramowania, w pikselach.
sr: <p>Изаберите овде ширину линијске ивице у пикселима.
sr@latn: <p>Izaberite ovde širinu linijske ivice u pikselima.
ta: <p>இங்கு வரி கரைக்கான அகலத்தைப் படப்புள்ளியில் தேர்ந்தெடுக்கவும்.
th: <p>เลือกความกว้างเส้นเน้นรอบภาพหน่วยเป็นพิกเซลได้ที่นี่
tr: <p>Burada çizgi kenar genişliğini piksel olarak seçiniz.

source: Line border color:
ca: Color de la línia de la vora:
el: Χρώμα γραμμής περιγράμματος:
es: Color de la línea:
fr: Couleur de la ligne :
gl: Cor da liña de marco:
nl: Kleur van randlijn:
pl: Kolor linii obramowania:
sr: Боја линијске ивице:
sr@latn: Boja linijske ivice:
ta: வரிக் கரை வண்ணம்:
th: สีของเส้นเน้นภาพ:
tr: Kenarlık çizgisi rengi:

source: <p>You can select here the line border color.
ca: <p>Aquí podeu seleccionar el color de la línia de la vora.
el: <p>Επιλέξτε εδώ το χρώμα γραμμής περιγράμματος.
es: <p>Aquí puede seleccionar el color de la línea.
fr: <p>Sélectionnez ici la couleur de la ligne.
gl: <p>Aqui pode escoller a cor da liña do marco.
nl: <p>Hier kan de kleur van de randlijn worden gekozen.
pl: <p>Tutaj możesz wybrać kolor linii obramowania.
sr: <p>Овде можете изабрати боју линијске ивице.
sr@latn: <p>Ovde možete izabrati boju linijske ivice.
ta: <p>வரிக்கான கரையின் வண்ணத்தை இங்குத் தேர்ந்தெடுக்கலாம்.
th: <p>เลือกสีที่จะใช้กับเส้นเน้นรอบภาพได้ที่นี่
tr: <p>Burada kenarlık çizgisi rengini seçebilirsiniz.

source: Bevel width:
ca: Amplada del bisell:
el: Πλάτος φαλτσογωνιάς:
es: Tamaño del efecto 3D:
fr: Largeur du biseau :
gl: Largura do revelo:
nl: Breedte van schuine rand:
pl: Szerokość skosu:
sr: Ширина нагиба:
sr@latn: Širina nagiba:
ta: கோண மாற்றியின் அகலம்:
th: ความกว้างกรอบยุบ:
tr: Kabartma genişliği:

source: <p>Select here the bevel width in pixels. This value must be <= Border width / 2
ca: <p>Seleccioneu aquí l'amplada en píxels del bisell. Aquest valor hauria de ser <= Amplada de la vora / 2
el: <p>Επιλέξτε εδώ το πλάτος της φαλτσογωνιάς σε εικονοστοιχεία. Αυτή η τιμή πρέπει να είναι <= του πλάτους περιγράμματος / 2
es: <p>Seleccione aquí el tamaño del efecto 3D en puntos. Este valor debe ser menor o igual a la mitad de la anchura del borde
fr: <p>Sélectionnez ici la largeur du biseau en pixel. Cette valeur doit être inférieure ou égale à la largeur de la bordure divisée par 2
gl: <p>Escolla aqui a largura do relevo en pontos. Este valor debe ser menor ou igual que a metade da largura do marco
nl: <p>Selecteer de breedte van de schuine rand in pixels. Deze waarde dient kleiner of gelijk aan de randbreedte gedeeld door twee te zijn.
pl: <p>Wybierz tutaj szerokość skosu, w pikselach. Wybrana wartość musi być mniejsza lub równa połowie grubości obramowania.
sr: <p>Овде изаберите ширину нагиба у пискелима. Ова вредност мора бити мања или једнака половини ширине ивице.
sr@latn: <p>Ovde izaberite širinu nagiba u piskelima. Ova vrednost mora biti manja ili jednaka polovini širine ivice.
ta: <p>புள்ளியின் அகல அலவை மைக்க இங்கு தேர்வு செய். இந்த மதிப்பு இப்படி இருக்க வேண்டும் <= அகல அளவு / 2
th: <p>เลือกความกว้างของกรอบยุบหน่วยเป็นพิกเซลได้ที่นี่ ค่านี้จะต้อง <= ความกว้างกรอบ / 2
tr: <p>Burada kabartma genişliğini piksel olarak seçebilirsiniz. Bu değer <= Kenarlık genişliği / 2 olmalıdır.

source: Batch Image-Color Processing
ca: Processat de color de les imatges per lots
el: Ομαδική επεξεργασία χρώματος εικόνας
es: Proceso por lotes para tratar el color de las imágenes
fr: Améliorer les couleurs (traitement par lots)
gl: Procesamento de Cor en Lotes de Imaxes
nl: Kleuren verwerken
pl: Grupowe przetwarzanie kolorystyki
sr: Пакетна обрада боја слике
sr@latn: Paketna obrada boja slike
ta: தொகுதி படங்களின் தேர்வுகள்
th: จัดการประมวลผลสีของกลุ่มภาพ
tr: Çoklu Resim Renklendirme İşlemi

source: Batch image-color enhancement
ca: Millora del color de les imatges per lots
el: Ομαδική βελτίωση χρώματος εικόνας
es: Proceso por lotes para mejorar el color de las imágenes
fr: Améliorer les couleurs (traitement par lots)
gl: Mellora a colorazón de imaxes en lote
nl: Kleurverbetering
pl: Grupowe przetwarzanie kolorystyki
sr: Пакетно побољшавање боја слике
sr@latn: Paketno poboljšavanje boja slike
ta: தொகுதி பிம்ப- வண்ண மிகையாக்கம்
th: จัดการสีของกลุ่มภาพ
tr: Çoklu resim renklendirme

source: A Kipi plugin for batch image-color enhancement This plugin use the "convert" program from "ImageMagick" package.
ca: Un connector del Kipi per la millora del color de les imatges per lots Aquest connector usa el programa "convert" del paquet "ImageMagick".
el: Ένα πρόσθετο του Kipi για την ομαδική βελτίωση χρώματος εικόνων Αυτό το πρόσθετο χρησιμοποιεί το πρόγραμμα "convert" από το πακέτο "ImageMagick".
es: Un complemento de proceso por lotes para mejorar el color de las imágenes Este complemento utiliza el programa «convert» del paquete «ImageMagick».
fr: Un module externe KIPI pour améliorer les couleurs (traitement par lots). Ce module externe utilise le programme « convert » du paquetage « ImageMagick ».
gl: Un plugin de KIPI para mellorar a colorazón de lotes de imaxes Este plugin utiliza o programa "convert" do pacote "ImageMagick".
nl: Een KIPI-plugin voor het verbeteren van afbeeldingkleuren Deze plugin gebruikt het programma "convert" van "ImageMagick" .
pl: Wtyczka Kipi do grupowego przetwarzania kolorystyki Ta wtyczka korzysta z programu "convert" z pakietu "ImageMagick".
sr: Прикључак Kipi-ја за пакетно побољшање боја слике Овај прикључак користи наредбу „convert“ из пакета „ImageMagick“.
sr@latn: Priključak Kipi-ja za paketno poboljšanje boja slike Ovaj priključak koristi naredbu „convert“ iz paketa „ImageMagick“.
ta: தொகுதி பிம்ப வண்ண மிகையாக்கத்திற்கு ஒரு கிபி சொருகுப்பொருள் இந்த சொருகுப்பொருள் "மாற்று" நிரலியை"பிம்பமாயை" தொகுதியில் இருந்து பயன்படுத்துகிறது.
th: ปลั๊กอินของ Kipi สำหรับจัดการสีของกลุ่มภาพ โดยปลั๊กอินนี้ใช้โปรแกรม "convert" จากแพ็กเกจ "ImageMagick"
tr: Çoklu resim renklendirme için bir Kipi eklentisi Bu eklenti "ImageMagick" paketinden "convert" programını kullanır.

source: Image Coloring Options
ca: Opcions d'acoloriment d'imatge
el: Επιλογές χρώματος εικόνας
es: Opciones de color de las imágenes
fr: Filtre
gl: Opzóns de Cor das Imaxes
nl: Opties voor afbeeldingkleuring
pl: Opcje kolorystyki zdjęć
sr: Опције бојења слике
sr@latn: Opcije bojenja slike
ta: பிம்ப வண்ணமிடல் விருப்பத்தேர்வுகள்
th: ตัวเลือกการจัดการสีของกลุ่มภาพ
tr: Resim Renklendirme Seçenekleri

source: Filter:
ca: Filtre:
el: Φίλτρο:
es: Filtro:
fr: Type :
gl: Filtro:
pl: Filtr:
sr: Филтер:
ta: அலங்காரம்:
th: ฟิลเตอร์:
tr: Süz:

source: Decrease Contrast
ca: Redueix el contrast
el: Μείωση αντίθεσης
es: Reducir el contraste
fr: Diminuer le contraste
gl: Diminuir o Contraste
nl: Contrast verminderen
pl: Zmniejszenie kontrastu
sr: Смањи контраст
sr@latn: Smanji kontrast
ta: மாறுபாட்டைக் குறை
th: ปรับลดความเปรียบต่าง
tr: Zıtlığı Azalt

source: Depth
ca: Profunditat
el: Βάθος
es: Profundidad
fr: Profondeur
gl: Profundidade
nl: Diepte
pl: Głębia kolorów
sr: Дубина
sr@latn: Dubina
ta: ஆழம்
th: ความลึกสี
tr: Derinlik

source: Equalize
ca: Equalitza
el: Εξίσωση
es: Ecualizar
fr: Égaliser
gl: Ecualizar
nl: Effenen
pl: Wyrównanie
sr: Еквилизуј
sr@latn: Ekvilizuj
ta: சமன்படுத்து
tr: Eşitle

source: Fuzz
ca: Desdibuixa
el: Ασάφεια
es: Fusión
fr: Fusionner
gl: Difundir
nl: Nevelen
pl: Rozmycie
sr: Нејасно
sr@latn: Nejasno
ta: இடைநிலை
tr: Bulanıklaştır

source: Gray Scales
ca: Escala de grisos
el: Διαβαθμίσεις του γκρι
es: Escala de grises
fr: Nuances de gris
gl: Escalas de Gris
nl: Grijswaarden
pl: Skala szarości
sr: Сиве нијансе
sr@latn: Sive nijanse
ta: பழுப்புநிறங்கள்
th: ภาพไล่ระดับสีเทา
tr: Gri Ölçek

source: Increase Contrast
ca: Augmenta el contrast
el: Αύξηση αντίθεσης
es: Aumentar el contraste
fr: Augmenter le contraste
gl: Aumentar o Contraste
nl: Contrast verhogen
pl: Zwiększanie kontrastu
sr: Повећај контраст
sr@latn: Povećaj kontrast
ta: மாறுபாட்டை அதிகரி
th: ปรับเพิ่มความเปรียบต่าง
tr: Zıtlığı Artır

source: Monochrome
ca: Monocrom
el: Μονόχρωμο
es: Monocromo
gl: Monocromático
nl: Monochroom
pl: Monochromatyczny
sr: Монохроматско
sr@latn: Monohromatsko
ta: ஒரு வண்ணம்
th: ภาพขาว-ดำ
tr: Tek renk

source: Negate
ca: Negatiu
el: Αρνητικό
es: Negativo
fr: Inverser
gl: Negar
nl: Negatief
pl: Negatyw
sr: Негирај
sr@latn: Negiraj
ta: தவிர்க்கவும்
tr: Tersine çevir

source: Normalize
ca: Normalitza
el: Κανονικοποίηση
es: Normalizar
fr: Normaliser
gl: Normalizar
nl: Normaliseren
pl: Normalizacja
sr: Нормализуј
sr@latn: Normalizuj
ta: இயல்பாக்கு
tr: Normalleştir

source: Segment
ca: Segmenta
el: Τμηματοποίηση
es: Segmentar
fr: Segmenter
gl: Segmentar
nl: Segmenteren
pl: Segmentacja
sr: Сегментуј
sr@latn: Segmentuj
ta: பகுதி
tr: Bölümlendir

source: Trim
ca: Retalla
el: Αποκοπή
es: Separar
fr: Séparer
gl: Alisar
nl: Opknappen
pl: Przycinanie
sr: Подсеци
sr@latn: Podseci
ta: ஒழுங்கமை
tr: Keskinleştir
