Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_cdarchiving.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nb, nds, nl, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, uk

source: <p>Enter here the media publisher name (128 characters max.).
ca: <p>Introduïu aquí el nom de l'editor del suport (128 caràcters màx.).
cs: <p>Zadejte jméno vydavatele média (max. 128 znaků).
da: <p>Her skal du skrive navnet på udgiveren af mediet(maksimalt 128 tegn).
de: <p>Geben Sie den Namen des Medienherausgebers ein (max. 128 Zeichen).
el: <p>Εισάγετε εδώ το όνομα του εκδότη του μέσου (μέγιστο 128 χαρακτήρες).
es: <p>Introduzca aquí el nombre del editor del medio (máximo 128 caracteres).
et: <p>Kirjuta siia andmekandja avaldaja nimi (maks. 128 sümbolit).
fr: <p>Saisissez ici le nom de l'éditeur du CD/DVD (128 caractères max.)
gl: <p>Indique aqui o nome do editor do disco (máx. 128 caracteres).
is: <p>Settu hér nafn útgefanda disksins (mest 32 stafir).
it: <p>Inserisci il nome dell'editore (massimo 128 caratteri).
ja: <p>メディアの編集者の名前を 128 文字以内で入力してください。
nb: <p>Her skal du skrive navnet på utgiveren av mediet(maksimalt 128 tegn).
nds: <p>Giff hier bitte den Apenmaker in (tohööchst 128 Bookstaven)
nl: <p>Geef hier de naam op van de uitgever van het medium op (max. 128 tekens).
pl: <p>Wpisz tutaj nazwę wydawcy nośnika (maksymalnie 128 znaków).
pt: <p>Indique aqui o nome do editor do disco (máx. 128 caracteres).
pt_br: <p>Digite aqui o nome do divulgador da mídia (no máx. 128 caracteres).
sr: <p>Унесите овде име издавача (највише 128 знакова).
sr@latn: <p>Unesite ovde ime izdavača (najviše 128 znakova).
sv: <p>Skriv in namn på utgivaren av media här (maximalt 128 tecken).
ta: <p>ஊடக பதிப்பாளர் பெயரை இங்கே நுழை (அதிகபட்ஷமாக 128 எழுத்துக்கள்)
th: <p>ใส่ชื่อของผู้สร้างแผ่นสื่อข้อมูลได้ที่นี่ (ความยาวสูงสุด 128 ตัวอักษร)
tr: <p>Buraya ortam yayıncısının adını girin (en fazla 128 karakter).

source: Preparer:
ca: Preparador:
cs: Zhotovil:
da: Forbereder:
de: Ersteller:
el: Προετοιμασία:
es: Preparador:
et: Valmistaja:
fr: Préparateur :
gl: Criador:
is: Undirbúningur:
it: Preparatore:
ja: 作成者:
nb: Forbereder:
nds: Torechtmaker:
nl: Voorbereider:
pl: Osoba przygotowująca:
pt: Criador:
pt_br: Preparador:
sr: Припремач:
sr@latn: Pripremač:
sv: Förberedare:
ta: தயாரிப்பாளர்:
th: จัดเตรียมโดย:
tr: Hazırlayan:
uk: Підготував:

source: KIPI CD Archiving plugin
ca: Connector d'arxivat de CD del KIPI
cs: KIPI plugin pro archivaci CD
da: KIPI CD-arkiveringsplugin
de: KIPI CD-Archivierungs-Modul
el: Πρόσθετο αρχειοθέτησης CD του KIPI
es: Complemento para la grabación en CD KIPI
et: KIPI CD-le arhiveerimise plugin
fr: Module externe KIPI pour archiver sur CD/DVD
gl: Plugin de KIPI para Arquivado en CD
is: KIPI íforrit CD afritunar
it: Plugin di archiviazione CD KIPI
ja: Kipi CD アーカイブプラグイン
nb: KIPI CD-arkiveringstillegg
nds: CD-Archiveermoduul för KIPI
nl: KIPI-plugin voor cd-archivering
pl: Wtyczka KIPI do archiwizacji na CD
pt: 'Plugin' KIPI de Arquivo em CD
pt_br: Plug-in de arquivamento em CD do KIPI
sv: KIPI-insticksprogram för cd-arkivering
ta: KIPI சீடி வலைவு சொருகி
th: ปลั๊กอินของ KIPI สำหรับสร้างสื่อข้อมูล CD
tr: KIPI CD Arşivleme eklentisi
uk: Втулок KIPI для архівування на КД

source: <p>Enter here the media preparer name (128 characters max.).
ca: <p>Introduïu aquí el nom del preparador del suport (128 caràcters màx.).
cs: <p>Zadejte jméno zhotovitele média (max. 128 znaků)
da: <p>Her skal du skrive navnet på medieforberederen (maksimalt 128 tegn).
de: <p>Geben Sie hier den Namen des Medienerstellers ein (max. 128 Zeichen).
el: <p>Εισάγετε το όνομα της προετοιμασίας μέσου (μέγιστο 128 χαρακτήρες).
es: <p>Introduzca aquí el nombre del preparador del medio (máximo 128 caracteres).
et: <p>Kirjuta siia andmekandja valmistaja nimi (maks. 128 sümbolit).
fr: <p>Saisissez ici le nom du préparateur du CD/DVD (128 caractères max.)
gl: <p>Indique aqui o nome do preparador do disco (máx. 128 caracteres).
is: <p>Settu hér nafn undirbúningsaðila disksins (mest 32 stafir).
it: <p>Inserisci il nome del preparatore (massimo 128 caratteri).
ja: <p>メディアの作成者の名前を 128 文字以内で入力してください。
nb: <p>Her skal du skrive navnet på medieforberederen (maksimalt 128 tegn).
nds: <p>Hier kannst Du den Naam vun de Schiev ehren Torechtmaker ingeven (tohööchst 128 Bookstaven)
nl: <p>Geef hier de naam van de voorbereider van het medium op (max. 128 tekens).
pl: <p>Wpisz tutaj nazwę osoby, która przygotowała nośnik (maksymalnie 128 znaków).
pt: <p>Indique aqui o nome do preparador do disco (máx. 128 caracteres).
pt_br: <p>Digite aqui o nome do preparador da mídia (no máx. 128 caracteres).
sr: <p>Унесите овде име припремача медијума (највише 128 знакова).
sr@latn: <p>Unesite ovde ime pripremača medijuma (najviše 128 znakova).
sv: <p>Skriv in namn på förberedaren av media här (maximalt 128 tecken).
ta: <p>ஊடக தயாரிப்பவர் பெயரை இங்கே நுழை (அதிகபட்ஷமாக 128 எழுத்துக்கள்)
th: <p>ใส่ชื่อของผู้จัดเตรียมสื่อข้อมูลได้ที่นี่ (ความยาวสูงสุด 128 ตัวอักษร)
tr: <p>Buraya ortam hazırlayıcısının adını girin (en fazla 128 karakter).

source: Media Burning
ca: Gravació del suport
cs: Vypalování
da: Mediebrænding
de: Datenträger brennen
el: Εγγραφή μέσου
es: Grabación del medio
et: Andmekandja kirjutamine
fr: Gravure du CD/DVD
gl: Gravazón de Discos
is: Brennsla miðils
it: Masterizzazione del supporto
ja: メディアへの書き込み
nb: Mediabrenning
nds: Schiev brennen
nl: Branden van medium
pl: Nagrywanie
pt: Gravação de Discos
pt_br: Queima da mídia
sr: Резање медијума
sr@latn: Rezanje medijuma
sv: Mediabränning
ta: எறியும் ஊடகம்
th: การสร้างสื่อข้อมูล
tr: Ortam Yazma
uk: Запис на носій

source: CD/DVD Burning Setup
ca: Paràmetres de gravació de CD/DVD
cs: Nastavení vypalování CD/DVD
da: Opsætning af CD/DVD-brænding
de: Einrichtung zum Brennen von CD/DVD
el: Ρύθμιση εγγραφής CD/DVD
es: Configuración de la grabación de CD/DVD
et: CD/DVD kirjutamise seadistus
fr: Configuration de la gravure du CD/DVD
gl: Configurazón da Gravazón CD/DVD
is: Stillingar CD/DVD brennslu
it: Impostazioni di masterizzazione CD/DVD
ja: CD/DVD 書き込みの設定
nb: Oppsett av CD/DVD-brenning
nds: Instellen för't Brennen vun de CD/DVD
nl: Instellingen voor het branden van cd/dvd
pl: Ustawienia nagrywania CD/DVD
pt: Configuração da Gravação CD/DVD
pt_br: Configuração de queima de CD/DVD
sr: Подешавање CD/DVD резања
sr@latn: Podešavanje CD/DVD rezanja
sv: Cd/dvd bränninställning
ta: CD/DVDயில் எழுதும் அமைப்பு
th: ตั้งค่าการเขียนแผ่น CD/DVD
tr: CD/DVD Yazma Yapılandırması
uk: Налаштування запису на КД/DVD

source: &K3b binary path:
ca: Ruta al binari de &K3b:
cs: Cesta ke &K3b:
da: &Sti til kørbar K3b:
de: &K3b-Programmpfad:
el: &Διαδρομή εκτελέσιμου K3b:
es: Ruta al programa &K3b:
et: &K3b programmi asukoht:
fr: Chemin du programme &K3b :
gl: Localizazón de &K3b:
is: Slóð á tvíundarskrá &K3b:
it: Percorso dell'eseguibile di &K3b:
ja: &K3b バイナリのパス:
nb: &Sti til kjørbar K3b:
nds: Padd na't &K3b-Programm:
nl: Pad naar &K3b:
pl: Ścieżka do &programu K3b:
pt: Localização do &K3b:
pt_br: Caminho para o executável do &K3b:
sr: Путања &до K3b-а:
sr@latn: Putanja &do K3b-a:
sv: Binär sökväg till &K3b:
ta: &K3b பதின்மப் பாதை:
th: เส้นทางไปยังโปรแกรม &K3b:
tr: &K3b çalıştırılabilir dosya yolu:
uk: Шлях до програми &K3b:

source: <p>The path name to the K3b binary program.
ca: <p>El nom de la ruta al binari del programa K3b.
cs: <p>Umístění programu K3b.
da: <p>Stien til det kørbare k3b program.
de: <p>Der Pfad zum Programm K3b.
el: <p>Το όνομα της διαδρομής για το εκτελέσιμο πρόγραμμα του K3b.
es: <p>El nombre de la ruta al ejecutable del programa K3b.
et: <p>K3b programmi asukoht.
fr: <p>Nom du chemin du programme K3b.
gl: <p>A localizazón do programa K3b.
is: <p>Slóðin á tvíundarskrá K3b forritsins.
it: <p>Il percorso al programma binario K3b.
ja: <p>K3b バイナリのパスを指定してください。
nb: <p>Stien til det kjørbare k3b-programmet.
nds: <p>De Padd na't Programm "K3b"
nl: <p>De map waarin het programmabestand van K3b zich bevindt.
pl: <p>Ścieżka dostępu do programu K3b.
pt: <p>A localização do programa K3b.
pt_br: <p>O caminho completo para o programa binário do K3b.
sr: <p>Путања до извршног програма K3b-а.
sr@latn: <p>Putanja do izvršnog programa K3b-a.
sv: <p>Sökvägens namn till K3b-binärprogrammet.
ta: <p>K3b இரும நிரலுக்கான பாதையின் பெயர்.
th: <p>ชื่อเส้นทางที่ชี้ไปยังโปรแกรม K3b
tr: <p>K3b uygulamasının çalıştırılabilir dosyasının konumu.

source: Application parameters:
ca: Paràmetres d'aplicació:
cs: Parametry aplikace:
da: Programparametre:
de: K3b-Starteinstellungen:
el: Παράμετροι εφαρμογής:
es: Parámetros de la aplicación:
et: Rakenduse parameetrid:
fr: Paramètres de l'application :
gl: Parámetros da aplicazón:
is: Stillingar hugbúnaðar:
it: Parametri dell'applicazione:
ja: アプリケーションのパラメータ:
nb: Programparametre:
nds: Programm-Parameters:
nl: Programmaparameters:
pl: Parametry programu:
pt: Parâmetros da aplicação:
pt_br: Parâmetros do aplicativo:
sr: Параметри програма:
sr@latn: Parametri programa:
sv: Programväljare:
th: พารามิเตอร์ที่จะส่งไปให้โปรแกรม:
uk: Параметри програми:

source: <p>Enter parameters which will be used when starting the burning application. Newer versions of K3b might need --nofork, older versions might not need it. (128 characters max.).
ca: <p>Introduïu els paràmetres que s'usaran en engegar l'aplicació de gravació. Les versions més noves del K3b poden necessitar --nofork, a les més antigues potser no cal (128 caràcters màx.).
cs: <p>Zadejte parametry, které budou použity při spouštění vypalovací aplikace. Novější verze K3b mohou vyžadovat --nofork, starší nikoliv. (Maximálně 128 znaků.)
da: <p>Indtast parametre som skal bruges når brændeprogrammet startes. Nyere udgaver af K3b kan behøve --nofork, mens ældre versioner måske ikke behøver det (maksimalt 128 tegn).
de: <p>Geben Sie die Startoptionen zum Brennen an. Neuere Version von K3b benötigen die Option --nofork, ältere Version benötigen diese nicht. Es dürfen maximal 128 Zeichen angebeben werden.
el: <p>Εισάγετε παραμέτρους που θα χρησιμοποιηθούν κατά την εκκίνηση της εφαρμογής εγγραφής. Νέες εκδόσεις του K3b μπορεί να χρειάζονται το --nofork, παλιότερες εκδόσεις μπορεί να μην το χρειάζονται. (μέγιστο 128 χαρακτήρες).
es: <p>Introduzca los parámetros que se usarán al iniciar la aplicación de grabación. Las versiones más recientes de K3b pueden necesitar --nofork, mientras que las versiones más antiguas pueden no necesitarlo. (Máx. 128 caracteres).
et: <p>Anna parameetrid, mida kasutatakse kirjutamisrakenduse käivitamisel. K3b uuematel versioonidel võib olla mõttekas --nofork, vanemad versioonid seda ei vaja. (Maksimaalselt 128 märki.)
fr: <p>Saisissez ici les paramètres utilisés lors du démarrage de l'application de gravure. Les versions récentes de K3b ont besoin de --nofork (128 caractères max.).
gl: <p>Indique os parámetros que serán usados ao iniciar a aplicazón de gravazón. As versións mais recentes de K3b poden necesitar de --nofork, mentres que outras versións mais antigas poderán non necesitá-la. (máx. de 128 caracteres).
is: <p>Settu inn stillingar þær sem notaðar verða við ræsingu brennsluforritsins. Nýrri útgáfur K3b gætu þarfnast --nofork, eldri útgáfur hugsanlega ekki. (mest 128 stafir).
it: <p>Inserisci i parametri da usare all'avvio dell'applicazione di masterizzazione. Le ultime versioni di K3b potrebbero avere bisogno di <userinput>--nofork</userinput>, le versioni più vecchie potrebbero poterne fare a meno. Il massimo è 128 caratteri.
ja: <p>書き込みアプリケーションを開始するときに使用するパラメータを 128 文字以内で入力してください。K3b の新しいバージョンには '--nofork' が必要かもしれません。古いバージョンには必要ありません。
nb: <p>Skriv inn parametrene som vil bli brukt ved åpning av brenneprogrammet. Nyere versjoner av K3b kan trenge --nofork, eldre versjoner trenger det kanskje ikke. (maks 128 tegn).
nds: <p>Giff hier bitte de Oproopparameters för't Brennprogramm in. Bi nieger Verschonen vun K3b deit villicht "--nofork" noot, öller Verschonen bruukt dat nich (tohööchst 128 Bookstaven)
nl: <p>Voer de parameters in die gebruikt zullen worden tijdens het starten van het brandprogramma. Nieuwere versies van K3b hebben mogelijk --nofork nodig, terwijl oudere versies deze parameter mogelijk niet nodig hebben. (max. 128 lettertekens).
pl: <p>Parametry, z którymi zostanie uruchomiony program do nagrywania płyt. Nowsze wersje K3b mogą wymagać --nofork, starsze powinny działać bez tego parametru (maksymalnie 128 znaków).
pt: <p>Indique os parâmetros que serão usados ao iniciar a aplicação de gravação. As versões mais recentes do K3b poderão necessitar do '--nofork', enquanto que outras versões mais antigas poderão não necessitar. (máx. de 128 caracteres).
pt_br: <p>Digite os parâmetros que serão usados ao iniciar o aplicativo de gravação. Versões recentes do K3B podem precisar de --nofork, versões antigas podem não precisar dele. (máx. 128 caracteres).
sr: <p>Унесите параметре који ће бити коришћени када се покрене програм за нарезивање. Новијим верзијама K3b-а ће можда требати --nofork, старијим верзијама можда и неће (највише 128 знакова).
sr@latn: <p>Unesite parametre koji će biti korišćeni kada se pokrene program za narezivanje. Novijim verzijama K3b-a će možda trebati --nofork, starijim verzijama možda i neće (najviše 128 znakova).
sv: <p>Skriv in väljare som ska användas när brännprogrammet startas. Nyare versioner av K3b kan behöva --nofork, medan äldre versioner kanske inte behöver det (maximalt 128 tecken).
th: <p>ใส่พารามิเตอร์ที่ต้องการส่งไปในการเรียกการทำงานของโปรแกรมสร้างแผ่นสื่อข้อมูล โดยโปรแกรม K3b รุ่นใหม่ ๆ นั้น จะต้องการพารามิเตอร์ --nofork ในขณะที่โปรแกรมรุ่นเก่าจะไม่ต้องการใช้ (ความยาวสูงสุด 128 ตัวอักษร)

source: Advanced Burning Options
ca: Opcions avançades de gravació
cs: Expertní nastavení vypalování
da: Avancerede brændeindstillinger
de: Erweiterte Brenneinstellungen
el: Επιλογές εγγραφής για προχωρημένους
es: Opciones avanzadas de grabación
et: Muud kirjutamisvalikud
fr: Options avancées
gl: Opzóns Avanzadas de Gravazón
is: Nánari brennslustillingar
it: Impostazioni avanzate di masterizzazione
ja: 上級オプション
nb: Avanserte brenneinnstillinger
nds: Verwiedert Brennoptschonen
nl: Geavanceerde brandopties
pl: Zaawansowane opcje nagrywania
pt: Opções Avançadas de Gravação
pt_br: Opções avançadas de queima
sr: Напредне опције резања
sr@latn: Napredne opcije rezanja
sv: Avancerade brännalternativ
ta: விசேஷச எறியும் தேர்வுகள்
th: ตัวเลือกการเขียนแผ่นขั้นสูง
tr: Gelişmiş Yazma Seçenekleri
uk: Додаткові параметри записування

source: Media burning On-The-Fly
ca: Gravació del suport al vol
cs: Vypalování On-The-Fly
da: On the fly-medieskrivning
de: Datenträger "On the fly" brennen
el: Εγγραφή μέσου κατευθείαν
es: Grabación de medios «al vuelo»
et: Andmekandja kirjutatakse lennult
fr: Gravure « à la volée »
gl: Gravazón «Ao voo» de discos
is: 'On-The-Fly' brennsla (í einum grænum)
it: Masterizzazione al volo
ja: オンザフライでメディアに書き込む
nb: Fortløpende brenning
nds: Schiev direktemang brennen
nl: On The Fly branden van medium
pl: Nagrywanie 'w locie'
pt: Gravação directa de discos
pt_br: Queima de mídia on-the-fly
sr: Резање медијума „у лету“
sr@latn: Rezanje medijuma „u letu“
sv: Bränn media i farten
ta: பறக்ககும்பொழுது எறியும் ஊடகம்
th: เขียนแผ่นโดยไม่ต้องสร้างแฟ้มอิมเมจของแผ่น
tr: Havada Ortam Yazma (On-The-Fly)
uk: Запис на носій "на ходу"

source: <p>This option uses the "On-The-Fly" media burning capability; this does not use a media image.
ca: <p>Aquesta opció usa les capacitats de gravació del suport al vol ("On-The-Fly"), que no usa una imatge del suport.
cs: <p>Touto volbou zapnete "On-The-Fly" vypalování, které nevyžaduje obraz média.
da: <p>Brug denne indstilling for at skrive til mediet "on the fly". Skrivemetoden anvender ikke noget filaftryk.
de: <p>Diese Einstellung benutzt die Funktion, Datenträger "On the fly" zu brennen. Dieser Brennmodus kommt ohne ein Datenträgerabbild aus.
el: <p>Αυτή η επιλογή ενεργοποιεί τη δυνατότητα εγγραφής μέσου "Κατευθείαν"; δηλαδή εγγραφή χωρίς τη χρήση προσωρινής εικόνας του μέσου.
es: <p>Esta opción utiliza la capacidad de grabación «al vuelo». Este modo de grabación no necesita crear una imagen del medio.
et: <p>Selle puhul kasutatakse "lennult" kirjutamise võimalust, mis tähendab, et enne kirjutamist ei looda tõmmist.
fr: <p>Cette option utilise la gravure du CD/DVD « à la volée », c'est-à-dire qu'elle ne nécessite pas l'utilisation d'une image intermédiaire du support.
gl: <p>Esta opzón utiliza o modo de gravazón "directo"; este modo de gravazón non cria unha imaxe de disco.
is: <p>Þessi möguleiki notast við "On-The-Fly" (í-einum-grænum) brennsluaðferðina; það er brennsla án notkunar diskmyndar.
it: <p>Questa opzione usa la funzione di masterizzazione «Al volo»; questa modalità non usa un'immagine.
ja: <p>「オンザフライ」機能を使ってメディアに書き込みます。この方法はメディアイメージを使用しません。
nb: <p>Bruk denne innstillinga for å brenne til mediet "fortløpende". Brennemetoden bruker ikke noe CD-bilde.
nds: <p>Disse Optschoon warrt de Schiev direktemang brennt, dor warrt also keen Schievafbild för opstellt
nl: <p>Deze optie gebruikt de mogelijkheid om een medium "On The Fly" te branden. Dit maakt geen gebruik van tijdelijke opslag op de harde schijf.
pl: <p>Ta opcja umożliwia nagrywanie 'w locie' (On The Fly). Ten tryb nagrywania nie tworzy pliku obrazu nośnika.
pt: <p>Esta opção utiliza o modo de gravação "directo"; este modo de gravação não cria uma imagem de disco.
pt_br: <p>Esta opção usa a capacidade da queima da mídia "on-the-fly", ou seja, não faz uso da imagem da mídia.
sr: <p>Ова опција користи могућност резања медијума „у лету“, тј. без коришћења слике медијума.
sr@latn: <p>Ova opcija koristi mogućnost rezanja medijuma „u letu“, tj. bez korišćenja slike medijuma.
sv: <p>Det här alternativet använder brännfunktionen "i farten" för media. Brännläget använder inte någon mediaavbild.
ta: <p>இந்த தேர்வு "On The Fly" ஊடகம் எழுதும் திறனை பயன்படுதுகிரது. இந்த எழுதும் திரன் ஊடக படிமத்தை பயன்படுதாது.
th: <p>ตัวเลือกนี้จะใช้ความสามารถ "เขียนแผ่นโดยไม่ต้องสร้างแฟ้มอิมเมจของแผ่น"
tr: <p>Bu seçenek "Havada" ortam yazma özelliğini kullanır, bir ortam imgesi kullanmaz.

source: Check media
ca: Verifica el suport
cs: Překontrolovat médium
da: Kontrollér medie
de: Datenträger überprüfen
el: Έλεγχος μέσου
es: Comprobar el medio
et: Andmekandja kontroll
fr: Vérifier la gravure
gl: Verificar disco
is: Yfirfara miðil
it: Controlla supporto
ja: メディアをチェック
nb: Kontroller mediet
nds: Schiev pröven
nl: Medium controleren
pl: Sprawdź nośnik
pt: Verificar disco
pt_br: Verificar mídia
sr: Провери медијум
sr@latn: Proveri medijum
sv: Kontrollera media
ta: ஊடகத்தைச் சரிப்பார்
th: ตรวจสอบสื่อ
tr: Ortamı denetle
uk: Перевірте носій

source: <p>This option verifies the media after the burning process. You must use K3b release >= 0.10.0
ca: <p>Aquesta opció verifica el suport després del procés de gravació. Cal usar una versió >= 0.10.0 del K3b.
cs: <p>Touto volbou překontrolujete médium po vypálení. Musíte používat K3b verze >= 0.10.0
da: <p>Denne indstilling undersøger mediet efter en skrivning. Kræver K3b udgivelse >= 0.10.0
de: <p>Diese Option überprüft den Datenträger nach dem Brennvorgang. Sie setzt K3b in der Version >= 0.10.0 voraus.
el: <p>Με αυτή την επιλογή επαληθεύεται το μέσο μετά τη διαδικασία εγγραφής. Πρέπει να χρησιμοποιείτε το K3b με έκδοση >= 0.10.0
es: <p>Esta opción verifica que el medio ha sido grabado correctamente. Debe usar una versión de K3b igual o superior a la 0.10.0
et: <p>Selle valimisel kontrollitakse andmekandjat pärast kirjutamist. Selleks tuleb kasutada K3b versiooni >= 0.10.0
fr: <p>Cette option vérifie le CD/DVD après la gravure. Vous devez utiliser une version de K3b supérieure ou égale à 0.10.0
gl: <p>Esta opzón verifica o disco despois da gravazón. Ten que utilizar unha versión de K3b >= 0.10.0
is: <p>Með þessu er diskurinn yfirfarinn eftir brennslu. Þá verður að nota K3b útgáfu >= 0.10.0
it: <p>Questa opzione controlla il supporto dopo la masterizzazione. Bisogna usare K3b 0.10.0 o superiore.
ja: <p>書き込み終了後にメディアをチェックします。K3b >=0.10.0 が必要です。
nb: <p>Denne innstillinga undersøker mediet etter brenningen. Krever K3b versjon >= 0.10.0
nds: <p>Disse Optschoon pröövt de Schiev na't Brennen. Dor muttst Du K3b >= 0.10.0 för bruken.
nl: <p>Deze optie controleert het medium na het brandproces. Hiervoor is K3b versie 0.10.0 of hoger vereist.
pl: <p>Ta opcja spowoduje sprawdzenie poprawności nagrania nośnika. Tylko dla K3b w wersji >= 0.10.0
pt: <p>Esta opção verifica o disco depois da gravação. Tem que utiliza uma versão do K3b >= 0.10.0
pt_br: <p>Esta opção verifica a mídia após o processo de queima. Você deve usar a versão do K3b >= 0.10.0
sr: <p>Ова опција проверава медијум после резања. За ово морате имати K3b верзије 0.10.0 или веће.
sr@latn: <p>Ova opcija proverava medijum posle rezanja. Za ovo morate imati K3b verzije 0.10.0 ili veće.
sv: <p>Det här alternativet kontrollerar media efter brännprocessen. Du måste använda version 0.10.0 eller senare av K3b.
ta: <p>இந்த தேர்வானது எழுதும் செயலுக்கு பின்பு ஊடகத்தை பரிசோதிக்கும். நீங்கள் K3b releaseயை உபயோகிக வேண்டும் >= 0.10.0
th: <p>ตัวเลือกนี้จะทำให้มีการตรวจสอบสื่อหลังจากเสร็จการเขียนแผ่นเรียบร้อยแล้ว โดยคุณจะต้องใช้โปรแกรม K3b รุ่น >= 0.10.0
tr: <p>Bu seçenek yazma işleminden sonra ortamı denetler. K3b'nin en az 0.10.0 sürümünü kullanmalısınız.

source: Start burning process automatically
ca: Inicia el procés de gravació automàticament
cs: Spustit vypalování automaticky
da: Start skriveprocessen automatisk
de: Automatischer Start des Brennvorgangs
el: Αυτόματη εκκίνηση διαδικασίας εγγραφής
es: Iniciar el proceso de grabación automáticamente
et: Kirjutamist alustatakse automaatselt
fr: Démarrer automatiquement la gravure
gl: Iniciar o proceso de gravazón automaticamente
is: Hefja brennslu sjálfkrafa
it: Avvia automaticamente il processo di masterizzazione
ja: 自動的に書き込みを開始する
nb: Start brenneprosessen automatisk
nds: Brennen automaatsch starten
nl: Brandproces automatisch starten
pl: Rozpocznij proces nagrywania automatycznie
pt: Iniciar o processo de gravação automaticamente
pt_br: Iniciar processo de queima automaticamente
sr: Почни са резањем аутоматски
sr@latn: Počni sa rezanjem automatski
sv: Starta brännprocessen automatiskt
ta: எழுதுவதை தானாகத் தொடங்கு
th: เริ่มกระบวนการเขียนแผ่นอัตโนมัติ
tr: Yazma işlemini otomatik başlat
uk: Починати процес запису автоматично
