Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_cdarchiving.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nb, nds, nl, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, uk

source: Fon&t name:
ca: Nom de la lle&tra:
cs: Náz&ev písma:
da: Skrift&typenavn:
de: &Schriftart:
el: Όνομα &γραμματοσειράς:
es: Nombre del &tipo de letra:
et: Fon&di nimi:
fr: &Nom de la police :
gl: Nome do &tipo de letra:
is: Le&turnafn:
it: Nome cara&ttere:
ja: フォント名(&T):
nb: Skrift&typenavn:
nds: Schriftoort&naam:
nl: Le&ttertype:
pl: Nazwa &czcionki:
pt: Nome do &tipo de letra:
pt_br: Nome da &fonte:
sr: &Име фонта:
sr@latn: &Ime fonta:
sv: Teckensni&ttsnamn
ta: &எழுத்துப் பெயர்:
th: ชื่อแบบอักษร:
tr: Yazı&tipi adı:
uk: Назва шриф&ту:

source: <p>Select here the font size used for the pages.
ca: <p>Seleccioneu aquí la mida de la lletra emprada a les pàgines.
cs: <p>Zvolte velikost písma.
da: <p>Vælg skrifttypestørrelsen der skal bruges på siderne.
de: <p>Wählen Sie hier die Schriftgröße für die Seiten.
el: <p>Επιλέξτε εδώ το μέγεθος της γραμματοσειράς που θα χρησιμοποιηθεί στις σελίδες.
es: <p>Seleccione aquí el tamaño del tipo de letra que se usará en las páginas HTML.
et: <p>Vali kasutatava fondi suurus.
fr: <p>Sélectionnez ici la taille de la police utilisée pour la galerie.
gl: <p>Escolla o tamaño da letra utilizada nas páxinas.
is: <p>Veldu hér stærð leturs sem á að nota á síðunum.
it: <p>Seleziona qui la dimensione del carattere da usare nelle pagine.
ja: <p>ページに使用するフォントサイズを選択します。
nb: <p>Velg skrifttypestørrelsen som skal brukes på sidene.
nds: <p>Hier kannst Du de Schriftgrött för de Sieden utsöken
nl: <p>Selecteer hier de tekengrootte voor de pagina's.
pl: <p>Wybierz tutaj rozmiar czcionki używanej na stronach.
pt: <p>Seleccione o tamanho da letra utilizada nas páginas.
pt_br: <p>Selecione aqui o tamanho da fonte usada nas páginas.
sr: <p>Изаберите овде величину фонта који се користи на странама.
sr@latn: <p>Izaberite ovde veličinu fonta koji se koristi na stranama.
sv: <p>Välj teckenstorlek som används för sidorna här.
ta: <p>பக்கங்களில் பயன்படும் எழுத்துருவின் அளவை இங்கே தேர்வுசெய்க.
th: <p>เลือกขนาดตัวอักษรที่ต้องการใช้บนเอกสารเวบได้ที่นี่
tr: <p>Burada sayfalarda kullanılan yazıtipi boyutunu seçin.

source: Font si&ze:
ca: &Mida de la lletra:
cs: Velikost &písma:
da: Skrifttypestørre&lse:
de: Schrift&größe:
el: Μέγεθος γ&ραμματοσειράς:
es: &Tamaño del tipo de letra:
et: &Fondi suurus:
fr: &Taille de la police :
gl: Tamañ&o da fonte:
is: Letur&stærð:
it: &Dimensione del carattere:
ja: フォントサイズ(&Z):
nb: Skrifttypestørre&lse:
nds: Schrift&grött:
nl: Teken&grootte:
pl: Rozmiar c&zcionki:
pt: Taman&ho da letra:
pt_br: &Tamanho da fonte:
sr: &Величина фонта:
sr@latn: &Veličina fonta:
sv: Te&ckenstorlek:
ta: &எழுத்தளவு:
th: ขนาดตัวอักษร:
tr: Ya&zıtipi boyutu:
uk: Ро&змір шрифту:

source: <p>Select here the foreground color used for the pages.
ca: <p>Seleccioneu aquí el color de primer pla emprat a les pàgines.
cs: <p>Zvolte barvu popředí.
da: <p>Vælg forgrundsfarven der skal bruges på siderne.
de: <p>Wählen Sie hier die Textfarbe für die Seiten.
el: <p>Επιλέξτε εδώ το χρώμα προσκηνίου που θα χρησιμοποιηθεί στις σελίδες.
es: <p>Seleccione aquí el color del texto que se usará para las páginas HTML.
et: <p>Vali esiplaani värv.
fr: <p>Sélectionnez ici la couleur du texte utilisée pour la galerie.
gl: <p>Escolla aqui a cor de primeiro plano utilizada nas páxinas.
is: <p>Veldu hér forgrunnslit sem á að nota á síðunum.
it: <p>Seleziona qui il colore in primo piano da usare nelle pagine.
ja: <p>ページに使用する前景色を選択します。
nb: <p>Velg forgrunnsfargen som skal brukes på sidene.
nds: <p>Hier kannst Du de Vörgrundklöör för de Sieden utsöken
nl: <p>Selecteer hier de voorgrondkleur voor de pagina's.
pl: <p>Wybierz tutaj kolor tekstu użyty na stronach.
pt: <p>Seleccione aqui a cor de primeiro plano utilizada pela páginas.
pt_br: <p>Selecione aqui a cor de primeiro plano usada nas páginas.
sr: <p>Изаберите овде боју исцртавања која се користи на странама.
sr@latn: <p>Izaberite ovde boju iscrtavanja koja se koristi na stranama.
sv: <p>Välj förgrundsfärg som används för sidorna här.
ta: <p>பக்கங்களில் பயன்படும் முன்னணி நிறத்தை இங்கே தேர்வுசெய்க.
th: <p>เลือกสีพื้นหน้าที่ต้องการใช้บนเอกสารเวบได้ที่นี่
tr: <p>Burada sayfalarda kullanılan önplan rengini seçin.

source: &Foreground color:
ca: Color de &primer pla:
cs: Ba&rva popředí:
da: &Forgrundsfarve:
de: &Textfarbe:
el: Χρώμα &προσκηνίου:
es: Color del &texto:
et: &Esiplaani värv:
fr: &Couleur du texte :
gl: Cor do &primeiro plano:
is: &Forgrunnslitur:
it: Colore del primo &piano:
ja: 前景色(&F):
nb: &Forgrunnsfarge:
nds: &Vörgrundklöör:
nl: &Voorgrondkleur:
pl: Kolor &tekstu:
pt: Cor &principal:
pt_br: &Cor do primeiro plano:
sr: Боја ис&цртавања:
sr@latn: Boja is&crtavanja:
sv: &Förgrundsfärg:
ta: &முன்னிலை வண்ணம்:
th: สีพื้นหน้า:
tr: &Önplan rengi:
uk: Колір &тексту:

source: <p>Select here the background color used for the pages.
ca: <p>Seleccioneu aquí el color de fons emprat a les pàgines.
cs: <p>Zvolte barvu pozadí.
da: <p>Vælg baggrundsfarven der skal bruges på siderne.
de: <p>Wählen Sie hier die Hintergrundfarbe für die Seiten.
el: <p>Επιλέξτε εδώ το χρώμα φόντου που θα χρησιμοποιηθεί στις σελίδες.
es: <p>Seleccione aquí el color de fondo que se usará para las páginas.
et: <p>Vali tausta värv.
fr: <p>Sélectionnez ici la couleur de fond utilisée pour la galerie.
gl: <p>Escolla aqui a cor de fondo utilizada polas páxinas.
is: <p>Veldu hér bakgrunnslit sem á að nota á síðunum.
it: <p>Seleziona qui il colore di sfondo per le pagine.
ja: <p>ページに使用する背景色を選択します。
nb: <p>Velg bakgrunnsfargen som skal brukes på sidene.
nds: <p>Hier kannst Du de Achtergrundklöör för de Sieden utsöken
nl: <p>Selecteer hier de achtergrondkleur voor de pagina's.
pl: <p>Wybierz tutaj kolor tła użyty na stronach.
pt: <p>Seleccione aqui a cor de fundo utilizada pela páginas.
pt_br: <p>Selecione aqui a cor de plano de fundo usada nas páginas.
sr: <p>Изаберите овде боју позадине која се користи на странама.
sr@latn: <p>Izaberite ovde boju pozadine koja se koristi na stranama.
sv: <p>Välj bakgrundsfärg som används för sidorna här.
ta: <p>பக்கங்களில் பயன்படும் பின்னணி நிறத்தை இங்கே தேர்வுசெய்க.
th: <p>เลือกสีพื้นหลังที่ต้องการบนเอกสารเวบได้ที่นี่
tr: <p>Burada sayfalarda kullanılan arkaplan rengini seçin.

source: &Background color:
ca: Color de &fons:
cs: &Barva pozadí:
da: &Baggrundsfarve:
de: &Hintergrundfarbe:
el: Χρώμα &φόντου:
es: Color de &fondo:
et: &Tausta värv:
fr: Couleur de &fond :
gl: Cor de &fondo:
is: &Bakgrunnslitur:
it: Colore dello &sfondo:
ja: 背景色(&B):
nb: &Bakgrunnsfarge:
nds: &Achtergrundklöör:
nl: &Achtergrondkleur:
pl: Kolor &tła:
pt: Cor de &fundo:
pt_br: &Cor de plano de fundo:
sr: Боја &позадине:
sr@latn: Boja &pozadine:
sv: &Bakgrundsfärg:
ta: &பின்னிலை வண்ணம்:
th: สีพื้นหลัง:
tr: &Arkaplan rengi:
uk: Колір &тла:

source: <p>Select here the image border's size in pixels.
ca: <p>Seleccioneu aquí la mida de la vora de la imatge, en píxels.
cs: <p>Zvolte velikost okraje obrázků v pixelech.
da: <p>Vælg billedrammestørrelsen i billedpunkter.
de: <p>Wählen Sie hier die Bildrandgröße in Pixeln.
el: <p>Επιλέξτε εδώ το μέγεθος σε εικονοστοιχεία του περιγράμματος της εικόνας.
es: <p>Seleccione aquí el tamaño de los bordes de las imágenes, en número de puntos.
et: <p>Vali pildipiirete suurus pikslites.
fr: <p>Sélectionnez ici la taille de la bordure des images en pixel.
gl: <p>Escolla aqui o tamaño do contorno das imaxes en píxels.
is: <p>Veldu hér stærð jaðars (ramma) á myndir, í dílum.
it: <p>Seleziona qui le dimensioni in pixel del bordo per le immagini.
ja: <p>画像の縁取りのサイズをピクセルで指定してください。
nb: <p>Velg rammestørrelsen i piksler.
nds: <p>Hier kannst Du de Breed vun de Rahmens rund de Biller in Pixels fastleggen
nl: <p>Selecteer hier de grootte van de afbeeldingranden in pixels.
pl: <p>Wybierz tutaj wielkość ramki zdjęcia (w pikselach).
pt: <p>Seleccione aqui o tamanho das margens em pontos.
pt_br: <p>Selecione aqui o tamanho da borda da imagem, em pixels.
sr: <p>Изаберите овде величину ивица слике у пикселима.
sr@latn: <p>Izaberite ovde veličinu ivica slike u pikselima.
sv: <p>Välj bildernas kantstorlek i bildpunkter här.
ta: <p>படப்புள்ளிகளில் உள்ள படிம விளிம்புகளின் அளவை இங்கே தேர்வுசெய்க.
th: <p>เลือกขนาดกรอบภาพได้ที่นี่ โดยมีหน่วยเป็นพิกเซล
tr: <p>Burada resim çerçevesinin boyutunu benek cinsinden seçin.

source: Image border s&ize:
ca: M&ida de la vora de les imatges:
cs: Vel&ikost okraje obrázků:
da: B&illedrammestørrelse
de: Bild&randgröße:
el: Μέ&γεθος περιθωρίου εικόνας:
es: &Tamaño del borde de las imágenes:
et: P&ildipiirete suurus:
fr: Taille de la bordure des &images :
gl: Tamaño do contorno das &imaxes:
is: &Jaðarstærð myndar:
it: D&imensione del bordo immagini:
ja: 画像の縁取りのサイズ(&I):
nb: Rammestørrelse
nds: Bildrahmen&breed:
nl: Grootte van de afbeeld&ingranden:
pl: &Wielkość ramki zdjęcia:
pt: Tamanho das margens das &imagens:
pt_br: Tamanho da &borda da imagem:
sr: Ве&личина ивица слике:
sr@latn: Ve&ličina ivica slike:
sv: B&ildernas kantstorlek:
ta: பிம்ப விளிம்பு &அளவு:
th: ขนาดของกรอบภาพ:
tr: Res&im çerçevesi boyutu:
uk: &Розмір рамки зображення:

source: <p>Select here the color used for the image borders.
ca: <p>Seleccioneu aquí el color emprat a les vores de les imatges.
cs: <p>Zde zvolte barvu okrajů obrázku.
da: <p>Vælg billedrammens farve.
de: <p>Wählen Sie hier die Farbe des Bildrandes.
el: <p>Επιλέξτε εδώ το χρώμα που θα χρησιμοποιηθεί για το περιθώριο των εικόνων.
es: <p>Seleccione aquí el color que se usará para los bordes de las imágenes.
et: <p>Vali pildipiirete värv.
fr: <p>Sélectionnez ici la couleur utilisée pour la bordure des images.
gl: <p>Escolla aqui a cor utilizar nos contornos das imaxes.
is: <p>Veldu hér lit jaðars (ramma) á myndir.
it: <p>Seleziona qui il colore dei bordi.
ja: <p>画像の縁取りに使用する色を選択します。
nb: <p>Velg rammens farge.
nds: <p>Hier kannst Du de Klöör för de Bildrahmens fastleggen
nl: <p>Selecteer hier de kleur voor de afbeeldingranden.
pl: <p>Wybierz tutaj kolor ramki zdjęcia.
pt: <p>Seleccione aqui a cor utilizar para as margens das imagens.
pt_br: <p>Selecione aqui a cor usada para a borda da imagem.
sr: <p>Изаберите овде боју која се користи за ивице слике.
sr@latn: <p>Izaberite ovde boju koja se koristi za ivice slike.
sv: <p>Välj färg som används för bildernas kanter här.
ta: <p> படிம விளிம்புகளில் பயன்படுத்தப்படும் நிறத்தை இங்கே தேர்வுசெய்க.
th: <p>เลือกสีของกรอบภาพที่ต้องการใช้ได้ที่นี่
tr: <p>Burada resim çerçevesinin rengini seçin.

source: Image bo&rder color:
ca: Color de la &vora de les imatges:
cs: &Barva okraje obrázku:
da: Billed&rammefarve:
de: Bild&randfarbe:
el: Χρώμα περι&θωρίου εικόνας:
es: Color de los bo&rdes de las imágenes:
et: Pildipii&rete värv:
fr: Couleur de la bo&rdure des images :
gl: Co&r do contorno das imaxes:
is: Jaða&rlitur mynda:
it: Colore del bo&rdo dell'immagine:
ja: 画像の縁取りの色(&R):
nb: Rammefarge:
nds: Bildrahmen&klöör:
nl: Kleu&r van de afbeeldingranden:
pl: &Kolor ramki zdjęcia:
pt: Co&r das margens das imagens:
pt_br: &Cor da borda da imagem:
sr: Боја ивиц&а слике:
sr@latn: Boja ivic&a slike:
sv: Bilde&rnas kantfärg:
ta: பிம்ப விளிம்பு வண்ணம்:
th: สีของกรอบภาพ:
tr: Resim çe&rçevesi boyutu:
uk: Колір ра&мки зображень:

source: Volume Descriptor
ca: Descriptor del volum
cs: Popis svazku
da: Bindbeskrivelse
de: Datenträgerbeschreibung
el: Περιγραφή τόμου
es: Descripción del volumen
et: Köite deskriptor
fr: Description du CD/DVD
gl: Descritor do Volume
is: Lýsing diskrýmis
it: Descrittore del volume
ja: ボリューム記述子
nb: Volum beskrivelse
nds: Schievbeschrieven
nl: Volume-omschrijving
pl: Opis nośnika
pt: Descritor do Volume
pt_br: Descritor do volume
sr: Описивач тома
sr@latn: Opisivač toma
sv: Volymbeskrivning
ta: தொகுதி விவரிப்பான்
th: ข้อมูลของแผ่นสื่อ
tr: Cilt Açıklayıcısı
uk: Опис тому

source: Media Volume Descriptor
ca: Descriptor del volum del suport
cs: Popis svazku média
da: Mediebindbeskrivelse
de: Medienbeschreibung
el: Περιγραφή τόμου μέσου
es: Descripción del volumen de medios
et: Andmekandja köite deskriptor
fr: Description du CD/DVD de sauvegarde
gl: Descritor do Volume
is: Lýsing diskrýmis á miðli
it: Descrittore del volume del supporto
ja: メディアボリューム記述子
nb: Mediets volum beskrivelse
nds: Medienbeschrieven
nl: Volume-omschrijving van medium
pl: Opis nośnika danych
pt: Descritor do Volume de Média
pt_br: Descritor do volume de mídia
sr: Описивач тома на медијуму
sr@latn: Opisivač toma na medijumu
sv: Medias volymbeskrivning
ta: ஊடகத் தொகுதி விவரிப்பி
th: ข้อมูลรายละเอียดเกี่ยวกับแผ่นสื่อข้อมูล
tr: Ortam Cilt Açıklayıcısı
uk: Описувач тому носія

source: Volume name:
ca: Nom del volum:
cs: Jméno svazku:
da: Bindnavn:
de: Datenträgername:
el: Όνομα τόμου:
es: Nombre del volumen:
et: Köite nimi:
fr: Nom de volume :
gl: Nome do volume:
is: Heiti diskrýmis:
it: Nome del volume:
ja: ボリューム名:
nb: Volumnavn:
nds: Schievnaam:
nl: Volumenaam:
pl: Nazwa nośnika:
pt: Nome do volume:
pt_br: Nome do volume:
sr: Име тома:
sr@latn: Ime toma:
sv: Volymnamn:
ta: தொகுதிப் பெயர்:
th: ชื่อสื่อข้อมูล:
tr: Cilt adı:
uk: Назва тому:

source: CD Album
ca: Àlbum CD
el: Άλμπουμ CD
es: Álbum en CD
fr: Archive d'albums
gl: Álbum en CD
is: CD diskur
it: Album CD
ja: CD アルバム
pl: Album na CD
pt: Álbum em CD
pt_br: Álbum no CD
ta: சிடி ஆல்பம்
th: อัลบั้ม CD
tr: CD Albümü
uk: Альбом на КД

source: <p>Enter here the media volume name (32 characters max.)
ca: <p>Introduïu aquí el nom del volum del suport (32 caràcters màx.)
cs: <p>Zadejte jméno skupiny svazků média (max. 32 znaků)
da: <p>Her skal du skrive navnet på bindet (maksimalt 32 tegn)
de: <p>Geben Sie hier den Namen des Datenträgers ein (max. 32 Zeichen).
el: <p>Εισάγετε εδώ το όνομα τόμου του μέσου (μέγιστο 32 χαρακτήρες)
es: <p>Introduzca aquí el nombre del volumen para el medio (máximo 32 caracteres)
et: <p>Kirjuta siia andmekandja köite nimi (maks. 32 sümbolit).
fr: <p>Saisissez ici le nom de volume du CD/DVD (32 caractères max.)
gl: <p>Indique aqui o nome do volume (máx. 32 caracteres)
is: <p>Settu hér nafn á diskrými miðilsins (mest 32 stafir)
it: <p>Inserisci qui il nome volume del supporto (massimo 32 caratteri).
ja: <p>メディアのボリューム名を 32 文字以内で入力してください。
nb: <p>Her skal du skrive volumnavnet (maksimalt 32 tegn)
nds: <p>Hier kannst Du den Schievnaam ingeven (tohööchst 32 Bookstaven)
nl: <p>Geef hier de naam van het volumemedium op (max. 32 tekens)
pl: <p>Wpisz tutaj nazwę nośnika danych (maksymalnie 32 znaki).
pt: <p>Indique aqui o nome do volume de média (máx. 32 caracteres)
pt_br: <p>Digite aqui o nome do volume da mídia (no máx. 32 caracteres)
sr: <p>Унесите овде име тома на медијуму (највише 32 знака).
sr@latn: <p>Unesite ovde ime toma na medijumu (najviše 32 znaka).
sv: <p>Skriv in medias volymnamn här (maximalt 32 tecken).
ta: <p>ஊடக தொகுதியின் பெயரை இங்கே நுழை (அதிகபட்ஷமாக 32 எழுத்துக்கள்)
th: <p>ใส่ชื่อสื่อข้อมูลได้ที่นี่ (ความยาวสูงสุด 32 ตัวอักษร)
tr: <p>Burada ortam cilt adını girin (en fazla 32 karakter)

source: Volume set name:
ca: Nom del conjunt de volums:
cs: Jméno skupiny svazků:
da: Bindsætnavn:
de: Name des Datenträgersatzes:
el: Όνομα τόμου:
es: Nombre del conjunto de volúmenes:
et: Köitekogu nimi:
fr: Nom de l'ensemble :
gl: Nome do conxunto de volumes:
is: Heiti heildardiskrýmis (sett):
it: Nome dell'insieme di volumi:
ja: ボリュームセット名:
nb: Volumsettnavn:
nds: Naam vun den Schievensett:
nl: Volume-set-naam:
pl: Nazwa zbioru nośników:
pt: Nome do conjunto de volumes:
pt_br: Nome do conjunto de volumes:
sr: Име скупа томова:
sr@latn: Ime skupa tomova:
sv: Volymuppsättningsnamn:
ta: தொகுதிப்
th: ชื่อชุดของสื่อข้อมูล:
tr: Cilt seti adı:

source: Album CD archive
ca: Arxiu de l'àlbum en CD
cs: CD archiv alba
da: Album CD-arkiv
de: Album CD-Archivierung
el: Αρχειοθήκη άλμπουμ CD
es: Grabación de álbumes en CD
et: Albumi CD-arhiiv
fr: Archive d'albums sur CD/DVD
gl: Arquivo de álbum en CD
is: Afrit CD albúma
it: Archiviazione su CD degli album
ja: アルバム CD アーカイブ
nb: Album CD-arkiv
nds: Album-CD-Archiv
nl: CD-archief van album
pl: Archiwizacja albumu na CD
pt: Arquivo de álbuns em CD
pt_br: Arquivamento de álbum em CD
sv: Cd-arkivering av album
ta: ஆல்பம் குறுந்தகடு பின்காப்பு
th: แผ่นข้อมูล CD อัลบั้ม
tr: Albüm CD arişivi
uk: Архів альбому на КД

source: <p>Enter here the media volume global name (128 characters max.)
ca: <p>Introduïu aquí el nom global del volum del suport (128 caràcters màx.)
cs: <p>Zadejte jméno globálního svazku média (max. 128 znaků)
da: <p>Her skal du skrive navnet på det overordnede bind (maksimalt 32 tegn)
de: <p>Geben Sie hier den globalen Namen für den Medien-Datensatz an (max. 128 Zeichen).
el: <p>Εισάγετε εδώ το καθολικό όνομα τόμου του μέσου (μέγιστο 128 χαρακτήρες)
es: <p>Introduzca aquí el nombre global de los volúmenes para el medio (máximo 128 caracteres)
et: <p>Kirjuta siia andmekandja köite üldnimi (maks. 128 sümbolit).
fr: <p>Saisissez ici le nom de l'ensemble du CD/DVD (128 caractères max.)
gl: <p>Indique aqui o nome global do volume (máx. 128 caracteres)
is: <p>Settu hér nafn á heildardiskrými miðilsins (mest 32 stafir)
it: <p>Inserisci il nome globale del volume (massimo 128 caratteri)
ja: <p>メディアボリュームの全体的な名前を 128 文字以内で入力してください。
nb: <p>Her skal du skrive navnet på det overordnede volumet (maksimalt 128 tegn)
nds: <p>Hier kannst Du globalen Schievnaam ingeven (tohööchst 128 Bookstaven)
nl: <p>Geef hier een algemene naam op voor het volumemedium (max. 128 tekens)
pl: <p>Wpisz tutaj ogólną nazwę zbioru nośników (maksymalnie 128 znaków).
pt: <p>Indique aqui o nome global do volume de média (máx. 128 caracteres)
pt_br: <p>Digite aqui o nome global do volume da mídia (no máximo 128 caracteres)
sr: <p>Унесите овде глобално име томова на медијумима (највише 128 знакова).
sr@latn: <p>Unesite ovde globalno ime tomova na medijumima (najviše 128 znakova).
sv: <p>Skriv in medias allmänna volymnamn här (maximalt 128 tecken).
ta: <p>ஊடக தொகுதியின் பொது பெயரை இங்கே நுழை (அதிகபட்ஷமாக 128 எழுத்துக்கள்)
th: <p>ใส่ชื่อทั่วไปของชุดสื่อข้อมูลได้ที่นี่ (ความยาวสูงสุด 128 ตัวอักษร)
tr: <p>Buraya ortam için isim giriniz (en fazla 128 karakter)

source: System:
ca: Sistema:
cs: Systém:
el: Σύστημα:
es: Sistema:
et: Süsteem:
fr: Système :
gl: Sistema:
is: Stýrikerfi:
it: Sistema:
ja: システム:
nds: Systeem:
nl: Systeem:
pt: Sistema:
pt_br: Sistema:
sr: Систем:
sr@latn: Sistem:
ta: முறைமை:
th: ระบบ:
tr: Sistem:
uk: Система:

source: <p>Enter here the media burning system name (32 characters max.)
ca: <p>Introduïu aquí el nom del sistema de gravació del suport (32 caràcters màx.)
cs: <p>Zadejte jméno systému, na kterém vypalujete (max. 32 znaků)
da: <p>Her skal du skrive navnet på det brændbare medie (maksimalt 32 tegn)
de: <p>Geben Sie hier den Namen des Betriebssystems ein, unter dem die Medien gebrannt werden (max. 32 Zeichen).
el: <p>Εισάγετε εδώ το όνομα του συστήματος εγγραφής του μέσου (μέγιστο 32 χαρακτήρες)
es: <p>Introduzca aquí el nombre del sistema en el que se ha grabado el medio (máximo 32 caracteres)
et: <p>Kirjuta siia andmekandjat kirjutava süsteemi nimi (maks. 32 sümbolit).
fr: <p>Saisissez ici le nom du système sur lequel est effectuée la gravure du CD/DVD (32 caractères max.)
gl: <p>Indique o nome do sistema de gravazón de discos (máx. 32 caracteres).
is: <p>Settu hér heiti stýrikerfisins sem diskurinn er brenndur með (mest 32 stafir)
it: <p>Inserisci il nome del sistema di masterizzazione (massimo 32 caratteri)
ja: <p>メディアへの書き込みを行うシステムの名前を 32 文字以内で入力してください。
nb: <p>Her skal du skrive navnet på det brente mediet (maksimalt 32 tegn)
nds: <p>Hier kannst Du den Naam vun dat Systeem ingeven, op dat Du de Schiev brennst (tohööchst 32 Bookstaven)
nl: <p>Geef hier de naam op van het systeem dat het medium zal branden (max. 32 tekens)
pl: <p>Wpisz tutaj nazwę systemu operacyjnego, pod którym nośnik zostanie wypalony (maksymalnie 32 znaki).
pt: <p>Indique o nome do sistema de gravação de discos (máx. 32 caracteres).
pt_br: <p>Digite aqui o nome do sistema que faz a queima da mídia (no máx. 32 caracteres).
sr: <p>Унесите овде име система за резање медијума (највише 32 знака).
sr@latn: <p>Unesite ovde ime sistema za rezanje medijuma (najviše 32 znaka).
sv: <p>Skriv in medias brännsystemnamn (maximalt 32 tecken).
ta: <p>ஊடக எரித்தல் முறைமை பெயரை இங்கே நுழை (அதிகபட்ஷமாக 32 எழுத்துக்கள்)
th: <p>ใส่ชื่อของระบบที่ใช้สร้างแผ่นสื่อข้อมูลได้ที่นี่ (ความยาวสูงสุด 32 ตัวอักษร)
tr: <p>Buraya ortam yazma sisteminin adını girin (en fazla 32 karakter)

source: Application:
ca: Aplicació:
cs: Aplikace:
da: Program:
de: Anwendung:
el: Εφαρμογή:
es: Aplicación:
et: Rakendus:
gl: Aplicazón:
is: Forrit:
it: Applicazione:
ja: アプリケーション:
nb: Program:
nds: Programm:
nl: Toepassing:
pl: Program:
pt: Aplicação:
pt_br: Aplicativo:
sr: Програм:
sr@latn: Program:
sv: Program:
ta: பயன்பாடு:
th: แอพพลิเคชัน:
tr: Uygulama:
uk: Програма:

source: <p>Enter here the media burning application name (128 characters max.).
ca: <p>Introduïu aquí el nom de l'aplicació de gravació del suport (128 caràcters màx.).
cs: <p>Zadejte jméno vypalovacího programu (max. 128 znaků).
da: <p>Her skal du skrive navnet på brændeprogrammet (maksimalt 128 tegn)
de: <p>Geben Sie hier den Namen der Anwendung ein, mit der die Medien beschrieben werden (max. 128 Zeichen).
el: <p>Εισάγετε εδώ το όνομα της εφαρμογής εγγραφής μέσου (μέγιστο 128 χαρακτήρες).
es: <p>Introduzca aquí el nombre de la aplicación de grabación del medio (máximo 128 caracteres).
et: <p>Kirjuta siia andmekandjat kirjutava rakenduse nimi (maks. 128 sümbolit).
fr: <p>Saisissez ici le nom de l'application de gravure du CD/DVD (128 caractères max.)
gl: <p>Indique o nome da aplicazón de gravazón de discos (máx. 128 caracteres).
is: <p>Settu hér heiti forritsins sem diskurinn er brenndur með (mest 32 stafir).
it: <p>Inserisci il nome dell'applicazione di masterizzazione (massimo 128 caratteri).
ja: <p>メディアへの書き込みに使用するアプリケーションの名前を 128 文字以内で入力してください。
nb: <p>Her skal du skrive navnet på brenneprogrammet (maksimalt 128 tegn)
nds: <p>Hier kannst Du den Naam vun dat Programm ingeven, mit dat Du de Schiev brennst (tohööchst 128 Bookstaven)
nl: <p>Geef hier de naam van het brandprogramma op (max. 128 tekens).
pl: <p>Wpisz tutaj nazwę programu użytego do nagrania płyty (maksymalnie 128 znaków).
pt: <p>Indique o nome do aplicação de gravação de discos (máx. 128 caracteres).
pt_br: <p>Digite aqui o nome do aplicativo que faz a queima da mídia (no máx. 128 caracteres).
sr: <p>Унесите овде име програма за резање медијума (највише 128 знакова).
sr@latn: <p>Unesite ovde ime programa za rezanje medijuma (najviše 128 znakova).
sv: <p>Skriv in medias brännprogramnamn (maximalt 128 tecken).
ta: <p>ஊடக எரித்தல் பயன்பாடு பெயரை இங்கே நுழை (அதிகபட்ஷமாக 128 எழுத்துக்கள்)
th: <p>ใส่ชื่อของแอพพลิเคชันที่ใช้สร้างแผ่นสื่อข้อมูลได้ที่นี่ (ความยาวสูงสุด 128 ตัวอักษร)
tr: <p>Buraya ortam yazma uygulamasının adını girin (en fazla 128 karakter).

source: Publisher:
ca: Editor:
cs: Vydavatel:
da: Udgiver:
de: Herausgeber:
el: Εκδότης:
es: Editor:
et: Avaldaja:
fr: Éditeur :
gl: Publicador:
is: Útgefandi:
it: Editore:
ja: 編集者:
nb: Utgiver:
nds: Apenmaakt vun:
nl: Uitgever:
pl: Wydawca:
pt: Publicador:
pt_br: Divulgador:
sr: Издавач:
sr@latn: Izdavač:
sv: Utgivare:
ta: வெளியிடுபவர்:
th: ผู้สร้าง:
tr: Yayıncı:
uk: Видавець:

source: KIPI [KDE Images Program Interface]
el: KIPI [Πρόγραμμα περιβάλλοντος εικόνων του KDE]
es: KIPI [Interfaz de Programas de Imagen de KDE]
et: KIPI [KDE pildiprogrammide liides]
it: KIPI [Interfaccia programmi di immagini di KDE]
ja: Kipi [KDE 画像プログラムインターフェース]
nds: KIPI [KDE sien Programmkoppelsteed för Biller]
pt_br: KIPI [KDE Images Program Interface - Interface para programas de imagens do KDE]
sv: KIPI (KDE:s bildprogramgränssnitt)
ta: கிபி (கேடியி பிம்பங்கள் நிரலி இடைமுகம்)
th: ปลั๊กอิน KIPI [KDE Images Program Interface]
