Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_findimages.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nds, nl, pa, pl, pt, pt_br, ru, sr, sr@latn, sv, ta, th, tr

source: Method & Cache
ca: Mètode i memòria cau
cs: Metoda & cache
da: Metode & cache
de: Einstellungen
el: Μέθοδος & λανθάνουσα μνήμη
es: Método y memoria caché
et: Meetod ja puhver
fr: Méthode et cache
gl: Método e Caché
is: Aðferðir og skyndiminni
it: Metodo e cache
ja: 方法とキャッシュ
nds: Metood un Twischenspieker
nl: Methode en cache
pa: ਸੋਧ ਤੇ ਕੈਂਚੇ
pl: Metoda i bufor
pt: Métodos e 'Cache'
pt_br: Método & cache
ru: Метод и кэш
sr: Метод и кеш
sr@latn: Metod i keš
sv: Metod och cache
ta: முறை மற்றும் இடைமாற்று
th: วิธีการและแคช
tr: Yöntem & Önbellek

source: Find-Duplicates Method & Cache Configuration
ca: Mètode de cerca de duplicats i configuració de la memòria cau
cs: Vyhledat stejnou metodu & konfiguraci cache
da: Find dubletter, metode- & cacheindstillinger
de: Einstellungen für den Zwischenspeicher & die Suchmethode für Duplikate
el: Μέθοδος αναζήτησης όμοιων αρχείων & ρύθμιση της λανθάνουσας μνήμης
es: Configuración de la memoria caché y del método de búsqueda de imágenes duplicadas
et: Topeltpiltide otsimismeetod ja puhvri seadistus
fr: Configuration de la méthode de recherche et du cache
gl: Método de Procura de Duplicados e Configurazón da Caché
is: Stillingar skyndiminni og leitaraðferða til að finna afrit mynda
it: Metodo di ricerca dei duplicati e configurazione della cache
ja: 重複検索方法とキャッシュの設定
nds: Metood för't Söken na Dubbels un den Twischenspieker instellen
nl: Methode om dubbelen te zoeken en cache-configuratie
pa: ਦੋਹਰਾ ਖੋਜ ਢੰਗ ਅਤੇ ਕੈਂਚੇ ਸੰਰਚਨਾ
pl: Metoda wyszukiwania duplikatów oraz konfiguracja bufora
pt: Método de Procura de Duplicados e Configuração da 'Cache'
pt_br: Configuração do método de procura de arquivos duplicados e da memória cache
ru: Метод поиска и параметры кэша
sr: Метод за тражење дупликата и подешавање кеша
sr@latn: Metod za traženje duplikata i podešavanje keša
sv: Metod för att söka efter duplikat och cacheinställning
ta: போலி வகை மற்றும் & தாற்காலிக வடிவமைப்பை கண்டறி
th: ปรับแต่งวิธีการค้นหาภาพซ้ำและแคช
tr: Tekrarlar Bulma Metodu & Önbellek Ayarları

source: Method
ca: Mètode
cs: Metoda
da: Metode
de: Methode
el: Μέθοδος
es: Método
et: Meetod
fr: Méthode de recherche
gl: Método
is: Aðferð
it: Metodo
ja: 方法
nds: Metood
nl: Methode
pa: ਢੰਗ
pl: Metoda
pt: Método
pt_br: Método
ru: Метод
sr: Метод
sr@latn: Metod
sv: Metod
ta: முறை
th: วิธีการ
tr: Yöntem

source: Search method:
ca: Mètode de cerca:
cs: Způsob hledání:
da: Søgemetode:
de: Suchmethode:
el: Μέθοδος αναζήτησης:
es: Método de búsqueda:
et: Otsimismeetod:
fr: Méthode :
gl: Método de Procura:
is: Leitaraðferð:
it: Metodo di ricerca:
ja: 検索方法
nds: Söökmetood:
nl: Zoekmethode:
pa: ਖੋਜ ਢੰਗ:
pl: Metoda wyszukiwania:
pt: Método de procura:
pt_br: Método de procura
ru: Метод поиска:
sr: Метод претраге:
sr@latn: Metod pretrage:
sv: Sökmetod:
ta: தேர்வு முறை:
th: วิธีการค้นหา:
tr: Arama yöntemi:

source: Almost
ca: Quasi
cs: Téměř dokonale
da: Tæt på
de: Beinahe
el: Περίπου
es: Preciso
et: Ligilähedane
fr: Semblable
gl: Aproximado
is: Næstum
it: Simile
ja: 詳細照合
nds: Liekheit
nl: Bijna
pa: ਲੱਗਭਗ ਸਭ
pl: Dokładna
pt: Aproximado
pt_br: Geralmente
ru: Приблизительный
sr: Скоро
sr@latn: Skoro
sv: Liknande
ta: பெரும்பாலும்
th: เปรียบเทียบอย่างละเอียด
tr: Yaklaşık

source: Fast
ca: Ràpid
cs: Rychle
da: Hurtig
de: Schnell
el: Γρήγορο
es: Rápido
et: Kiire
fr: Exacte
gl: Rápido
is: Hröð
it: Veloce
ja: 簡単照合
nds: Gau
nl: Snel
pa: ਤੇਜ਼
pl: Szybka
pt: Rápido
pt_br: Rápido
ru: Быстрый
sr: Брзо
sr@latn: Brzo
sv: Snabb
ta: வேகம்
th: เปรียบเทียบอย่างรวดเร็ว
tr: Hızlı

source: <p>Select here the search method used to find duplicate images in the Albums database.<p><b>Almost</b>: the algorithm calculates an approximate difference between images. This method is slower but robust. You can affine the thresholding using the "Approximate Threshold" parameter.<p><b>Fast</b>: the algorithm compares bit-by-bit the files for fast image parsing. This method is faster but is not as robust.
ca: <p>Seleccioneu aquí el mètode de cerca que s'usarà per trobar imatges duplicades a la base de dades d'àlbums.<p><b>Gairebé</b>: l'algorisme calcula una diferència aproximada entre les imatges. Aquest mètode és més lent però més rebuts. Podeu afinar el llindar usant el paràmetre "Llindar aproximat".<p><b>Ràpid</b>: l'algorisme compara els fitxers bit a bit per un anàlisi ràpid de la imatge. Aquest mètode és ràpid però no tant robust.
cs: <p>Zde zvolte způsob vyhledávání duplicitních obrázků v databázi alb.<p><b>Téměř dokonale</b>: algoritmus vypočítává průměrnou odlišnost obrázků. Tato metoda je pomalejší, ale velmi spolehlivá. Doladit jí můžete parametrem "Práh".<p><b>Rychle</b>: algoritmus porovnávající obrázky byt po bitu. Tato metoda je rychlé, ale již ne tak spolehlivá.
da: <p>Her angives søgemetoden til at finde dubletter i albumdatabasen.<p><b>Tæt på</b> : algoritmen beregner en tilnærmet forskel mellem billederne. Denne metode er langsommere men mere grundig. Du kan definere en tærskel med "Approksimeret tærskelværdi"-parameteren.<p><b>Hurtig</b>: algoritmen sammenligner filerne bit for bit, så der opnås hurtig gennemløbning. Denne metode er hurtig, men ikke særlig grundig.
de: <p>Wählen Sie hier die Suchmethode für doppelte Bilder in der Albendatenbank. <p><b>Beinahe</b>: der Algorithmus berechnet eine angenährte Abweichung zwischen den Bildern. Diese Methode ist langsamer, aber auch zuverlässiger. Sie können die Ergebnisse mit dem Parameter "Grenzwert für die Ähnlichkeit" beeinflussen.<p><b>Schnell</b>: dieser Algorithmus vergleicht die Dateien bitweise für eine schnelle Bildanalyse. Diese Methode ist schneller, aber nicht sehr zuverlässig.
el: <p>Επιλέξτε εδώ τη μέθοδο αναζήτησης που θα χρησιμοποιηθεί για την αναζήτηση όμοιων εικόνων στα άλμπουμ της βάσης δεδομένων.<p><b>Περίπου</b>: ο αλγόριθμος υπολογίζει μια προσέγγιση της διαφοράς μεταξύ των εικόνων. Αυτή η μέθοδος είναι πιο αργή αλλά σταθερή. Μπορείτε να ορίσετε το κατώφλι ελέγχου χρησιμοποιώντας τη παράμετρο "Κατώφλι προσέγγισης".<p><b>Γρήγορο</b>: ο αλγόριθμος συγκρίνει τα αρχεία bit-με-bit για γρήγορη ανάλυση των εικόνων. Αυτή η μέθοδος είναι γρηγορότερη αλλά όχι σταθερή.
es: <p>Seleccione aquí el método de búsqueda de imágenes duplicadas en la base de datos de álbumes.<p><b>Preciso</b>: el algoritmo calcula una diferencia aproximada entre las imágenes. Este método es lento pero eficaz. Puede afinar la búsqueda ajustando el parámetro «Umbral de aproximación».<p><b>Rápido</b>: el algoritmo compara los archivos bit a bit, para un análisis muy rápido. Este método es más rápido pero menos eficaz.
et: <p>Vali topeltpiltide otsimismeetod.<p><b>Ligilähedane</b>: algoritm arvutab piltide ligilähedase erinevuse. See meetod on aeglasem, kuid kindlam. Läheduse saab määrata parameetriga "Sarnasuslävi".<p><b>Kiire</b>: algoritm võrdleb failide suurust kiire parsimise huvides. See on kiire, aga mitte nii usaldusväärne meetod.
fr: <p>Sélectionnez ici la méthode de recherche des images.<p><b>Semblable</b> : l'algorithme calcule une différence approximative entre les images. Cette méthode est lente mais efficace. Vous pouvez affiner la recherche en ajustant le paramètre « Seuil d'approximation ».<p><b>Exacte</b> : l'algorithme compare bit par bit les images par une analyse exacte. Cette méthode est rapide mais moins efficace.
gl: <p>Escolla aqui o método de Procura de imaxes duplicadas na base de dados de álbuns.<p><b>Aproximado</b>: o algoritmo calcula a diferenza aproximada entre imaxes. Este método é mais lento pero robusto. Pode afinar o valor limite utilizando o parámetro "Limiar de Aproximazón".<p><b>Rápido</b>: o algoritmo compara os ficheiros bit a bit para un procesamento rápido das imaxes. Este método é mais rápido pero non é tan robusto.
is: <p> Velja hér þá leitaraðferð sem notuð verður til að finna afrit mynda í albúmagrunninum.<p><b>Nálgun</b>: hér er reiknuð nálgun á mismun á milli mynda. Þessi aðferð er hægvirk en fremur markviss. Þú getur skilgreint nákvæmnina með því að breyta gildi fyrir "Áætlaður þröskuldur".<p><b> Hröð</b>:útreikningurinn byggist á að bera saman myndir bita-fyrir-bita á sem fljótvirkastan hátt. Þessi aðferð er mjög hröð, en er ekki jafn markviss.
it: <p>Seleziona qui il metodo di ricerca delle immagini duplicate nella banca dati.<p><b>Simile</b>: l'algoritmo calcolo una differenza approssimata tra le immagini. È un metodo più lento ma robusto. Puoi affinarne l'efficacia con il parametro «Soglia di approssimazione».<p><b>Veloce</b>: l'algoritmo verifica i file bit per bit per un'analisi veloce dei file. Questo è un metodo più veloce ma non robusto.
ja: <p>アルバムデータベースの中から重複画像を見つける検索方法を選択します。<p>詳細照合: しきい値に基づいてアルゴリズムが画像間の近似差を計算します。この方法は時間がかかりますが強力です。しきい値は「近似しきい値」のパラメータを使って調整できます。<p>簡単照合: 画像を速くパースするためにビット単位でファイルを照合します。この方法は時間はかかりませんが強力ではありません。
nds: <p>Hier kannst Du de Söökmetood för't Opspören vun Dubbels binnen de Albumdatenbank utsöken.<p><b>Liekheit</b>: De Algoritmus reekt en Liekheit-Verscheel twischen Biller ut. Disse Metood is langsam, man stevig. Du kannst de Liekheit-Grenz topassen.<p><b>Gau</b>: De Algoritmus vergliekt de Dateien Bit för Bit, wat gau is. Se is fixer, man nich so stevig.
nl: <p>Selecteer hier de zoekmethode voor de dubbele afbeeldingen in de albumdatabase<p><b>Bijna</b>: dit algoritme berekent het verschil tussen afbeeldingen. Deze methode is langzamer maar betrouwbaarder. De drempelwaarden kunnen worden aangepast met de parameter "benaderingdrempel".<p><b>Snel</b>: dit algoritme vergelijkt de bestanden bit voor bit voor een snelle verwerking van de afbeeldingen. Deze methode is sneller maar minder betrouwbaar.
pl: <p>Wybierz metodę wyszukiwania duplikatów w bazie albumów.<p><b>Dokładna</b>: algorytm określa przybliżoną różnicę między zdjęciami. Ta metoda jest wolniejsza, ale bardziej dokładna. Można ustalić dokładność korzystając z parametru "Próg podobieństwa".<p><b>Szybka</b>: algorytm porównuje pliki bit po bicie, w celu szybkiego przeglądu zdjęć. Ta metoda jest szybsza, ale mniej dokładna.
pt: <p>Seleccione aqui o método de procura de imagens duplicadas na base de dados de álbuns.<p><b>Aproximado</b>: o algoritmo calcula a diferença aproximada entre imagens. Este método é mais lento mas robusto. Pode afinar o valor limite utilizando o parâmetro "Limiar de Aproximação".<p><b>Rápido</b>: o algoritmo compara os ficheiros bit a bit para um processamento rápido das imagens. Este método é mais rápido mas não é tão robusto.
pt_br: <p>Selecione aqui o método de procura usado para encontrar imagens duplicadas nos Álbuns.<p><b>Quase</b>: o algorítmo calcula uma diferença aproximada entre as imagens. Esse método é lento mas robusto. Você pode fazer um ajuste fino no ponto inicial usando o parâmetro "Ponto Inicial Aproximadao".<p><b>Rápido</b>: o algorítimo compara bit-os arquivos por-bit para uma análise rápida da imagem. Este método é rápido mas não é o mais robusto.
ru: <p>Выберите метод поиска по базе данных изображений.<p><b>Приблизительный</b>: для изображений расчитывается примерная разница. Он является медленным, но более точным. "Порог различия" определяет, на сколько изображения должны быть похожи, чтобы они интерпретировались как одинаковые.<p><b>Быстрый</b>: побитовое сравнение. Этот метод значительно быстрее, но при этом не учитваются, например, одинаковые изображения с разной степенью сжатия.
sr: <p>Изаберите овде метод претраге који се користи за налажење дупликата слика у бази албума. <p><b>Скоро</b>: Алгоритам рачуна приближну разлику између слика. Овај метод је спорији али поузданији. Можете задати праг осетљивости помоћу параметра „Праг приближности“. <p><b>Брзо</b>: Алгоритам пореди фајлове бит по бит ради бржег рашчлањивања слика. Овај метод је бржи, али није тако поуздан.
sr@latn: <p>Izaberite ovde metod pretrage koji se koristi za nalaženje duplikata slika u bazi albuma. <p><b>Skoro</b>: Algoritam računa približnu razliku između slika. Ovaj metod je sporiji ali pouzdaniji. Možete zadati prag osetljivosti pomoću parametra „Prag približnosti“. <p><b>Brzo</b>: Algoritam poredi fajlove bit po bit radi bržeg raščlanjivanja slika. Ovaj metod je brži, ali nije tako pouzdan.
sv: <p> Välj sökmetod för duplicerade bilder i albumdatabasen här.<p><b>Liknande</b>: algoritmen beräknar en ungefärlig skillnad mellan bilder. Metoden är en långsammare metod, men robust. Du kan definiera tröskeln med parametern "Jämförelsetröskel".<p><b>Snabb</b>: algoritmen jämför filerna bit för bit vilket ger en snabb bildtolkning. Metoden är snabbare, men inte robust.
ta: <p>பொய்யான படிமத்தின் தொகுப்பு தரவுத்தளத்தை தேட இங்கு தேர்ந்தெடுக்கவும்.<p><b>அனைத்தும்</b>: வழிகாட்டி குத்துமதிப்பாக படிமத்தின் இடையே கணக்கிடும். இந்த முறை இயந்திர. You can affine the threesholding by the "Approximate Threeshold" parameter.<p><b>Fast</b>: the algorithm compare bit per bit the files for a fast images parsing. This method is a faster method but not robust.
th: <p>เลือกวิธีการค้นหาที่จะใช้ค้นหาภาพซ้ำในฐานข้อมูลภาพได้ที่นี่ <p><b>เปรียบเทียบอย่างละเอียด</b>: อัลกอริธึมนี้จะให้ผลที่ค่อนข้างแม่นยำ โดยจะมีการคำนวนเปรียบเทียบความแตกต่างระหว่างภาพอย่างละเอียดตามค่า "อัตราการเปรียบเทียบ" ที่กำหนด <p><b>เปรียบเทียบอย่างรวดเร็ว</b>: อัลกอริธึมนี้จะใช้การเปรียบเทียบแฟ้มแบบ บิตต่อบิต เพื่อให้ทำงานได้รวดเร็ว แต่ก็จะไม่ค่อยได้ผลที่แม่นยำนัก
tr: <p>Albümlerde tekrarlanan resim bulma metodunu seçin.<p>Yaklaşık</b>: algoritma resimler arasındaki farkları yaklaşık olarak hesaplar.Bu metod yavaş fakat güçlüdür."Yakınlık derecesi"parametresi<p><b>Fast</b>: algoritma resimleri bit bit karşılaştırır.Bu metod hızlıdır fakat güçlü değildir.

source: Approximate threshold:
ca: Llindar aproximat:
cs: Práh:
da: Approksimeret tærskel:
de: Grenzwert für die Ähnlichkeit:
el: Kατώφλι προσέγγισης:
es: Umbral de proximidad:
et: Sarnasuslävi:
fr: Seuil d'approximation :
gl: Limiar de aproximazón:
is: Áætlaður þröskuldur:
it: Soglia approssimativa:
ja: 近似しきい値:
nds: Liekheit-Grenz:
nl: Benaderingdrempel:
pa: ਲੱਗਭਗ ਥਰੈਂਸ਼ਹੋਲਡ:
pl: Próg podobieństwa:
pt: Limiar de aproximação:
pt_br: Limite aproximado:
ru: Порог различия:
sr: Праг сличности:
sr@latn: Prag sličnosti:
sv: Jämförelsetröskel:
ta: ஏறக்குறைய விளிம்பு:
th: อัตราการเปรียบเทียบ:
tr: Yakınlık (benzerlik) eşiği:

source: <p>Select here the approximate threshold value, as a percentage, for the 'Almost' find-duplicates method. This value is used by the algorithm to distinguish two similar images. The default value is 88.
ca: <p>Seleccioneu aquí el valor del llindar aproximat, en percentatge, pel mètode 'Gairebé' de cerca de duplicats. L'algorisme usa aquest valor per distingir dues imatges similars. El valor per defecte és 88.
cs: <p>Zde zadejte hodnotu prahu v procentech pro vyhledávací metodu 'Téměř dokonale'. Tato hodnota bude použita pro porovnání dvou stejných obrázků. Výchozí hodnota je 88.
da: <p>Her angives en approksimeret tærskelværdi i procent,til tæt på-metoden.. Denne værdi bruges af algoritmen til at skelne mellem to ens billeder.Standardværdien er 88.
de: <p>Wählen Sie hier einen Grenzwert für die Ähnlichkeit in Prozent für die "Beinahe" Suchmethode. Dieser Wert wird von dem Algorithmus benutzt, um zwei ähnliche Bilder zu vergleichen. Die Voreinstellung ist 88.
el: <p>Επιλέξτε εδώ την τιμή στο κατώφλι προσέγγισης, ως ένα ποσοστό, για τη μέθοδο εύρεσης όμοιων εικόνων 'Περίπου'. Αυτή η τιμή χρησιμοποιείτε από τον αλγόριθμο για το διαχωρισμό δύο παρόμοιων εικόνων. Η προκαθορισμένη τιμή είναι 88.
es: <p>Seleccione aquí el valor del umbral de proximidad, en tanto por ciento, para el método de búsqueda «Preciso». Este valor es usado por el algoritmo para distinguir dos imágenes similares. El valor predeterminado es 88.
et: <p>Vali siin protsentides määratav sarnasuslävi ligilähedase topeltpiltide leidmise meetodile. Seda väärtust kasutatakse kahe sarnase pildi kattumise määramise algoritmis. Vaikeväärtus on 88.
fr: <p>Sélectionnez ici la valeur du seuil d'approximation, en pourcentage, pour la méthode de recherche « Semblable ». Cette valeur est utilisée par l'algorithme pour distinguer deux images semblables. La valeur par défaut est 88.
gl: <p>Escolla aqui o limiar de aproximazón en porcentaxe para o método aproximado de procura de duplicados. Este valor é utilizado polo algoritmo para distinguir 2 imaxes semellantes. O valor predefinido é 88.
is: <p> Velja hér áætlaðan þröskuld, í prósentum, fyrir nálgun á því hve mikið myndir líkjast. Þetta gildi er notað til útreiknings á því hve mikið einhverjar tvær myndir líkjast. Sjálfgefið gildi er 88.
it: <p>Seleziona qui il valore della soglia di approssimazione, in percentuale, per il metodo di ricerca «Simile». Questo valore viene usato dall'algoritmo per distinguere due immagini simili. Il valore predefinito è 88.
ja: <p>詳細照合で使用する近似しきい値をパーセントで指定してください。アルゴリズムはこの値に基づいて二つのよく似たファイルを区別します。標準の値は 88 です。
nds: <p>Hier kannst Du de Liekheit-Grenz as en Perzentweert fastleggen, de vun de Dubbels-Söök na Liekheit bruukt warrt. Is de Liekheit grötter as de Weert, sünd de Biller för den Algoritmus nau liek. De Vörinstellen is 88.
nl: <p>Selecteer hier de benaderingdrempel in procenten voor de 'bijna' zoekmethode voor dubbelen. Deze waarde wordt gebruikt door het algoritme om de gelijkaardige afbeeldingen van elkaar te onderscheiden. De standaardwaarde is 88.
pl: <p>Tutaj można wybrać procentową wartość progu podobieństwa dla 'Dokładnej' metody wyszukiwania duplikatów. Ta wartość jest używana do rozróżnienia dwóch podobnych zdjęć. Domyślną wartością jest 88.
pt: <p>Seleccione aqui o limiar de aproximação em percentagem para o método aproximado de procura de duplicados. Este valor é utilizado pelo algoritmo para distinguir 2 imagens semelhantes. O valor predefinido é 88.
pt_br: <p>Selecione aqui o valor do ponto inicial aproximado, como uma porcentagem para o algorítmo 'Quase' de busca de duplicados. Esse valor é usado pelo algorítimo para distinguir duas imagens similares. O valor padrão é 88.
sr: <p>Изаберите овде вредност прага, као проценат, за метод налажења дупликата „Скоро“. Алгоритам користи ову вредност да би разликовао сличне слике. Подразумевано је 88.
sr@latn: <p>Izaberite ovde vrednost praga, kao procenat, za metod nalaženja duplikata „Skoro“. Algoritam koristi ovu vrednost da bi razlikovao slične slike. Podrazumevano je 88.
sv: <p>Välj ungefärligt tröskelvärde i procent för metoden med sökning efter liknande bilder. Värdet används av algoritmen för att skilja på två liknande bilder. Normalvärdet är 88.
ta: <p>'ஏறக்குறைய' போலிகளை-கண்டுபிடி வகைக்கான, பெரிதும் ஒத்திருக்கிற மதிப்பை விகிதமாக இங்கே தேர்ந்தெடுக்கலாம். இந்த மத்ப்பு இரண்டு ஒரேமாதிரியான பிம்பங்களை வேறுபடுத்த அல்கரிதமால் பயன்படுத்தப்படுகிறது. முன்னிருப்பு மதிப்பு 88.
th: <p>เลือกอัตราการเปรียบเทียบเป็นระดับร้อยละ สำหรับใช้กับวิธีการค้นหาภาพซ้ำ'เปรียบเทียบอย่างละเอียด' ได้ที่นี่ โดยค่านี้จะถูกใช้ในอัลกอริธึมเพื่อใช้ในการตัดสินใจว่าภาพสองภาพเหมือนกันหรือไม่ ซึ่งมีค่าปริยายเป็น 88
tr: <p>'Hemen hemen' tekrarlanan resim bulma metodu için, yüzdelik olarak, yakınlık bulma derecesini seçin.Bu değer algoritma tarafından iki benzer resmi ayırmak için kullanılır. Standart değer 88'dir.

source: Cache Maintenance
ca: Manteniment de la memòria cau
cs: Správa cache
da: Cachevedligeholdelse
de: Zwischenspeicherverwaltung
el: Διαχείριση λανθάνουσας μνήμης
es: Mantenimiento de la memoria caché
et: Puhvri hooldus
fr: Maintenance du cache
gl: Mantimento da Caché
is: Viðhald skyndiminnis
it: Manutenzione della cache
ja: キャッシュ管理
nds: Twischenspiekerpleeg
nl: Cache-onderhoud
pa: ਕੈਂਚੇ ਪਰਬੰਧ
pl: Zarządzanie buforem
pt: Manutenção do 'Cache'
pt_br: Manutenção do cache
sr: Одржавање кеша
sr@latn: Održavanje keša
sv: Cacheunderhåll
ta: தற்காலிக பராமரிப்பு
th: บำรุงรักษาแคช
tr: Önbellek Bakımı

source: The find-duplicate-images process uses a cache folder for images' fingerprints to speed up the analysis of items from Albums.
ca: El procés de cerca de duplicat d'imatges usa una carpeta temporal per desar les empremtes de les imatges i accelerar l'anàlisi dels elements dels àlbums.
cs: Při vyhledávání shodných obrázků používá proces složku cache. Urychluje se tím analýza položek v Albech.
da: Processen Find dubletter bruger en cache-mappe til at lagre et fingeraftryk af billederne for at optimere analysen billeder i albummerne.
de: Der "Doppelte Bilder suchen"-Prozess benutzt einen Zwischenspeicher-Ordner, um die Albenanalyse durch das Ablegen von "Fingerabdrücken" zu beschleunigen.
el: Η διαδικασία αναζήτησης όμοιων εικόνων χρησιμοποιεί ένα φάκελο λανθάνουσας μνήμης για τα αποτυπώματα των εικόνων για να επιταχύνει την ανάλυση των αντικειμένων των άλμπουμ.
es: El proceso de búsqueda de imágenes duplicadas utiliza una memoria caché para incluir las huellas digitales de las imágenes y analizar más rápidamente los elementos de los álbumes.
et: Topeltpiltide otsimisel kasutatakse analüüsi kiirendamiseks pildijäljendite puhvrit.
fr: Le processus de recherche utilise un dossier cache pour gérer les empreintes numériques des images. Ce dossier cache permet d'améliorer la vitesse d'analyse des éléments dans les albums.
gl: O proceso de procura de imaxes duplicadas utiliza un cartafol de caché para as marcas dixitais das imaxes para acelerar a operazón.
is: Við leit að afritum mynda eru notaðar skyndiminnismöppur undir 'fingraför' mynda til að hraða greiningu skránna í albúmunum.
it: Il processo di ricerca dei duplicati usa una cartella cache con le firme delle immagini per accelerare l'analisi degli elementi degli album.
ja: 重複画像検索はアルバムのアイテムを速く分析するために キャッシュフォルダの画像のフィンガープリントを使用します。
nds: De Söök na Dubbels bruukt en Twischenspiekerorner för Signaturen vun de Biller, mit de se dat Analyseren vun Biller ut Alben gauer maakt.
nl: Het proces voor het zoeken van dubbele afbeeldingen gebruikt een cache-map voor vingerafdrukken van afbeeldingen om de albumitems sneller te kunnen analyseren.
pl: Proces wyszukiwania zdjęć-duplikatów korzysta z bufora do przechowywania znaczników zdjęć, aby przyspieszyć analizę zawartości albumów.
pt: O processo de procura de imagens duplicadas utiliza uma pasta de 'cache' para as impressões digitais das imagens para acelerar a operação.
pt_br: O processo de procura de imagens duplicadas usa uma pasta cache para armazenar a 'impressão digital' das imagens de forma a aumentar o desempenho da análise dos itens do Álbum.
sr: Процес тражења дупликата слика користи кеш фасциклу за отиске слика да би убрзао анализу ставки у албумима.
sr@latn: Proces traženja duplikata slika koristi keš fasciklu za otiske slika da bi ubrzao analizu stavki u albumima.
sv: Processen för att söka efter duplicerade bilder använder en cachekatalog med bildernas fingeravtryck för att snabbt analysera objekt i albumen.
ta: போலி பிம்பங்களை கண்டுபிடிக்கும் செயல் ஆல்ப உருப்படிகளின் ஆய்வை வேகப்படுத்த பிம்பங்களின் விரல்பதிவுகளுகான ஒரு தற்காலிக அடைவை பயன்படுத்துகிறது.
th: การประมวลผลค้นหาภาพที่ซ้ำกัน จะมีการใช้แคชเพื่อเก็บส่วนบ่งชี้ความเป็นเอกเทศของภาพ เพื่อเพิ่มความเร็วในการวิเคราะห์รายการจากอัลบั้ม
tr: Tekrarlanan resim bulma işlemi, resim parmakizleri için bir önbellek dizini kullanır. Böylece Albüm başlıklarının incelenmesi hızlandırılır.

source: &Update Cache
ca: Act&ualitza la memòria cau
cs: Akt&ualizace cache
da: &Opdatér cache
de: Zwischenspeicher &aktualisieren
el: Ενημέρωση της λαν&θάνουσας μνήμης
es: Act&ualizar la memoria caché
et: &Uuenda puhvrit
fr: &Mettre à jour le cache
gl: Act&ualizar a Caché
is: &Uppfæra skyndiminni
it: &Aggiorna la cache
ja: キャッシュを更新(&U)
nds: Twischenspieker &opfrischen
nl: &Cache bijwerken
pa: ਕੈਂਚੇ ਅੱਪਡੇਟ(&U)
pl: &Uaktualnij bufor
pt: Act&ualizar o 'Cache'
pt_br: &Atualizar cache
ru: &Обновить кэш
sr: &Ажурирај кеш
sr@latn: &Ažuriraj keš
sv: &Uppdatera cache
ta: &தற்காலிகத்தை புதுப்பி
th: ปรับปรุงแคช
tr: Önbelleği &Güncelle
