Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_sync.po
Languages: fr

source: _: NAME OF TRANSLATORS Your names
fr: Bruno Patri

source: _: EMAIL OF TRANSLATORS Your emails
fr: bruno.patri@gmail.com

source: Name:
fr: Nom :

source: Username:
fr: Nom d'utilisateur :

source: Password:
fr: Mot de passe :

source: Use &Gallery 2
fr: Utiliser la &galerie 2

source: Override Default Options
fr: Outrepasser les options par défaut

source: Resize photos before uploading
fr: Redimensionner les images avant le téléversement

source: Maximum dimension:
fr: Dimension maximum :

source: <h2>Gallery Export</h2>
fr: <h2>Exportation de la galerie</h2>

source: &New Album
fr: &Nouvel albun

source: &Add Photos
fr: &Ajouter des photos

source: Gallery Export
fr: Exportation de la galerie

source: A Kipi plugin to export image collection to remote Gallery server.
fr: Un module Kipi pour exporter un ensemble d'images vers un serveur distant de galerie d'images.

source: Author
fr: Auteur

source: Maintainer
fr: Mainteneur

source: Failed to login into remote gallery.
fr: Impossible de s'identifier sur la galerie distante

source: Do you want to try again?
fr: Voulez-vous essayer à nouveau ?

source: Sorry, these characters are not allowed in album name: %1
fr: Désolé mais ces caractères ne sont pas autorisés pour le nom de l'album : %1

source: Uploading file %1
fr: Téléversement du fichier %1

source: Failed to upload photo into remote gallery.
fr: Le téléversement de la photo vers la galerie distante a échoué.

source: Do you want to continue?
fr: Voulez-vous continuer ?

source: Synchronize...
fr: Synchroniser...

source: Configure Synchronization...
fr: Configurer la synchronisation...

source: Synchronization Settings...
fr: Paramètres de la synchronisation...

source: MyDialog
fr: Ma boîte de dialogue

source: <h3>Enter New Album Name</h3>
fr: <h3>Entrez le nom du nouvel album</h3>

source: Title (optional):
fr: Titre (optionnel) :

source: Name (optional):
fr: Nom (optionnel) :

source: Caption (optional):
fr: Légende (optionnel) :

source: Sinks
fr: Collecteurs

source: &Find
fr: &Chercher

source: Name
fr: Nom

source: No sink selected!
fr: Aucun collecteur sélectionné !

source: Are you sure you want to remove this sink? All synchronisaton settings will be lost. You cannot undo this action.
fr: Êtes-vous sûr de vouloir supprimer ce collecteur ? Tous les paramètres de synchronisation seront perdus. Vous ne pouvez pas annuler cette action.

source: Remove Sink?
fr: Supprimer le collecteur ?
