Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_batchprocessimages.po
Languages: ca, el, es, fr, gl, nl, pl, sr, sr@latn, ta, th, tr

source: Batch Convert Images
ca: Conversió d'imatges per lots
el: Ομαδική μετατροπή εικόνων
es: Proceso por lotes de conversión de imágenes
fr: Convertir le format (traitement par lots)
gl: Conversión de Lotes de Imaxes
nl: Afbeeldingen omzetten
pl: Grupowa konwersja zdjęć
sr: Пакетно конвертовање слика
sr@latn: Paketno konvertovanje slika
ta: தொகுதி மாற்று பிம்பங்கள்
th: แปลงกลุ่มภาพ
tr: Çoklu Resim Dönüştürme

source: Batch convert images
ca: Conversió d'imatges per lots
el: Ομαδική μετατροπή εικόνων
es: Proceso por lotes de conversión de imágenes
fr: Convertir le format (traitement par lots)
gl: Conversión de lote de imaxes
nl: Afbeeldingen omzetten
pl: Grupowa konwersja zdjęć
sr: Пакетно конвертовање слика
sr@latn: Paketno konvertovanje slika
ta: தொகுதி மாற்று பிம்பங்கள்
th: แปลงกลุ่มภาพ
tr: Çoklu resim dönüştürme

source: A Kipi plugin for batch converting images This plugin uses the "convert" program from "ImageMagick" package.
ca: Un connector del Kipi per convertir imatges per lots Aquest connector usa el programa "convert" del paquet "ImageMagick".
el: Ένα πρόσθετο Kipi για την ομαδική μετατροπή εικόνων Αυτό το πρόσθετο χρησιμοποιεί το πρόγραμμα "convert" από το πακέτο "ImageMagick".
es: Un complemento de KIPI para el proceso por lotes de conversión de imágenes Este complemento utiliza el programa «convert» del paquete «ImageMagick».
fr: Un module externe KIPI pour convertir le format (traitement par lots). Ce module externe utilise le programme « convert » du paquetage « ImageMagick ».
gl: Un plugin de Kipi para converter lotes de imaxes Este plugin utiliza o programa "convert" do pacote "ImageMagick".
nl: Een KIPI-plugin voor het omzetten van afbeeldingen Deze plugin gebruikt het programma "convert" van "ImageMagick" .
pl: Wtyczka Kipi do grupowej konwersji zdjęć Ta wtyczka korzysta z programu "convert" z pakietu "ImgaeMagick".
sr: Прикључак Kipi-ја за пакетно конвертовање слика Овај прикључак користи наредбу „convert“ из пакета „ImageMagick“.
sr@latn: Priključak Kipi-ja za paketno konvertovanje slika Ovaj priključak koristi naredbu „convert“ iz paketa „ImageMagick“.
ta: தொகுதி மாற்றும் பிம்பங்களுக்கான ஒரு கிபி சொருகுப்பொருள் இந்த சொருகுப்பொருள் "மாற்று" நிரலியை "பிம்பமாயை" தொகுதியில் இருந்து பயன்படுத்துகிறது.
th: ปลั๊กอินของ Kipi สำหรับแปลงกลุ่มภาพ โดยปลั๊กอินนี้ใช้โปรแกรม "convert" จากแพ็กเกจ "ImageMagick"
tr: Çoklu resim dönüştürme için bir Kipi eklentisi Bu eklenti "ImageMagick" paketinden "convert" programını kullanır.

source: Image Conversion Options
ca: Opcions de conversió d'imatge
el: Επιλογές μετατροπής εικόνων
es: Opciones de conversión de imágenes
fr: Format de conversion
gl: Opzóns de Conversión de Imaxes
nl: Opties voor het omzetten van afbeeldingen
pl: Opcje konwersji zdjęć
sr: Опције конвертовања слике
sr@latn: Opcije konvertovanja slike
ta: பிம்ப மாற்று விருப்பத்தேர்வுகள்
th: ตัวเลือกการแปลงกลุ่มภาพ
tr: Resim Dönüştürme Seçenekleri

source: Format:
el: Μορφή:
es: Formato:
gl: Formato:
nl: Opmaak:
sr: Формат:
ta: வடிவம்:
th: รูปแบบแฟ้ม:
tr: Biçim:

source: <p>Select here the target image file format.<p>
ca: <p>Seleccioneu aquí el format de fitxer de la imatge final.<p>
el: <p>Επιλέξτε εδώ τη μορφή αρχείου της εικόνας προορισμού.<p>
es: <p>Seleccione aquí el formato del archivo de las imágenes de destino.<p>
fr: <p>Sélectionnez ici le format de fichier utilisé pour la conversion.<p>
gl: <p>Escolla o formato de ficheiro da imaxe de destino.<p>
nl: <p>Selecteer hier het bestandsformaat van de doelafbeeldingen.<p>
pl: <p>Wybierz tutaj format wyjściowy zdjęcia.<p>
sr: <p>Овде изаберите формат циљних фајлова слика.<p>
sr@latn: <p>Ovde izaberite format ciljnih fajlova slika.<p>
ta: <p>இங்கு இலக்கு கோப்பு வடிவத்தை தேர்வு செய்யவும்.<p>
th: <p>เลือกรูปแบบแฟ้มภาพเป้าหมายได้ที่นี่<p>
tr: <p>Burada hedef resim dosyasının biçimini seçiniz.<p>

source: <b>JPEG</b>: The Joint Photographic Experts Group's file format is a good Web file format but it uses lossy data compression.<p><b>PNG</b>: the Portable Network Graphics format is an extensible file format for the lossless, portable, well-compressed storage of raster images. PNG provides a patent-free replacement for GIF and can also replace many common uses of TIFF. PNG is designed to work well in online viewing applications, such as the World Wide Web, so it is fully streamable with a progressive display option. Also, PNG can store gamma and chromaticity data for improved color matching on heterogeneous platforms.
ca: <b>JPEG</b>: el format de fitxer "The Joint Photographic Experts Group" és un bon format de fitxer per la web però empra compressió amb pèrdua.<p><b>PNG</b>: el format "Portable Network Graphics" és un format de fitxer extensible que evita la pèrdua, portable, i té una bona compressió d'emmagatzematge d'imatges ràster. El PNG proporciona un recanvi lliure de patents al GIF i també pot substituir molts usos comuns del TIFF. El PNG està dissenyat per treballar bé amb les aplicacions de visualització en línia, com la web, doncs és completament transmissible amb una opció de visualització progressiva. El PNG també pot emmagatzemar dades de gamma i cromaticitat per millorar la coincidència de color en plataformes heterogènies.
el: <b>JPEG</b>: Η μορφή 'Joint Photographic Experts' αρχείου είναι μια καλή μορφή για τον Ιστό αλλά χρησιμοποιεί απωλεστική συμπίεση δεδομένων.<p><b>PNG</b>: Η μορφή 'Portable Network Graphics' είναι μια μορφή με μη απωλεστική συμπίεση, κινητή, καλά συμπιεσμένη αποθήκευση ψηφιακών εικόνων. Η PNG προσφέρει μια αντικατάσταση χωρίς πατέντες της GIF καθώς επίσης μπορεί να αντικαταστήσει πολλές κοινές χρήσεις της TIFF. Η PNG σχεδιάστηκε για να λειτουργεί σωστά σε ενεργές εφαρμογές προβολής, όπως ο παγκόσμιος ιστός, έτσι είναι πλήρως ικανό για προοδευτική εμφάνιση εικόνων. Επίσης, η PNG μπορεί να αποθηκεύσει γάμμα και χρωματικά δεδομένα για βελτιωμένη χρωματική σύνθεση σε ετερογενείς πλατφόρμες.
es: <b>JPEG</b>: El formato de archivo «Joint Photographic Experts Group» es un buen formato de archivo para la web, pero usa una compresión con pérdida de datos.<p><b>PNG</b>: el formato «Portable Network Graphics» es un formato de archivo ampliable, portable y con una buena compresión sin pérdida de datos para almacenar imágenes en mapa de bits. El PNG proporciona una alternativa libre de patentes al GIF y frecuentemente puede también reemplazar al TIFF. El PNG está diseñado para funcionar bien en aplicaciones de visualizacion de imágenes por Internet. Es totalmente transmisible con una opción de presentación progresiva. Además, el PNG puede almacenar la información de gamma y cromacidad para mejorar la conservación de los colores entre plataformas heterogéneas.
fr: <b>JPEG</b> : le format de fichier « Joint Photographic Experts Group » est un bon format pour la diffusion sur Internet mais il utilise une compression de données avec pertes.<p><b>PNG</b> : le format de fichier « Portable Network Graphics » est un format extensible, sans pertes, portable et bien compressé. PNG est un remplaçant libre de droits du format GIF et peut remplacer aussi beaucoup de caractéristiques du format TIFF. PNG est conçu pour être efficace avec les applications de consultation en ligne, comme celles de l'Internet, dans lesquelles il peut s'afficher progressivement. De plus, PNG peut conserver les informations relatives au gamma et aux couleurs afin d'améliorer la correspondance des couleurs sur les plates-formes hétérogènes.
gl: <b>JPEG</b> O formato de ficheiro "Joint Photographic Experts Group" é bon para utilizazón na Web pero utiliza compresión con perda de dados. <p><b>PNG</b>: o formato "Portable Network Graphics" é un formato de ficheiro extensíbel para armacenamento sen perda de dados, portábel e ben comprimido de imaxes rasterizadas. PNG é un substituto sen patentes do formato GIF e tamén substitui alguns usos comuns do TIFF. PNG está deseñado para funcionar ben en aplicazóns online, porque ten opzóns de visualizazón progresiva. PNG tamén pode armacenar dados de gama e croma para a obter cores mais fiéis mesmo en plataformas heteroxéneas.
nl: <b>JPEG</b>: het bestandsformaat van de Joint Photographic Experts Group is een goed bestandsformaat voor web-toepassingen. Het gebruikt echter een compressietechniek die voor kwaliteitsverlies zorgt.<p><b>PNG</b>: het formaat Portable Network Graphics is een uitbreidbaar bestandsformaat voor het opslaan van overdraagbare en goed gecomprimeerde bestanden in rasterformaat. PNG is een patentvrije vervanging voor GIF en kan het TIFF-formaat vaak ook vervangen . PNG is ontworpen om te werken met "online viewing"-toepassingen zoals het World Wide Web. Het is dus volledig streamable met een "progressive display"-optie. Ook kan PNG gamma- en chromaticity-gegevens bewaren voor verbeterde kleurovereenkomsten op heterogene platformen.
pl: <b>JPEG</b>: (Joint Photographic Experts' Group) format ten jest dobry do zastosowań internetowych, jednak używa kompresji stratnej.<p><b>PNG</b>: (Portable Network Graphics) format PNG jest formatem grafiki oferującym bezstratną, przenośnośną, wysoko wydajną kompresję grafiki rastrowej. PNG, pozostając rozwiązaniem nieopatentowanym, jest dobrym zamiennikiem formatu PNG, może także zastąpić format TIFF w wielu popularnych zastosowaniach. PNG został stworzony z myślą o współpracy z rozwiązaniami do przeglądania grafiki online, takimi jak World Wide Web, tak więc oferuje opcję przesyłania strumieniowego wraz z wyświetlanie grafiki w miarę jej ściągania. PNG może także przechowywać informacje o kanale gamma i barwie w celu lepszego odwzorowania kolorów na niezgodnych platformach.
sr: <b>JPEG</b>: Добар формат фајлова за Веб, али користи компресију са губицима.<p><b>PNG</b>: Проширив формат фајлова за добру компресију растерских слика, без губитака. PNG је слободна од патената замена за GIF, а може да замени и TIFF у многим уобичајеним применама. PNG је пројектован да ради добро у применама за прегледање на вези, као што је Веб (World Wide Web), тако да је потпуно серијски са опцијом прогресивног приказа. Такође, PNG може да складишти податке о гами и хроматичности ради побољшаног поклапања боја на разноврсним платформама.
sr@latn: <b>JPEG</b>: Dobar format fajlova za Veb, ali koristi kompresiju sa gubicima.<p><b>PNG</b>: Proširiv format fajlova za dobru kompresiju rasterskih slika, bez gubitaka. PNG je slobodna od patenata zamena za GIF, a može da zameni i TIFF u mnogim uobičajenim primenama. PNG je projektovan da radi dobro u primenama za pregledanje na vezi, kao što je Veb (World Wide Web), tako da je potpuno serijski sa opcijom progresivnog prikaza. Takođe, PNG može da skladišti podatke o gami i hromatičnosti radi poboljšanog poklapanja boja na raznovrsnim platformama.
th: <b>JPEG</b>: รูปแบบแฟ้มของ The Joint Photographic Experts Group เหมาะสำหรับใช้กับเวบ แต่จะมีการบีบข้อมูลที่ทำให้ภาพเสียรายละเอียด<p><b>PNG</b>: รูปแบบแฟ้ม Portable Network Graphics เป็นแฟ้มที่ภาพเสียรายละเอียดน้อยมาก มีขนาดที่เหมาะสม และเหมาะกับการใช้ แฟ้มแบบ PNG นั้นไม่มีปัญหาเรื่องสิทธิบัตรต่างจากแฟ้มแบบ GIF และยังสามารถใช้ทดแทนแฟ้มแบบ TIFF ได้ดีอีกด้วย แฟ้มแบบ PNG ถูกออกแบบมาให้ทำงานได้ดีกับการแสดงผลแบบออนไลน์ เช่น เวบ ดังนั้นมันจึงสามารถเลือกทำการแสดงผลแบบโพรเกรสซีฟในระหว่างการรับสายข้อมูลได้และเช่นกัน แฟ้มแบบ PNG ยังสามารถเก็บค่าแกมม่าและค่าข้อมูลโครม่า สำหรับปรับปรุงใช้งานระบบกับอุปกรณ์ที่แตกต่างกันได้ง่าย
tr: <b>JPEG</b>: Joint Photographic Experts' Group dosya biçimi Web için uygundur fakat kayıplı veri sıkıştırma tekniğini kullanmaktadır.<p><b>PNG</b>: Portable Network Graphics dosya biçimi ham resimler için kayıpsız, taşınabilir, iyi sıkıştırılmış kayıt imkanı sağlar. PNG GIF için patentsiz bir alternatif sunar ve TIFF'in birçok genel kullanımını da ikame eder. PNG çevrimiçi görüntüleme uygulamaları için tasarlanmıştır, World Wide Web gibi, bu yüzden gelişmiş görüntüleme şartlarında tamamen akıcıdır. Aynı zamanda, PNG farklı ortamlarda daha iyi renk eşleşmesi için gamma ve chromaticity verilerini de saklar.

source: <p><b>TIFF</b>: the Tag Image File Format is a rather old standard that is still very popular today. It is a highly flexible and platform-independent format which is supported by numerous image processing applications and virtually all prepress software on the market.
ca: <p><b>TIFF</b>: el format "Tag Image File Format" és un estàndard força antic que encara és molt popular avui en dia. És un format altament flexible i independent de plataforma que funciona amb molts aplicacions de procés d'imatges i virtulament amb tot el programari d'impressió del mercat.
el: <p><b>TIFF</b>: Η μορφή Tagged Image File Format είναι ένα αρκετά παλιό πρότυπο το οποίο είναι πολύ δημοφιλές σήμερα. Είναι πολύ ευέλικτο και ανεξάρτητο πλατφόρμας που υποστηρίζεται από πλήθος εφαρμογών επεξεργασίας εικόνας και πραγματικά όλα τα προγράμματα έντυπης σχεδίασης της αγοράς.
es: <p><b>TIFF</b>: el formato de archivo «Tag Image File Format» es un formato un tanto antiguo que todavía sigue siendo muy popular. Es un formato muy flexible e independiente de la plataforma que es reconocido por numerosas aplicaciones de tratamiento de imágenes y prácticamente todos los programas de preimpresión que hay en el mercado.
fr: <p><b>TIFF</b> : le format de fichier « Tag Image File Format » est un ancien format qui reste toujours très populaire aujourd'hui. Il est très flexible et indépendant de la plate-forme. Il est supporté par de nombreuses applications de traitement d'image et par pratiquement tous les logiciels de publication du marché.
gl: <p><b>TIFF</b>: o formato de ficheiro "Tag Image File Format" é unha norma relativamente antiga que ainda se mantén bastante popular. É un formato altamente flexíbel e independente da plataforma que é soportado por moitas aplicazóns de procesamento de imaxes e virtualmente todos os programas de preparazón de publicazón existentes no mercado.
nl: <p><b>TIFF</b>:het Tag Image File Format is een redelijk oude standaard die vandaag de dag nog steeds heel populair is. het is een zeer flexibel en platformonafhankelijk formaat dat door talrijke beeldbewerkingsprogramma's en prepress-software wordt ondersteund.
pl: <p><b>TIFF</b>: format TIFF (Tag Image File Format) jest dosyć starym standardem, w dalszym ciągu popularnym. Jest on elastycznym i niezależnym od platformy formatem, który jest obsługiwany przez przez praktycznie wszystkie programy graficzne na rynku.
sr: <p><b>TIFF</b>: Прилично стар стандард који је и даље врло популаран. Врло је флексибилан и платформски независан, подржавају га бројни програми за обраду слика и практично сав софтвер за припрему штампе.
sr@latn: <p><b>TIFF</b>: Prilično star standard koji je i dalje vrlo popularan. Vrlo je fleksibilan i platformski nezavisan, podržavaju ga brojni programi za obradu slika i praktično sav softver za pripremu štampe.
th: <p><b>TIFF</b>: แฟ้มแบบ Tagged Image File Format นั้นเป็นรูปแบบมาตรฐานเก่าที่ยังคงได้รับความนิยมอยู่ในปัจจุบัน เนื่องจากมันยืดหยุ่นมากในการใช้งานการประมวลผลภาพโดยไม่ขึ้นกับแพลตฟอร์มที่ใช้กันมากในแอพพลิเคชันของงานเตรียมพิมพ์ และแวดวงการพิมพ์
tr: <p><b>TIFF</b>: Tagged Image File Format halen daha popüler olan ve nispeten eski bir biçimdir. Çok esnek ve ortamdan bağımsız bir biçimdir. Birçok resim işleme uygulamaları tarafından da desteklenmektedir.

source: <p><b>PPM</b>: the Portable Pixel Map file format is used as an intermediate format for storing color bitmap information. PPM files may be either binary or ASCII and store pixel values up to 24 bits in size. This format generate the largest-sized text files to encode images without losing quality
ca: <p><b>PPM</b>: el format de fitxer "Portable Pixel Map" s'empra com un format intermedi per emmagatzemar informació del mapa de bits de colors. Els fitxers PPM poden ser binaris o ASCII i emmagatzemen els valors dels píxels amb una mida de fins a 24 bits. Aquest format genera els fitxers de text més grans per codificar les imatges sense perdre qualitat.
el: <p><b>PPM</b>: η μορφή αρχείου Portable Pixel Map χρησιμοποιείται σαν ενδιάμεση μορφή αποθήκευσης πληροφοριών χρώματος bitmap. Τα αρχεία PPM μπορεί να είναι είτε δυαδικά είτε ASCII και να αποθηκεύσουν τιμές εικονοστοιχείων έως τα 24 bits σε μέγεθος. Αυτή η μορφή δημιουργεί τα μεγαλύτερα αρχεία κειμένου κατά την κωδικοποίηση εικόνων χωρίς την απώλεια ποιότητας
es: <p><b>PPM</b>: el formato de archivo «Portable Pixel Map» se emplea como un formato intermedio para almacenar información de mapas de bits en color. Los archivos PPM pueden ser binarios o ASCII y almacenar los valores de los puntos con una resolución de hasta 24 bits. Este formato produce archivos de texto muy grandes pero codifica imágenes sin perder calidad
fr: <p><b>PPM</b> : le format de fichier « Portable Pixel Map » est utilisé comme format intermédiaire pour stocker les images en couleur. Les fichiers PPM peuvent être binaires ou ASCII et peuvent stocker des valeurs de pixel jusqu'à 24 bits en taille. Ce format produit de très gros fichiers texte pour encoder les images sans perte de qualité.
gl: <p><b>PPM</b>: o formato de ficheiro "Portable Pixel Map" é utilizado como formato intermédio para armacenamento de informazóns de 'bitmaps' de cores. Os ficheiros PPM poden ser binários ou ASCII e armacenan valores até 24 bits por ponto. Este formato xera ficheiros de texto moi grandes, para codificar imaxes sen perder calidade
nl: <p><b>PPM</b>: het bestandsformaat Portable Pixel Map wordt gebruikt als een tussenformaat voor het opslaan van kleurenbitmapinformatie . PPM-bestanden zijn binair of ASCII en slaan pixelwaarden op tot een grootte van 24 bits. Dit formaat genereert de grootste tekstbestanden voor het coderen van afbeeldingen zonder dat er kwaliteitsverlies optreedt.
pl: <p><b>PPM</b>: format PPM (Portable Pixel Map) jest używany przejściowy format do przechowywania bitmap. Pliki zapisane w formacie PPM mogą być binarne lub tekstowe oraz mogą przechowywać dane do wielkości 24 bitów. Format ten generuje największe pliki tekstowe, w celu kodowania zdjęć bez straty jakości.
sr: <p><b>PPM</b>: Формат фајлова који се користи као посреднички формат за складиштење информација о битмапама у боји. PPM фајлови могу бити или бинарни или ASCII и складиштити вредности пиксела величине до 24 бита. Овај формат прави текстуалне фајлове највеће величине за кодирање слика без губитака у квалитету.
sr@latn: <p><b>PPM</b>: Format fajlova koji se koristi kao posrednički format za skladištenje informacija o bitmapama u boji. PPM fajlovi mogu biti ili binarni ili ASCII i skladištiti vrednosti piksela veličine do 24 bita. Ovaj format pravi tekstualne fajlove najveće veličine za kodiranje slika bez gubitaka u kvalitetu.
th: <p><b>PPM</b>: แฟ้มแบบ Portable Pixel Map นั้นเป็นแฟ้มรูปแบบกลาง ๆ ที่นิยมใช้ในการจัดเก็บข้อมูลภาพสีแบบบิตแมพ แฟ้มแบบบ PPM นั้นสามารถเป็นได้ทั้งรูปแบบไบนารีหรือแบบข้อความแอสกีก็ได้ และสามารถเก็บข้อมูลพิกเซลได้ถึงระดับสี 24 บิต แต่จะได้ขนาดแฟ้มที่มีขนาดใหญ่มากหากต้องการเก็บข้อมูลแบบไม่เสียคุณภาพเลย
tr: <p><b>PPM</b>: Portable Pixel Map doya biçimi, renkli bitmap bilgilerini saklamak için ortalama bir dosya biçimidir. PPM dosyaları ya ikilik veya ASCII olabilir ve boyut olarak 24 bit'e kadar piksel değerleri sklayabilir. Bu dosya biçimi resimleri kodlarken kaliteden kayıp vermemek için en büyük boyutlu metin dosyalarını oluşturur.
