Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_batchprocessimages.po
Languages: ca, el, es, fr, gl, nl, pl, sr, sr@latn, ta, th, tr

source: <p>Select here the color enhancement type for your images:<p><b>Decrease contrast</b>: reduce the image contrast. The algorithm reduces the intensity difference between the lighter and darker elements of the image.<p><b>Depth</b>: change the color depth of the image.<p><b>Equalize</b>: perform histogram equalization to the image.<p><b>Fuzz</b>: merging colors within a distance, i.e. consider them to be equal.<p><b>Gray scales</b>: convert color images to grayscale images.<p><b>Increase contrast</b>: enhance the image contrast. The algorithm enhances the intensity differences between the lighter and darker elements of the image.<p><b>Monochrome</b>: transform the image to black and white.<p><b>Negate</b>: replace every pixel with its complementary color. The red, green, and blue intensities of an image are negated. White becomes black, yellow becomes blue, etc.<p><b>Normalize</b>: transform image to span the full range of color values. This is a contrast enhancement technique. The algorithm enhances the contrast of a colored image by adjusting the pixels color to span the entire range of colors available.<p><b>Segment</b>: segment an image by analyzing the histograms of the color components and identifying units that are homogeneous with the fuzzy c-means technique.<p><b>Trim</b>: trim an image (fuzz reverse technic). The algorithm remove edges that are the background color from the image.<p>
ca: <p>Seleccioneu aquí el tipus de millora de color per les imatges:<p><b>Redueix el contrast</b>: redueix el contras de la imatge. L'algorisme redueix la diferència d'intensitat entre els elements més clars i més foscos de la imatge.<p><b>Profunditat</b>: canvia la profunditat de color de la imatge.<p><b>Equalitza</b>: executa l'equalització de l'histograma de la imatge.<p><b>Desdibuixa</b>: barreja els colors a una distància, considerant que són iguals.<p><b>Escala de grisos</b>: converteix les imatges en color a imatges en escala de grisos.<p><b>Augmenta el contrast</b>: millora el contrast de la imatge. L'algorisme augmenta les diferències d'intensitat entre els elements més clars i més foscos de la imatge.<p><b>Monocrom</b>: transforma la imatge a blanc i negre.<p><b>Negatiu</b>: substitueix cada píxel pel seu color complementari. Les tonalitats vermella, verda i blava d'una imatge es negativen. El blanc esdevé negre, el groc esdevé blau, etc.<p><b>Normalitza</b>: transforma la imatge per expandir l'interval sencer dels valors de color. És una tècnica per augmentar l contrast. L'algorisme augmenta el contrast d'una imatge de color ajustant el color dels píxels per abraçar tot l'interval de colors disponible.<p><b>Segmenta</b>: segmenta una imatge analitzant l'histograma dels components de color i identificant les unitats homogènies amb la tècnica de desdibuixat de mitjanes "c".<p><b>Retalla</b>: retallat una imatge (tècnica inversa al desdibuixat). L'algorisme elimina els límits que són el color de fons de la imatge.<p>
el: <p>Επιλέξτε εδώ τον τύπο βελτίωσης χρώματος για τις εικόνες σας:<p><b>Μείωση αντίθεσης</b>: μείωση της αντίθεσης της εικόνας. Ο αλγόριθμος μειώνει τη διαφορά αντίθεσης μεταξύ των φωτεινότερων και σκοτεινότερων στοιχείων της εικόνας.<p><b>Βάθος</b>: αλλαγή του βάθους χρώματος της εικόνας.<p><b>Εξίσωση</b>: εκτέλεση εξίσωσης ιστογράμματος στην εικόνα.<p><b>Ασάφεια</b>: συγχώνευση χρωμάτων μέσα σε ένα εύρος (απόσταση), δηλαδή εξίσωση χρωμάτων που είναι κοντά.<p><b>Διαβαθμίσεις του γκρι</b>: μετατροπή έγχρωμων εικόνων σε διαβαθμίσεις του γκρι.<p><b>Αύξηση αντίθεσης</b>: βελτίωση της αντίθεσης της εικόνας. Ο αλγόριθμος βελτιώνει τις διαφορές αντίθεσης μεταξύ των φωτεινότερων και σκοτεινότερων στοιχείων της εικόνας.<p><b>Μονόχρωμο</b>: μετασχηματισμός της εικόνας σε μαύρο και άσπρο.<p><b>Αρνητικό</b>: αντικατάσταση κάθε εικονοστοιχείου με το συμπληρωματικό του χρώμα. Οι κόκκινες, πράσινες, και μπλε εντάσεις μιας εικόνας αντιστρέφονται. Το λευκό γίνεται μαύρο, το κίτρινο γίνεται μπλε, και ούτω καθεξής.<p><b>Κανονικοποίηση</b>: μετασχηματισμός της εικόνας με άνοιγμα του χρωματικού φάσματος σε όλο του εύρος. Αυτή είναι μια τεχνική ενίσχυσης αντίθεσης. Ο αλγόριθμος βελτιώνει την αντίθεση μιας έγχρωμης εικόνας τροποποιώντας το χρώμα των εικονοστοιχείων για να καταλαμβάνει όλο το εύρος των διαθέσιμων χρωμάτων.<p><b>Τμηματοποίηση</b>: Τμηματοποίηση μιας εικόνας με ανάλυση των χρωματικών ιστογραμμάτων και αναγνώριση των μονάδων που είναι ομογενείς με τη τεχνική μέσων fuzzy c.<p><b>Αποκοπή</b>: Αποκοπή μιας εικόνας (τεχνική αντίστροφη της ασαφούς). Ο αλγόριθμος αφαιρεί τα άκρα που έχουν το χρώμα φόντου από την εικόνα.<p>
es: <p>Seleccione aquí el tipo de mejora de los colores para sus imágenes:<p><b>Reducir el contraste</b>: reduce el contraste de la imagen. El algoritmo reduce las diferencias de intensidad entre las luces altas y bajas de la imagen.<p><b>Profundidad</b>: cambia la profundidad de color de la imagen.<p><b>Ecualizar</b>: realiza una ecualización del histograma de la imagen.<p><b>Fusión</b>: funde los colores que pueden ser considerados iguales.<p><b>Escala de gris</b> convierte imágenes en color a escala de gris.<p><b>Aumentar el contraste</b>: aumenta el contraste de una imagen. El algoritmo aumenta las diferencias de intensidad entre las luces altas y bajas de la imagen.<p><b>Monocromo</b>: transforma la imagen a blanco y negro.<p><b>Negativo</b>: reemplaza cada punto por su color complementario. El rojo, el verde y el azul de una imagen son invertidos. El blanco se vuelve negro, el amarillo azul, etc.<p> <b>Normalizar</b>: transforma una imagen utilizando la gama de colores más amplia posible. Ésta es una técnica de mejora del contraste. El algoritmo mejora el contraste de una imagen en color ajustando el color de los puntos para abarcar la gama completa de colores disponibles.<p><b>Segmentar</b>: segmenta una imagen utilizando los histogramas de colores e identificando los bloques homegéneos.<p><b>Separar</b>: descompone una imagen (técnica inversa a la fusión de colores). El algoritmo elimina los bordes que son del color de fondo de la imagen.<p>
fr: <p>Sélectionnez ici le type d'amélioration des couleurs pour vos images : <p><b>Diminuer le contraste</b> : diminue le contraste de l'image. L'algorithme diminue la différence d'intensité entre les éléments clairs et sombres de l'image. <p><b>Profondeur</b> : change la profondeur de couleur de l'image. <p><b>Égaliser</b> : calcule une égalisation de l'histogramme de l'image. <p><b>Fusionner</b> : fusionne les couleurs dont les distances peuvent être considérées comme égales.<p><b>Nuances de gris</b> : convertit les couleurs de l'image en nuances de gris. <p><b>Augmenter le contraste</b> : augmente le contraste de l'image. L'algorithme augmente la différence d'intensité entre les éléments clairs et sombres de l'image. <p><b>Monochrome</b> : transforme l'image en utilisant le noir et le blanc. <p><b>Inverser</b> : remplace chaque pixel par sa couleur complémentaire. Les niveaux du rouge, du vert et du bleu sont inversés. Le blanc devient noir, le jaune devient bleu, etc.<p><b>Normaliser</b> : transforme l'image en étendant l'intervalle complet des valeurs de couleur. C'est une technique d'amélioration du contraste.<p><b>Segmenter</b> : segmente l'image en analysant les histogrammes des couleurs.<p><b>Séparer</b> : décompose l'image (technique inverse de « Fusionner »). L'algorithme supprime les bords qui représentent des couleurs de fond.<p>
gl: <p>Escolla aqui o tipo de mellora de cor a aplicar nas suas imaxes: <p><b>Diminuir contraste</b>: reduce o contraste das imaxes. O algoritmo reduz as diferenzas de intensidade entre os elementos mais claros e os mais escuros da imaxe. <p><b>Profundidade</b>: mudar a profundidade de cor da imaxe. <p><b>Ecualizar</b>: efectua ecualizazón do histograma da imaxe. <p><b>Difundir</b>: cores próximas dentro dunha certa distáncia son consideradas a mesma. <p><b>Escalas de gris</b>: converter imaxes a cores para imaxes en escalas de gris. <p><b>Aumentar contraste</b>: mellora o contraste da imaxe. O algoritmo aumenta as diferenzas de intensidade entre os elementos mais claros e os mais escuros da imaxe. <p><b>Monocromático</b>: transforma a imaxe en branco e negro. <p><b>Negar</b>: substitui cada ponto pola sua cor oposta. As intensidades de vermellos, verde e azul son negadas. O branco torna-se negro, o amarelo torna-se azul, etc. <p><b>Normalizar</b>: transformar a imaxe para abranxer toda a gama de valores de cor. Esta técnica mellora o contraste. O algoritmo mellora o contraste de unha imaxe colorida axustando a cor dos pontos para abranxeren toda a gama de cores disponíveis. <p><b>Segmentar</b>: segmenta unha imaxe analisando os histogramas dos componentes de cor e identificando unidade que son homoxéneas coa técnica de médias aproximadas. <p><b>Alisar</b>: apara unha imaxe (técnica inversa a difundir). O algoritmo eliminar da imaxe bordes que son a cor de fondo.<p>
nl: <p>Dit zijn de kleurverbeteringen voor de afbeeldingen<p><b>Contrast verminderen</b>: vermindert het contrast in de afbeelding. Dit algoritme reduceert de verschillen tussen de lichtere en donkere elementen in de afbeelding.<p><b>Diepte</b>: verandert de kleurdiepte in de afbeelding.<p><b>Effenen</b>: egaliseert de histogram van de afbeelding.<p><b>Nevelen</b>: samensmeltende kleuren binnen een bepaalde afstand worden als gelijk beschouwd.<p><b>Grijswaarden</b>: converteert een kleurenafbeelding in een grijswaardenafbeelding.<p><b>Contrast verhogen</b>: vermeerdert het contrast in de afbeelding. Dit algoritme verhoogt de verschillen tussen de lichtere en donkere elementen in de afbeelding.<p><b>Monochroom</b>: transformeert de afbeelding naar zwart/wit.<p><b>Negatief</b>: vervangt de kleuren door hun complementaire kleuren. Het rood, groen en blauw worden negatief. Wit wordt zwart, geel wordt blauw, enz.<p><b>Normaliseren</b>: verandert de afbeelding door het het hele spectrum aan kleurwaarden te laten bestrijken. Dit is een contrastversterkende techniek.<p><b>Segmenteren</b>: segmenteert een afbeelding door de histogrammen van de kleurcomponenten te analyseren en gelijke vlakken te identificeren met behulp van de "fuzzy c-means" techniek.<p><b>Opknappen</b>: knapt een afbeelding op ("fuzz reverse" techniek). Dit algoritme verwijdert randen die met de achtergrondkleur van de afbeelding overeenkomen.<p>
pl: <p>Wybierz tutaj filtr, który ma zostać użyty do poprawy kolorystyki Twoich zdjęć:<p><b>Zmniejszanie kontrastu</b>: zmniejsza kontrast zdjęcia. Algorytm redukuje różnice w intensywności pomiędzy jaśniejszymi i ciemniejszymi obszarami zdjęcia.<p><b>Głębia kolorów</b>: zmienia głębię kolorów zdjęcia.<p><b>Wyrównanie</b>: dokonuje wyrównania zdjęcia na podstawie histogramu.<p><b>Rozmycie</b>: scala kolory wewnątrz zadanego promienia, tzn. uznaje je za równe.<p><b>Skala szarości</b>: zmienia kolorystykę zdjęcia na szarą.<p><b>Zwiększanie kontrastu</b>: zwiększa kontrast zdjęcia. Algorytm zwiększa różnice w intensywności pomiędzy jaśniejszymi i ciemniejszymi obszarami zdjęcia.<p><b>Monochromatyczny</b>: zmienia zdjęcie na czarno-białe.<p><b>Negatyw</b>: zastępuje każdy piksel jego przeciwieństwem jego koloru. Natężenia kolorów czerwonego, zielonego i niebieskiego zostają odwrócone. Białe staje się czarne, żółte - niebieskie, itd.<p><b>Normalizacja</b>: dokonuje transformacji zdjęcia aby zawrzeć pełen zakres kolorów. Ta technika służy poprawie kontrastu. Algorytm zwiększa kontrast kolorowego zdjęcia poprzez zmianę pikseli tak, aby zawierały pełen zakres dostępnych kolorów.<p><b>Segmentacja</b>: dokonuje podziału zdjęcia na segmenty poprzez analizę histogramów składowych koloru oraz wynajdywanie jednostek, które są podobne.<p><b>Wyważanie</b>: przycina zdjęcie (technika przeciwna do rozmycia). Algorytm usuwa krawędzie, które są koloru tła zdjęcia.<p>
sr: <p>Овде изаберите тип измене боја за ваше слике: <p><b>Смањи контраст</b>: смањује контраст слике. Алгоритам смањује разлику интензитета између светлијих и тамнијих елемента слике. <p><b>Дубина</b>: мења дубину боја слике. <p><b>Еквилизуј</b>: хистограмска еквилизација слике. <p><b>Нејасно</b>: стапање боја до одређеног растојања, тј. сматрају се истим. <p><b>Сиве нијансе</b>: претвара слику у боји у слику у сивим тоновима. <p><b>Повећај контраст</b>: појачава контраст слике. Алгоритам повећава разлику интензитета између светлијих и тамнијих елемента слике. <p><b>Монохроматско</b>: претвара слику у црно-белу. <p><b>Негирај</b>: мења сваки пиксел комплементарном бојом. Негирају се интензитети црвене, зелене и плаве. Бела постаје црна, жута постаје плава, итд. <p><b>Нормализуј</b>: трансформише слику да покрива цео опсег вредности боја. Ово је техника за појачавање контраста. Алгоритам појачава контраст слике у боји подешавајући боје пиксела тако да покривају цео опсег доступних боја.<p><b>Сегментуј</b>: сегментира слику анализирајући хистограме компонената боја и идентификујући јединице које су хомогене помоћу технике нејасних ц-средина. <p><b>Подсеци</b>: подсеца слику (техника инверзне нејасноће). Алгоритам уклања ивице које су боје позадине са слике. <p>
sr@latn: <p>Ovde izaberite tip izmene boja za vaše slike: <p><b>Smanji kontrast</b>: smanjuje kontrast slike. Algoritam smanjuje razliku intenziteta između svetlijih i tamnijih elementa slike. <p><b>Dubina</b>: menja dubinu boja slike. <p><b>Ekvilizuj</b>: histogramska ekvilizacija slike. <p><b>Nejasno</b>: stapanje boja do određenog rastojanja, tj. smatraju se istim. <p><b>Sive nijanse</b>: pretvara sliku u boji u sliku u sivim tonovima. <p><b>Povećaj kontrast</b>: pojačava kontrast slike. Algoritam povećava razliku intenziteta između svetlijih i tamnijih elementa slike. <p><b>Monohromatsko</b>: pretvara sliku u crno-belu. <p><b>Negiraj</b>: menja svaki piksel komplementarnom bojom. Negiraju se intenziteti crvene, zelene i plave. Bela postaje crna, žuta postaje plava, itd. <p><b>Normalizuj</b>: transformiše sliku da pokriva ceo opseg vrednosti boja. Ovo je tehnika za pojačavanje kontrasta. Algoritam pojačava kontrast slike u boji podešavajući boje piksela tako da pokrivaju ceo opseg dostupnih boja.<p><b>Segmentuj</b>: segmentira sliku analizirajući histograme komponenata boja i identifikujući jedinice koje su homogene pomoću tehnike nejasnih c-sredina. <p><b>Podseci</b>: podseca sliku (tehnika inverzne nejasnoće). Algoritam uklanja ivice koje su boje pozadine sa slike. <p>
ta: <p>உங்கள் பிம்பங்களுக்கு இங்கே வண்ண மிகையாக்க வகையை தேர்ந்தெடுக்கவும்:<p><b>மாறுபாட்டை குறைத்தல்</b>: பிம்பத்தின் மாறுபாட்டை குறைக்கிறது. அல்கரிதம் பிம்பத்தின் இலேசான மற்றும் மிகையானவைகளுக்கு இடையே அடர்வை குறைக்கிறது.<p><b>ஆழம்</b>: பிம்பத்தின் ஆழத்தை மாற்றுகிறது.<p><b>சரிசமமாக்குதல்</b>: பிம்பத்திற்கு வரைபட சரிசமமாக்கலை செய்கிறது.<p><b>கலத்தல்</b>: ஒரு தூரத்திற்குள் வண்ணங்களை கலக்கிறது, அதாவது, சமமாக இருக்க செய்கிறது.<p><b>பழுப்பு நிறங்கள்</b>: பிம்பங்களை பழுப்பு நிறத்திற்கு மாற்றுகிறது.<p><b>மாறுபாட்டை அதிகப்படுத்துகிறது</b>: பிம்ப மாறுபாட்டை அதிகப்படுத்துகிறது. அல்கரிதம் வெளிர்ந்த மற்றும் கறுத்த நிகழ்வுகளுக்கிடைய அடர்வை அதகப்படுத்துகிறது.<p><b>மோனோக்ரொம்</b>: பிம்பத்தை கறுப்பு வெள்ளைக்கு மாற்றுகிறது.<p><b>நெகேட்</b>: ஒவ்வொரு படத்துணுக்கையுமதன் ஒத்த வண்ணத்துடன் மாற்றுகிறது. ஒருபிம்பத்தின் சிவப்பு, பச்சை மற்றும் நீலம் அடர்வுகளை சரிசெய்கிறது. வெள்ளை கறுப்பாகவும், மஞ்சள் நீலமாகவும் மாறும், <p><b>இயல்பாக்குதல்</b>: பிம்பத்தை வீச்செல்லைக்கு மாற்றி வண்ண மதிப்புகளின் முழு எல்லையை மாற்று. இது ஒரு மாறுபட்ட மிகைப்படுத்தும் தொழில்நுட்பம். அல்கரிதம் வண்ண பிம்பத்தின் மாறுபாட்டை மிகைப்படுத்துகிறது. படத்துணுக்குகளை சரிசெய்வதன் மூலம் இருக்கும் வண்ணங்களின் முழு அளவையும் மாற்றுகிறது.<p><b>வட்டப்பகுதி</b>: ஒரு பிம்பத்தை வண்ண பகுதிகளின் வரைபடங்களை கொண்டு ஒரு வட்டபகுதியாக்கவும், ஒரே தன்மையுடைய பகுதிகளை பஃஸ்ஸி சி-மீன்ஸ் தொழில்நுட்பத்தில் அடையாளம் காடுகிறது.<p><b>வெட்டு</b>: ஒரு பிம்பத்தை வெட்டுகிறது (பஃஸ் நுணுக்கத்திற்கு எதிராக). அல்கரிதம் பிம்பத்தின் பின்புற வண்ணத்தின் விளிம்புகளை நீக்குகிறது.<p>
tr: <p>Burada resimleriniz için renklendirme tipini seçebilirsiniz:<p><b>Zıtlığı azalt</b>: resim zıtlığını azaltır. Bu algoritma resmin açık ve koyu unsurları arasındaki yoğunluk farkını azaltır.<p><b>Derinlik</b>: resmin renk derinliğini değiştirir.<p><b>Eşitle</b>: resme histogram eşitlemesini uygular.<p><b>Bulanıklaştır</b>: belli bir uzaklığa kadar resimleri birleştirir.<p><b>Gri ölçek</b>: resmi gri ölçeğe çevirir.<p><b>Zıtlığı artır</b>: resim zıtlığını artırır. Bu algoritma resmin açık ve koyu unsurları arasındaki yoğunluk farkını artırır.<p><b>Tek renk</b>: resmi siyah-beyaza çevirir.<p><b>Tersine çevir</b>: her pikseli tamamlayıcı rengine çevirir. Kırmızı, yeşil ve mavi kanalları tersine çevrilir. Beyaz siyaha, sarı maviye döner vb.<p><b>Normalleştir</b>: resmi tüm renk aralıklarına yayacak şekilde dönüştürür. Bu aslında bir zıtlıkartırma tekniğidir. Algoritma, resnkli resmin zıtlığını piksel renklerini mümkün olan tüm renk aralığına yayarak artırır.<p><b>Bölümlendir</b>: renk bileşenleri histogramını inceleme ve bulanık c-ortalama tekniğini kullanarak homojen birimleri belirleme yoluyla resmi bölümlendirir.<p><b>Keskinleştir</b>: resmi kesninleştirir (bulanıklaştırmanın tersi). Algoritma, resimde arkaplan rengi olan kenarları kaldırır.<p>

source: Color Options
ca: Opcions de color
el: Επιλογές χρώματος
es: Opciones de color
fr: Options du filtre
gl: Opzóns de Cores
nl: Kleuropties
pl: Opcje kolorystyki
sr: Опције боја
sr@latn: Opcije boja
ta: வண்ண விருப்பத்தேர்வுகள்
th: ตัวเลือกสี
tr: Renk Seçenekleri

source: Depth value:
ca: Valor de profunditat:
el: Τιμή βάθους:
es: Profundidad:
fr: Profondeur :
gl: Valor de profundidade:
nl: Dieptewaarde:
pl: Głębia kolorów:
sr: Вредност дубине:
sr@latn: Vrednost dubine:
ta: ஆழத்தின் மதிப்பு:
th: ค่าความลึกสี:
tr: Derinlik değeri:

source: <p>Select here the image depth in bits.
ca: <p>Seleccioneu aquí la profunditat de la imatge en bits.
el: <p>Επιλέξτε εδώ το βάθος της εικόνας σε bits.
es: <p>Seleccione aquí la profundidad de color en bits.
fr: <p>Sélectionnez ici la profondeur de couleur en bit.
gl: <p>Escolla aqui a profundidade da imaxe en bits.
nl: <p>Selecteer hier de diepte van de afbeelding in bits.
pl: <p>Wybierz tutaj głębię kolorów, w bitach.
sr: <p>Овде изаберите дубину слике у битовима.
sr@latn: <p>Ovde izaberite dubinu slike u bitovima.
ta: <p>படிமத்தின் ஆழத்தை பிட்டுகளில் இங்குத் தேர்ந்தெடுக்கலாம்.
th: <p>เลือกค่าความลึกสีหน่วยเป็นบิตได้ที่นี่
tr: <p>Burada resim derinliğini bit olarak seçiniz.

source: Distance:
ca: Distància:
el: Απόσταση:
es: Distancia:
gl: Distáncia:
nl: Afstand:
pl: Promień:
sr: Растојање:
sr@latn: Rastojanje:
ta: தொலைவு:
th: ระยะห่าง:
tr: Uzaklık:

source: <p>Select here the fuzz distance in absolute intensity units.
ca: <p>Seleccioneu la distància de desdibuixat en unitats absolutes d'intensitat.
el: <p>Επιλέξτε εδώ την απόσταση ασάφειας σε απόλυτες μονάδες έντασης.
es: <p>Seleccione aquí la distancia de fusión de los colores en unidades de intensidad absoluta.
fr: <p>Sélectionnez ici la distance de fusion (en valeur absolue d'unité d'intensité).
gl: <p>Escolla aqui a distáncia de difusión en unidades de intensidade absolutas.
nl: <p>Selecteer hier de nevelafstand in absolute intensiteitseenheden.
pl: <p>Wybierz promień rozmycia, w bezwzględnych jednostkach intensywności.
sr: <p>Овде изаберите растојање нејасноће у јединицама апсолутног интензитета.
sr@latn: <p>Ovde izaberite rastojanje nejasnoće u jedinicama apsolutnog intenziteta.
ta: <p>இங்கு சரியான இஅடை தூறா அலகை தேர்வு செய்.
tr: <p>Burada bulanıklık ayarını tam yoğunluk birimi olarak giriniz.

source: Cluster threshold:
ca: Llindar del grup:
el: Κατώφλι συστοιχίας:
es: Umbral de la matriz:
fr: Seuil d'un bloc :
gl: Limiar de agregazón:
nl: Clusterdrempel:
pl: Próg grupowania:
sr: Праг збијања:
sr@latn: Prag zbijanja:
ta: கொத்து விளிம்பு:
tr: Küme limiti:

source: <p>Select here the value which represents the minimum number of pixels contained in a hexahedra before it can be considered valid.
ca: <p>Seleccioneu aquí el valor que representa el nombre mínim de píxels continguts en un hexaedre abans que es pugui considerar vàlid.
el: <p>Επιλέξτε εδώ την τιμή που αναπαριστά τον ελάχιστο αριθμό εικονοστοιχείων που θα περιέχονται μέσα σε ένα εξάεδρο πριν για να θεωρηθεί έγκυρο.
es: <p>Seleccione aquí el valor que representa el número mínimo de puntos contenidos en un hexaedro antes de que pueda ser considerado válido.
fr: <p>Sélectionnez ici la valeur représentant le nombre minimal de pixels contenus dans un hexaèdre avant qu'il soit considéré comme valide.
gl: <p>Escolla aqui o valor que representa o número mínimo de píxels contidos no hexaedro antes de ser considerado válido.
nl: <p>Selecteer hier de waarde voor het minimum aantal pixels dat een zesvlak dient te bevatten voordat deze als geldig wordt beschouwd.
pl: <p>Wybierz tutaj wartość, która będzie wyznaczała minimalną liczbę pikseli zawartą w sześciokącie potrzebną do uznania go za prawidłowy.
sr: <p>Овде унесите вредност која представља најмањи број пиксела садржаних у хексаедру пре него што се може сматрати исправним.
sr@latn: <p>Ovde unesite vrednost koja predstavlja najmanji broj piksela sadržanih u heksaedru pre nego što se može smatrati ispravnim.
ta: <p>இங்கு மதிப்பை தேர்வு செய் அது குறைந்தபட்ச புள்ளி என்னை குறிப்பிடும் எக்ஸாடேர கோண்டது செல்லுவதர்கு முன்.
tr: <p>Burada, bir altı yüzeylide geçerli sayılabilmeden önceki en az benek sayısınıseçiniz.

source: Smooth threshold:
ca: Llindar de suavitzat:
el: Ομαλό κατώφλι:
es: Umbral de suavizado:
fr: Seuil de lissage :
gl: Limiar de suavizazón:
nl: Verzachtingsdrempel:
pl: Próg wygładzania:
sr: Праг глаткоће:
sr@latn: Prag glatkoće:
ta: வழவழப்பான விளிம்பு:
tr: Yumuşatma limiti:

source: <p>Select here the value which eliminates noise in the second derivative of the histogram. As the value is increased, you can expect a smoother second derivative.
ca: <p>Seleccioneu aquí el valor que elimina el soroll en la segona derivada de l'histograma. En augmentar el valor, podeu esperar una segona derivada més suau.
el: <p>Επιλέξτε εδώ την τιμή που εξουδετερώνει τον θόρυβο στη δεύτερη παράγωγο του ιστογράμματος. Όσο μεγαλώνει η τιμή, θα λαμβάνετε και ομαλότερη δεύτερη παράγωγο.
es: <p>Seleccione aquí el valor que elimina el ruido en la segunda derivada del histograma. Según aumente el valor, obtendrá una segunda derivada más suave.
fr: <p>Sélectionnez ici la valeur éliminant le bruit dans la deuxième dérivée de l'histogramme. Lorsque vous augmentez cette valeur, vous pouvez vous attendre à obtenir une deuxième dérivée plus lisse.
gl: <p>Escolla aqui o valor que elimina o ruído na segunda derivada no histograma. Ao aumentar este valor obtén unha segunda derivada mais suave.
nl: <p>Selecteer hier de waarde die de ruis in de tweede afgeleide van het histogram elimineert. Door de waarde te vergroten zal de tweede afgeleide vlakker worden.
pl: <p>Wybierz tutaj wartość, która usunie szum w drugiej pochodnej histogramu. Wraz ze wzrostem tej wartości, można oczekiwać gładszej drugiej pochodnej.
sr: <p>Овде изаберите вредност која уклања шум у другом изводу хистограма. Како се вредност повећава, можете очекивати глаткији други извод.
sr@latn: <p>Ovde izaberite vrednost koja uklanja šum u drugom izvodu histograma. Kako se vrednost povećava, možete očekivati glatkiji drugi izvod.
ta: <p>இங்கு மதிப்பை தேர்வு செய் அது சத்த சிதரல்கலை நீக்கும். மதிப்பு கூடும் பொழுது, மெதுவான இரண்டாம் ஒன்றை நீங்கள் தேர்வு செய்யலாம்.
tr: <p>Burada, histogramın ikinci türevindeki paraziti gideren değeri seçiniz. Değer arttıkça, ikinci türevin daha yumuşak olmasını bekleyebilirsiniz.
