Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_acquireimages.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nb, nds, nl, pa, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, zh_cn

source: <qt>Error when informing the application about the new image. The error was: %1</qt>
ca: <qt>Error en informar a l'aplicació pel que fa a la nova imatge. L'error era: %1</qt>
cs: <qt> Chyba při předání informace o novém obrázku aplikaci. Chyba byla: %1</qt>
da: <qt>Fejl ved informering om det nye billede til programmet. Fejlen var: %1</qt>
de: <qt>Fehler bei der Kommunikation mit der Anwendung über das neue Bild. Die Fehlermeldung lautet: %1</qt>
el: <qt>Σφάλμα πληροφόρησης της εφαρμογής σχετικά με τη νέα εικόνα. Το σφάλμα είναι: %1</qt>
es: <qt>Se ha producido un error mientras se informaba a la aplicación de la nueva imagen. El error ha sido: %1</qt>
et: <qt>Viga rakendusele uuest pildist teatamisel. Viga oli: %1</qt>
fr: <qt>Erreur de notification de la nouvelle image. L'erreur est : « %1 »</qt>
gl: <qt>Erro ao informar á aplicazón da presenza da nova imaxe. O erro foi: %1</qt>
is: <qt>Villa þegar forritinu var tilkynnt um nýju myndina. Villan var: %1</qt>
it: <qt>Errore mentre si informava l'applicazione della nuova immagine. L'errore è stato: %1</qt>
ja: <qt>アプリケーションに新しい画像の情報を伝える際にエラーが発生しました。内容: %1</qt>
nb: <qt>Feil ved informasjonen om det nye bildet til programmet. Feilen var: %1</qt>
nds: <qt>Fehler bi't Künnigmaken vun't Bild bi't Programm. De Fehlermellen: %1</qt>
nl: <qt>Er deed zich een fout voor tijdens het informeren van de toepassing over de nieuwe afbeelding. De foutmelding luidde: %1</qt>
pl: <qt>Wystąpił błąd podczas informowania programu o nowym zdjęciu. Zgłoszony błąd: %1</qt>
pt: <qt>Erro ao comunicar à aplicação a presença da nova imagem. O erro foi: %1</qt>
pt_br: <qt>Ocorreu um erro ao informar o aplicativo sobre a nova imagem. O erro foi: %1</qt>
sr: <qt>Грешка приликом обавештавања програма о новој слици. Грешка је била: %1</qt>
sr@latn: <qt>Greška prilikom obaveštavanja programa o novoj slici. Greška je bila: %1</qt>
sv: <qt>Fel när programmet skulle informeras om den nya bilden. Felet var: %1</qt>
ta: <qt>புதிய பிம்பம் பற்றி பயன்பாட்டிற்கு தகவல் கூறும் போது பிழை. பிழை: %1</qt>
th: <qt>เกิดข้อผิดพลาดระหว่างการแจ้งให้โปรแกรมทราบเกี่ยวกับภาพใหม่ ข้อผิดพลาดคือ: %1</qt>
tr: <qt> Yeni resim hakkında bilgi alınırken hata meydana geldi. Hata mesajı: %1</qt>
zh_cn: <qt>通知应用程序新图像出错。错误为：%1</qt>

source: Scan Images...
ca: Escaneig d'imatges...
cs: Skenovat obrázky...
da: Skan billeder...
de: Bilder scannen ...
el: Σάρωση εικόνων...
es: Digitalizar imágenes...
et: Skaneeri pilte...
fr: Obtenir une image à partir d'un scanner...
gl: Dixitalizar Imaxes...
is: Skanna myndir...
it: Scansione immagini...
ja: 画像をスキャン...
nb: Skann bilder …
nds: Biller inlesen...
nl: Afbeeldingen scannen...
pa: ਚਿੱਤਰ ਸਕੈਨ...
pl: Skanuj zdjęcia...
pt: Digitalizar Imagens...
pt_br: Digitalizar imagens...
sr: Скенирај слике...
sr@latn: Skeniraj slike...
sv: Läs in bilder...
ta: படிம்மத்தை வருடுதல்...
th: สแกนภาพ...
tr: Resim Tara...
zh_cn: 扫描图像...

source: Screenshot...
ca: Captura de pantalla...
cs: Sejmutí snímku...
da: Skærmfoto...
de: Bildschirmfoto ...
el: Στιγμιότυπο...
es: Captura de pantalla...
et: Töölaua pilt...
fr: Obtenir une image à partir d'une capture d'écran...
gl: Captura de Pantalla...
is: Skjámynd...
it: Istantanea...
ja: スクリーンショット...
nb: Skjermbilde …
nds: Schirmfoto...
nl: Schermafdruk...
pa: ਸਕਰੀਨ-ਸ਼ਾਟ...
pl: Zrzut ekranu...
pt: Captura de Ecrã...
pt_br: Tela ...
sr: Снимак екрана...
sr@latn: Snimak ekrana...
sv: Skärmdump...
ta: திரை நொடிப்பு...
th: จับภาพหน้าจอ...
tr: Ekran Görüntüsü...
zh_cn: 屏幕抓图...

source: No KDE scan-service available; check your system.
ca: No hi ha cap servei d'escaneig del KDE; comproveu el sistema.
cs: Službě skenování prostředí KDE není dostupná, překontrolujte systém.
da: Ingen KDE-skanservice til rådighed. Undersøg din installation.
de: Es ist kein KDE-Scannerdienst verfügbar. Überprüfen Sie bitte Ihre Systemeinstellungen.
el: Η υπηρεσία σάρωσης του KDE' δεν είναι διαθέσιμη. Ελέγξτε το σύστημά σας.
es: No hay disponible ningún servicio de digitalización de KDE. Revise su sistema.
et: KDE skaneerimisteenus pole saadaval. Kontrolli paigaldust.
fr: Aucun service de numérisation de KDE disponible. Veuillez vérifier votre installation.
gl: Servizo de dixitalizazón do KDE non disponíbel; verifique o seu sistema.
is: Engin KDE skönnunarþjónusta í boði, athugaðu kerfið þitt.
it: Non è disponibile nessun servizio di scansione in KDE; controlla il tuo sistema.
ja: 利用できる KDE スキャンサービスがありません。システムを確認してください。
nb: Ingen KDE-skanntjeneste er tilgjengelig. Undersøk installasjonen din.
nds: Keen KDE-Inleesdeenst verföögbor, prööv bitte Dien Systeem.
nl: Er is geen KDE-scan-service beschikbaar; controleer uw systeem.
pa: ਕੋਈ KDE ਸਕੈਨ-ਸੇਵਾ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ, ਆਪਣੇ ਸਿਸਟਮ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Nie wykryto usługi skanowania KDE, proszę sprawdzić konfigurację systemu.
pt: Serviço de digitalização do KDE não disponível; verifique o seu sistema.
pt_br: Nenhum serviço de scan disponível para o KDE. Verifique seu sistema.
sr: KDE сервис за скенирање није доступан; проверите свој систем.
sr@latn: KDE servis za skeniranje nije dostupan; proverite svoj sistem.
sv: Ingen KDE-bildläsningstjänst tillgänglig. Kontrollera systemet.
ta: கேடியி வருடல்-சேவை இல்லை; உங்கள் கணினியை சரிபார்க்கவும்.
th: ไม่พบบริการสแกนภาพสำหรับ KDE โปรดตรวจสอบระบบของคุณ
tr: KDE tarayıcı servisi ayarlı değil lütfen tarayıcı sisteminizi kontrol ediniz.
zh_cn: 没有可用的 KDE 扫描服务；请检查您的系统。

source: KIPI's 'Scan Images' Plugin
ca: Connector del KIPI per 'Escanejar imatges'
cs: KIPI plugin skenování obrázků
da: KIPI's Skan billeder plugin
de: KIPI-Modul zum "Scannen von Bildern"
el: Το πρόσθετο 'Σάρωσης εικόνων' του KIPI
es: Complemento de KIPI para la digitalización de imágenes
et: KIPI piltide skaneerimise plugin
fr: Module externe KIPI pour numériser des images
gl: Plugin de KIPI para Dixitalizazón de Imaxes
is: KIPI íforrit til að skanna myndir
it: Plugin «Scansione immagini» per KIPI
ja: Kipi 画像スキャンプラグイン
nb: KIPI's Skann bilder tillegg
nds: Bildinlees-Moduul vun KIPI
nl: KIPI's 'Afbeeldingen scannen'-plugin
pa: KIPI ਦੀ 'ਚਿੱਤਰ ਸਕੈਨ' ਪਲੱਗਇਨ
pl: Wtyczka KIPI do skanowania zdjęć
pt: 'Plugin' de Digitalização de Imagens do KIPI
pt_br: Plug-in de digitalização de imagens do KIPI
sr: KIPI-јев прикључак за скенирање слика
sr@latn: KIPI-jev priključak za skeniranje slika
sv: KIPI-insticksprogram för bildläsning
ta: கிபி-ன் 'வருடல் பிம்பங்கள்' சொருகுபொருள்
th: ปลั๊กอินของ KIPI สำหรับสแกนภาพ
tr: KIPI'nin resim tarama eklentisi
zh_cn: KIPI 的扫描图像插件

source: Screenshot
ca: Captura de pantalla
cs: Snímek obrazovky
da: Øjebliksbillede
de: Bildschirmfoto
el: Στιγμιότυπο
es: Captura de pantalla
et: Töölaua pilt
fr: Obtenir une image à partir d'une capture d'écran
gl: Captura
is: Skjámynd
it: Istantanea
ja: スクリーンショット
nb: Skjermbilde
nds: Schirmfoto
nl: Schermafdruk
pa: ਸਕਰੀਨ-ਸ਼ਾਟ
pl: Zrzut ekranu
pt: Imagem
pt_br: Tela
sr: Снимак екрана
sr@latn: Snimak ekrana
sv: Skärmdump
ta: காப்புத் திரை
th: จับภาพหน้าจอ
tr: Ekran görüntüsü
zh_cn: 屏幕抓图

source: &New Snapshot
ca: &Nova captura
cs: &Nový snímek
da: &Nyt øjebliksbillede
de: &Neues Bildschirmfoto
el: &Νέο στιγμιότυπο
es: &Nueva instantánea
et: &Uus töölaua pilt
fr: &Nouvelle capture
gl: &Nova Captura
is: &Ný skjámyndataka
it: &Nuova istantanea
ja: 新規スナップショット(&N)
nb: &Nytt skjermbilde
nds: &Nieg Snappschööt
nl: &Nieuwe schermafdruk
pa: ਨਵਾਂ ਸਨੈਪ-ਸ਼ਾਟ(&N)
pl: &Nowy zrzut ekranu
pt: &Nova Imagem
pt_br: &Nova tela
sr: &Нови снимак
sr@latn: &Novi snimak
sv: &Ny skärmdump
ta: &புதிய மேல்திரை
th: จับภาพหน้าจอ
tr: &Yeni Ekran Görüntüsü
zh_cn: 新建抓图(&N)

source: This dialog will grab either your desktop or a single application window. If you grab a single window your mouse cursor will change into crosshairs; then, simply select the window with your mouse.
ca: Aquest diàleg capturarà el vostre escriptori o una finestra d'aplicació. Si voleu seleccionar una finestra el cursor canviarà en una creu, només us caldrà seleccionar la finestra q vulgueu amb el ratolí.
cs: V tomto dialogu můžete nastavit sejmutí celé pracovní plochy nebo okna aplikace. V případě sejmutí okna zvolte okno ke sejmutí až se kurzor změní na křížek.
da: Dette vil tage et billede af din desktop eller et enkelt applikationsvindue. Hvis du tager et billede af et enkelt vindue, ændrer din musepil sig til et kryds og du kan vælge vinduet med din mus.
de: Dieser Dialog fängt entweder einen Schnappschuss der gesamten Arbeitsfläche oder eines einzelnen Programmfensters ein. Wenn Sie einen Schnappschuss für ein einzelnes Fenster holen möchten, wird der Mauszeiger zu einem Fadenkreuz, woraufhin Sie das gewünschte Fenster mit der Maus auswählen können.
el: Αυτός ο διάλογος θα κάνει σύλληψη είτε της επιφάνειας εργασίας σας ή ενός απλού παραθύρου εφαρμογής. Αν κάνετε σύλληψη ενός απλού παραθύρου ο δρομέας του ποντικιού θα αλλάξει σε σκόπευτρο, και έπειτα απλά επιλέγετε το παράθυρο με το ποντίκι σας.
es: Este cuadro de diálogo le permite capturar el escritorio completo o la ventana de una aplicación. Para capturar una sola ventana, el cursor del ratón se transformará en una cruz para que pueda señalar la ventana deseada.
et: See dialoog võimaldab haarata terve töölaua või üheainsa rakenduse akna. Kui haarad ühe akna, muutub hiirekursor ristikuks. Vali seejärel lihtsalt hiirega vajalik aken.
fr: Cette boîte de dialogue vous permet de capturer le bureau entier ou la fenêtre d'une application. Pour capturer une fenêtre, cliquez simplement sur la fenêtre avec la souris.
gl: Este diálogo captura o seu escritório ou unha única fiestra. De capturar só unha fiestra o cursor do rato torna-se nunha mira, coa cal debe escoller a fiestra.
is: Þessi aðgerð tekur mynd af annaðhvort skjáborðinu öllu eða einum forritsglugga. Ef þú ætlar að taka stakan glugga, þá breytist bendillinn í krossmið sem þú einfaldlega notar til að velja þann glugga sem við á.
it: Questa finestra catturerà o l'intero desktop o una sola finestra di applicazione. Se catturi una singola finestra, il cursore del mouse diventerà un mirino; basterà allora selezionare la finestra col mouse.
ja: デスクトップ全体または個別のアプリケーションウィンドウの スクリーンショットを撮影します。 個別のウィンドウを遅延なしで撮影するときは、カーソルが十字に 変わります。撮影するウィンドウをマウスでクリックしてください。
nb: Dette vil ta et bilde av skrivebordet ditt eller et enkelt programvindu. Hvis du tar et bilde av et enkelt vindu, endrer din musepil seg til et kryss og du kan velge vinduet med musa din.
nds: Mit dissen Dialoog kannst Du Dien helen Schriefdisch oder en enkel Programmfinster opnehmen. Nimmst Du en Finster op, warrt ut den Muuspiel en Teelkrüüz. Dor kannst Du eenfach mit op dat Finster klicken un dat so utsöken.
nl: Deze dialoog zal u begeleiden in het maken van een afbeelding van uw bureaublad of een programmavenster. Als u een afbeelding van een programmavenster wilt maken verandert uw muis in een kruis. Selecteer hiermee het venster waarvan u een afbeelding wilt maken.
pl: To okno umożliwia zapis całego pulpitu lub tylko wybranego okna programu. W przypadku zapisu pojedynczego okna programu, kursor myszy zamieni się w krzyżyk, którym należy wskazać wybrane okno.
pt: Esta janela captura o seu ecrã ou um única janela de aplicação. Se capturar apenas uma janela o cursor do rato torna-se numa mira, com a qual deve seleccionar a janela.
pt_br: Este diálogo irá capturar a tela inteira do seu ambiente, ou uma tela da janela de um aplicativo. Se você capturar uma única janela, o cursor do seu mouse mudará para o formato de uma cruz, e basta simplesmente selecionar a janela com seu mouse.
sr: Помоћу овог дијалога можете снимити или вашу радну површину или неки појединачни прозор. Ако снимате један прозор, ваш курсор миша претвориће се у нишан; тада, само мишем изаберите прозор.
sr@latn: Pomoću ovog dijaloga možete snimiti ili vašu radnu površinu ili neki pojedinačni prozor. Ako snimate jedan prozor, vaš kursor miša pretvoriće se u nišan; tada, samo mišem izaberite prozor.
sv: Den här dialogrutan fångar antingen skrivbordet eller ett enstaka programfönster. Om du fångar ett enstaka fönster ändras muspekaren till ett hårkors. Välj därefter helt enkelt fönstret med musen.
ta: இந்த உரையாடல் உங்கள் மேல்மேசையை இழுக்கும் அல்லது ஒற்றை பயன்பாட்டு சாளரம். உங்கள் சுட்டி ஒற்றை சாளரதை இழுத்தால் குறுக்குவழிகளில் மாறும் மற்றும் சாதாரணமாக உங்கள் இடம்சுட்டி சாளரம்.
th: กล่องเครื่องมือนี้จะช่วยจับภาพทั้งหน้าจอของคุณ หรือเฉพาะหน้าต่างของแอพพลิเคชัน หากคุณจับภาพเฉพาะหน้าต่าง ตัวชี้ของเมาส์คุณจะเปลี่ยนเป็นเครื่องหมายกากบาท จากนั้นให้เลือกหน้าต่างที่ต้องการจับภาพด้วยเมาส์ของคุณ
tr: Bu pencere tüm masaüstünüzü ya da yalnız tek bir uygulama pencere görüntüsünü alacaktır. Eğer sadece bir pencere görüntüsü alacaksanız, fare imleci artı şeklini alacaktır. Böylece fare ile tek bir pencere seçerek görüntü alabilirsiniz.
zh_cn: 此对话框将抓取您的桌面或单个应用程序窗口。如果您选择抓取单个窗口的话，您的鼠标指针将会变成十字形；然后，只需用鼠标选择窗口即可。

source: Grab the entire desktop
ca: Captura l'escriptori sencer
cs: Sejmout celou pracovní plochu
da: Tag billede af hele desktoppen.
de: Ganze Arbeitsfläche aufnehmen
el: Σύλληψη ολόκληρης της επιφάνειας εργασίας
es: Capturar el escritorio completo
et: Pildile haaratakse terve töölaud
fr: Capturer le bureau entier
gl: Capturar todo o escritório
is: Taka mynd af öllu skjáborðinu
it: Cattura l'intero desktop
ja: デスクトップ全体を撮影
nb: Ta bilde av hele skrivebordet.
nds: Heel Schriefdisch opnehmen
nl: Het hele bureaublad
pa: ਪੂਰਾ ਡੈਸਕਟਾਪ ਲਵੋ
pl: Wykonaj zrzut całego pulpitu
pt: Capturar todo o ecrã
pt_br: Capturar o ambiente inteiro
sr: Сними целу радну површину
sr@latn: Snimi celu radnu površinu
sv: Fånga hela skrivbordet
ta: மேல்மேசை முழுவதையும் இழுக்கவும்.
th: จับภาพพื้นที่ทำงานทั้งหมด
tr: Bütün masaüstünü al
zh_cn: 抓取整个桌面

source: <p>If you enable this option, the entire desktop will be grabbed; otherwise, only the active windows.
ca: <p>Si habiliteu aquesta opció es capturarà l'escriptori sencer, si no només les finestres actives.
cs: <p> Pokud zvolíte tuto volbu, dojde k sejmutí celé pracovní plochy. V opačném případě se sejme jen aktivní okno.
da: <p> Med denne indstilling bliver hele desktoppen fotograferet, ellers bliver kun de aktive vinduer.
de: <p>Wenn diese Einstellung aktiviert ist, wird die komplette Arbeitsfläche aufgenommen; andernfalls nur das aktive Fenster.
el: <p>Αν ενεργοποιήσετε αυτή την επιλογή, θα γίνει σύλληψη ολόκληρης της επιφάνειας εργασίας, ενώ σε άλλη περίπτωση, μόνο τα ενεργά παράθυρα.
es: <p>Si habilita esta opción, se capturará el escritorio completo. En caso contrario, solamente las ventanas activas.
et: <p>Sisselülitamisel tehakse pilt kogu töölauast, muidu ainult aktiivsetest akendest.
fr: <p>Si vous activez cette option, le bureau entier sera capturé. Dans le cas contraire, seule la fenêtre active sera capturée.
gl: <p>Se activa esta opzón capturará toda o escritório, en caso contrário só a fiestra activa.
is: <p>Sé þessi möguleiki valinn, þá er tekin skjámynd af öllu skjáborðinu, annars er aðeins tekin mynd af virkum gluggum.
it: <p>Se abiliti questa opzione, verrà catturato l'intero desktop; altrimenti, solo le finestre attive.
ja: <p>このオプションを有効にするとデスクトップ全体を撮影します。無効にするとアクティブなウィンドウのみを撮影します。
nb: <p> Med denne innstillinga blir hele skrivebordet fotografert, ellers bare de aktive vinduene.
nds: <p>Maakst Du dit an, warrt de hele Schriefdisch opnahmen, anners bloots de aktiven Finstern.
nl: <p>Als u deze optie aanzet, zal er een afbeelding van het hele bureaublad worden gemaakt; anders enkel de actieve vensters.
pl: <p>Jeśli ta opcja zostanie włączona, zapisany zostanie cały pulpit. W przeciwnym wypadku, tylko aktywne okna.
pt: <p>Se activar esta opção é capturado o ecrã inteiro, em caso contrário apenas as janelas activas.
pt_br: <p>Se você habilitar esta opção, o ambiente inteiro será capturado, do contrário, somente uma janela ativa.
sr: <p>Ако укључите ову опцију, снимиће се цела радна површина. У супротном, само активни прозори.
sr@latn: <p>Ako uključite ovu opciju, snimiće se cela radna površina. U suprotnom, samo aktivni prozori.
sv: <p>Om du aktiverar det här alternativet, fångas hela skrivbordet, annars bara det aktiva fönstret.
ta: <p>இந்த தேர்வை செயல்பட இருந்தால், அனைத்து மேல்மேசையும் இழுக்கபடும், இல்லையென்றால் செயலில் உள்ள சாளரங்கள் மட்டும்.
th: <p>หากเปิดใช้ตัวเลือกนี้ จะเป็นการกำหนดให้จับภาพพื้นที่ทำงานทั้งหมด ถ้าปิดการทำงาน จะเป็นการจับภาพเฉพาะหน้าต่างที่กำลังถูกใช้งานอยู่ในปัจจุบัน
tr: <p>Bu seçeneği etkinleştirirseniz, bütün masaüstünün görüntüsü alınacaktır. Etkin değilse sadece aktif pencerenin görüntüsü alınacaktır.
zh_cn: <p>如果您启用了此选项，将会抓取整个桌面；否则，只会抓取当前窗口。

source: Hide all host application windows
ca: Oculta les finestres de l'aplicació hoste
cs: Skrýt všechna okna aplikací
da: Skjul alle værtsprogramvinduer.
de: Alle eigenen Programmfenster ausblenden
el: Απόκρυψη όλων των παραθύρων εφαρμογών
es: Ocultar todas las ventanas de la aplicación del servidor
et: Peidetakse kõik käesoleva rakenduse aknad
fr: Cacher toutes les fenêtres de l'application
gl: Acochar todas as fiestras da aplicazón
is: Fela alla glugga aðalforrits
it: Nascondi tutte le finestre dell'applicazione madre
ja: ホストアプリケーションを隠す
nb: Skjul alle tjenerprogramvinduer.
nds: All Finstern vun dit Programm versteken
nl: Alle vensters van dit programma verbergen
pa: ਸਭ ਮੇਜ਼ਬਾਨ ਕਾਰਜ ਝਰੋਖਾ ਓਹਲੇ
pl: Ukryj wszystkie okna głównego programu graficznego
pt: Esconder todas as janelas da aplicação
pt_br: Ocultar todas as janelas de aplicativos da máquina
sr: Сакриј све прозоре домаћинског програма
sr@latn: Sakrij sve prozore domaćinskog programa
sv: Dölj alla värdprogrammets fönster
ta: எல்லா புரவலர் பயன்பாட்டு சாளரங்களையும் மறை.
th: ปิดหน้าต่างทั้งหมดของโปรแกรมที่เรียกใช้ปลั๊กอินนี้ ก่อนจับภาพ
tr: Bütün yerel uygulama pencerelerini gizle
zh_cn: 隐藏宿主应用程序窗口

source: <p>If you enable this option, all host application windows will be hidden during the grab operation.
ca: <p>Si habiliteu aquesta opció s'ocultaran les finestres de l'aplicació hoste durant la captura.
cs: <p>Pokud povolíte tuto volbu, budou během snímání všechna okna ukryta.
da: <p>Med denne indstilling kan alle værtsprogrammets vinduer skjules, når der tages et øjelibksbillede.
de: <p>Wenn diese Einstellung aktiviert ist, werden beim Bildschirmfoto alle eigenen Fenster der Graphik-Anwendung ausgeblendet, so dass sie nicht im Foto erscheinen.
el: <p>Αν ενεργοποιήσετε αυτή την επιλογή, όλα τα παράθυρα εφαρμογών θα κρυφτούν κατά τη λειτουργία σύλληψης.
es: <p>Si activa esta opción, se ocultarán todas las ventanas del servidor de la aplicación durante el proceso de digitalización.
et: <p>Sisselülitamisel peidetakse pildi tegemise ajaks kõik selle rakenduse aknad, kus sa pildi tegemise käsu andsid.
fr: <p>Si vous activez cette option, toutes les fenêtres de l'application seront cachées pendant la capture.
gl: <p>Se activa esta opzón todas as fiestras da aplicazón serán acochadas durante a operazón de captura.
is: <p>Sé þessi möguleiki valinn, þá eru allir gluggar aðalforrits faldir á meðan myndatöku stendur.
it: <p>Abilitando questa opzione, tutte le finestre dell'applicazione madre verranno nascoste durante l'operazione di cattura.
ja: <p>このオプションを有効にすると、撮影中はホストアプリケーションのすべてのウィンドウを隠すことができます。
nb: <p>Med denne innstillinga kan alle tjenerprogrammets vinduer skjules, når skjermbildet blir tatt.
nds: <p>Maakst Du dit an, warrt för't Opnehmen all Finstern vun dit Programm versteken.
nl: <p>Als u deze optie aanzet, zullen alle vensters van dit programma worden verborgen tijdens het maken van de schermafdruk.
pl: <p>Jeśli ta opcja zostanie włączona, wszystkie okna głównego programu graficznego zostaną ukryte podczas zrzutu ekranu.
pt: <p>Se activar esta opção todas as janelas da aplicação serão escondidas durante a operação de captura.
pt_br: <p>Se você habilitar esta opção, todas as janelas de aplicativos da máquina serão ocultadas, durante a operação de captura.
sr: <p>Ако укључите ову опцију, сви прозори домаћинског програма биће сакривени током снимања.
sr@latn: <p>Ako uključite ovu opciju, svi prozori domaćinskog programa biće sakriveni tokom snimanja.
sv: <p>Om du aktiverar det här alternativet, döljs alla värdprogrammets fönster under infångningsåtgärden.
ta: <p>இந்த தேர்வை செயல்பட செய்தால், இழுத்தலின்போது அனைத்து புரவலர் பயன்பாடு சாளரங்களும் மறைக்கப்படும்,
th: <p>หากเปิดใช้งานตัวเลือกนี้ จะทำให้มีการปิดหน้าต่างทั้งหมดของโปรแกรมที่เรียกใช้ปลั๊กอินนี้ ก่อนเริ่มทำการจับภาพ
tr: <p>Bu ayarı etkinleştirirseniz, bütün yerel işlem pencereleri görüntü alma işlemi sırasında gizlenecektir.
zh_cn: <p>如果您启用了此选项，宿主应用程序的全部窗口在抓取操作过程中都将被隐藏。

source: Delay:
ca: Retard:
cs: Prodleva:
da: Forsinkelse:
de: Verzögerung:
el: Καθυστέρηση:
es: Retardo:
et: Viivitus:
fr: Délai :
gl: Retardo da captura:
is: Töf:
it: Ritardo:
ja: 遅延:
nb: Forsinkelse:
nds: Paus:
nl: Vertraging:
pa: ਦੇਰੀ:
pl: Opóźnienie:
pt: Atraso:
pt_br: Atraso:
sr: Застој:
sr@latn: Zastoj:
sv: Fördröjning:
ta: தாமதம்:
th: หน่วงเวลา (วินาที):
tr: Gecikme:
zh_cn: 延迟：

source: <p>The delay in seconds before the grab operation is started.
ca: <p>El retard en segons abans d'iniciar l'operació de captura.
cs: <p>Prodleva před sejmutím.
da: <p>Forsinkelsen i sekunder før billedet tages.
de: <p>Die Verzögerung in Sekunden, bevor das Bildschirmfoto gemacht wird.
el: <p>Η καθυστέρηση σε δευτερόλεπτα πριν την έναρξη της λειτουργίας σύλληψης.
es: <p>La demora en segundos antes de iniciar la operación de captura de la pantalla.
et: <p>Viivitus sekundites enne pildi tegemist.
fr: <p>Délai en seconde avant de lancer la capture.
gl: <p>O atraso en segundos antes de iniciar a operazón de captura.
is: <p>Töf í sekúndum áður en skjámyndatakan fer fram.
it: <p>Il ritardo in secondi prima di iniziare la cattura.
ja: <p>撮影を開始するまでの待機秒数
nb: <p>Forsinkelsen i sekunder før bildet taes.
nds: <p>De Paus in Sekunnen, ehr dat Opnehmen loosgeiht
nl: <p>De vertraging in seconden voordat de schermafdruk wordt gemaakt.
pl: <p>Opóźnienie, w sekundach, rozpoczęcia operacji zrzutu ekranu.
pt: <p>O atraso em segundos antes de iniciar a operação de captura.
pt_br: <p>O atraso, em segundos, antes do início da operação de captura.
sr: <p>Застој у секундама пре него што снимање почне.
sr@latn: <p>Zastoj u sekundama pre nego što snimanje počne.
sv: <p>Fördröjningen i sekunder innan infångningsåtgärden startas.
ta: <p>இழுத்தல் செயல் தொடங்குவதற்கு முன் உள்ள நொடிகள்.
th: <p>ค่าหน่วงเวลาก่อนเริ่มจับภาพ มีหน่วยเป็นวินาที
tr: <p>İşlem başlatılırken birkaç saniye bekleyin.
zh_cn: <p>抓取操作开始前等待的描述。

source: Unable to take snapshot.
ca: No s'ha pogut fer la captura.
cs: Není možné sejmout snímek.
da: Kunne ikke tage øjebliksbillede.
de: Es kann kein Bildschirmfoto angefertigt werden.
el: Αδυναμία λήψης στιγμιότυπου.
es: No ha sido posible efectuar la captura de la pantalla.
et: Töölauda pole võimalik pildistada.
fr: Impossible de faire la capture.
gl: Non foi posíbel capturar o escritório.
is: Tókst ekki að taka skjámynd.
it: Impossibile fare un'istantanea.
ja: スナップショットを撮れません。
nb: Kunne ikke ta skjermbilde.
nds: Schirmfoto lett sik nich opnehmen.
nl: Kan geen schermafdruk maken.
pa: ਸਨੈਪ-ਸ਼ਾਟ ਲੈਣ ਵਿੱਚ ਅਸਫ਼ਲ ਹੈ।
pl: Nie można wykonać zrzutu ekranu.
pt: Não foi possível efectuar a captura do ecrã.
pt_br: Não foi possível capturar a tela.
sr: Не могу да направим снимак.
sr@latn: Ne mogu da napravim snimak.
sv: Kan inte fånga skärmdump.
ta: திரைசேமிப்பை எடுக்கமுடியவில்லை.
th: ไม่สามารถจับภาพหน้าจอได้
tr: Resim alma başarısız oldu.
zh_cn: 无法抓图。
