Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_cdarchiving.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nb, nds, nl, pl, pt, pt_br, sr, sr@latn, sv, ta, th, tr, uk

source: _: NAME OF TRANSLATORS Your names
ca: Albert Astals Cid,Josep Ma. Ferrer
cs: Klára Cihlářová,Jakub Friedl
da: Rune Rønde Laursen, Keld Simonsen
de: Oliver Dörr
el: Σπύρος Γεωργαράς,Τούσης Μανώλης
es: Enrique Matías Sánchez (aka Quique)
et: Marek Laane
fr: David Jobet,Tung Nguyen,Fabien
gl: mvillarino
is: Sveinn í Felli
it: Federico Zenith
ja: Yukiko Bando
nb: Nils Kristian Tomren
nds: Sönke Dibbern
nl: Jasper van der Marel,Sander Devrieze,Rinse de Vries
pl: Igor Klimer
pt: Pedro Morais,José Nuno Pires
pt_br: Lisiane Sztoltz Teixeira, Luiz Fernando Ranghetti
sr: Часлав Илић,Слободан Симић
sr@latn: Časlav Ilić
sv: Stefan Asserhäll
ta: tamilpcteam
th: ถนอมทรัพย์ นพบูรณ์
tr: Engin Çağatay
uk: Іван Петрущак

source: _: EMAIL OF TRANSLATORS Your emails
ca: astals11@terra.es,txemaq@gmail.com
cs: koty@seznam.cz,jfriedl@suse.cz
da: runerl@skjoldhoej.dk
de: kde@doerr-privat.de
el: sng@hellug.gr,manolis@koppermind.homelinux.org
es: cronopios@gmail.com
et: bald@starman.ee
fr: david dot jobet at free dot fr,ntung@free.fr,fabien_DOT_ubuntu@gmail.com
gl: mvillarino@users.sourceforge.net
is: sveinki@nett.is
it: federico.zenith@member.fsf.org
ja: ybando@k6.dion.ne.jp
nb: project@nilsk.net
nds: s_dibbern@web.de
nl: ,s.devrieze@pandora.be,rinsedevries@kde.nl
pl: kigro@vp.pl
pt: morais@kde.org,jncp@netcabo.pt
pt_br: lisiane@kdemail.net, elchevive@opensuse.org
sr: caslav.ilic@gmx.net,simicsl@verat.net
sr@latn: caslav.ilic@gmx.net
sv: stefan.asserhall@comhem.se
ta: tamilpc@ambalam.com
th: donga.nb@gmail.com
tr: engincagatay@yahoo.com
uk: ivanpetrouchtchak@yahoo.com

source: CD (650Mb)
fr: CD (650 Mo)
sv: Cd (650 Mibyte)
ta: சீடி (650Mb)
th: แผ่น CD (650 เมกะไบต์)
uk: КД (650МБ)

source: KIPI Albums Archiving
ca: Arxivat d'àlbums del KIPI
cs: KIPI archivace alb
da: KIPI albumarkivering
de: KIPI Albenarchivierung
el: Αρχειοθέτηση άλμπουμ του KIPI
es: Grabación de álbumes KIPI
et: KIPI albumi arhiveerimine
fr: Archive d'albums photo
gl: Arquivado de Álbuns de KIPI
is: KIPI diskafritun
it: Archiviazione album di KIPI
ja: Kipi アルバムアーカイブ
nb: KIPI albumarkivering
nds: KIPI-Albumarchiveren
nl: KIPI-plugin voor archivering van albums
pl: KIPI - archiwizowanie albumów
pt: Arquivo de Álbuns KIPI
pt_br: Arquivamento de álbuns do KIPI
sr: Архивирање KIPI-јевих албума
sr@latn: Arhiviranje KIPI-jevih albuma
sv: KIPI-albumarkivering
ta: KIPI ஆல்பங்கள் வலைவு
th: ข้อมูลอัลบั้มภาพ KIPI
tr: KIPI Albüm Arşivleme
uk: Архівування альбомів - KIPI

source: CD Albums
ca: Àlbums en CD
cs: CD alba
da: CD-albummer
de: CD-Alben
el: CD Άλμπουμ
es: Álbumes en CD
et: CD albumid
fr: Archives d'albums
gl: Álbuns en CD
is: CD diskar
it: Album CD
ja: CD アルバム
nb: CD-album
nds: CD-Alben
pl: Albumy na CD
pt: Álbuns em CD
pt_br: Álbuns de CD
sr: CD албуми
sr@latn: CD albumi
sv: Cd-album
ta: சீடி ஆல்பங்கள்
th: แผ่น CD อัลบั้มภาพ
tr: CD Albümleri
uk: Альбоми на КД

source: KIPI Album CD archiving
ca: Arxivat d'àlbums del KIPI
cs: KIPI CD archivace alba
da: KIPI Album CD-arkivering
de: KIPI Alben-CD-Archivierung
el: Αρχειοθέτηση CD άλμπουμ του KIPI
es: Grabación de álbumes de fotos en CD KIPI
et: KIPI albumi arhiveerimine CD-le
fr: Archive d'albums sur CD/DVD
gl: Arquivado de Álbuns en CD de KIPI
is: KIPI afritun á CD-diska
it: Archiviazione CD di album di KIPI
ja: Kipi アルバム CD アーカイブ
nb: KIPI Album CD-arkivering
nds: Albumarchiveren op CD för KIPI
nl: KIPI-plugin voor cd-album-archivering
pl: KIPI - archiwizacja albumów na CD
pt: Arquivo CD de Álbuns KIPI
pt_br: Arquivamento de álbuns de CD do KIPI
sr: Архивирање KIPI-јевих албума на CD
sr@latn: Arhiviranje KIPI-jevih albuma na CD
sv: KIPI cd-albumarkivering
ta: KIPI ஆல்பங்களிம் சீடி வலைவு
th: แผ่น CD อัลบั้มภาพ KIPI
tr: KIPI Albüm CD'si arşivleme
uk: Архівування альбомів на КД - KIPI

source: LINUX
th: ลินุกซ์

source: K3b CD-DVD Burning application
ca: Aplicació K3b per gravar CD-DVD
cs: K3b aplikace pro vypalování CD-DVD
da: K3b-CD og DVD-brændeprogram
de: K3b CD/DVD-Brennprogramm
el: K3b εφαρμογή εγγραφής CD-DVD
es: Aplicación K3b de grabación de CD y DVD
et: K3b CD/DVD kirjutamise rakendus
fr: K3b application de gravure de CD/DVD
gl: Aplicazón de gravazón de CD/DVD K3b
is: K3b CD-DVD brennsla
it: Programma K3b per la masterizzazione di CD e DVD
ja: K3b CD/DVD ライター
nb: K3b-CD og DVD-brenneprogram
nds: CD/DVD-Brennprogramm K3b
nl: K3b cd/dvd-brandprogramma
pl: Wypalarka CD/DVD K3b
pt: Aplicação de gravação de CD/DVD K3b
pt_br: Aplicativo de queima de CD-DVD K3b
sr: K3b, програм за CD-DVD резање
sr@latn: K3b, program za CD-DVD rezanje
sv: K3b cd-dvd-brännprogram
ta: K3b சீடி-டிவிடி எறிக்கும் பயன்பாடு
th: โปรแกรมเขียนแผ่น CD-DVD - K3b
tr: K3b CD-DVD Yazma uygulaması
uk: K3b - програма для запису КД/DVD

source: KIPI CD-Archiving plugin
ca: Connector d'arxivat de CD del KIPI
cs: KIPI plugin CD archivace
da: KIPI CD-arkiveringsplugin
de: KIPI CD-Archivierungs-Modul
el: Πρόσθετο αρχειοθέτησης CD του KIPI
es: Complemento para la grabación de álbumes de fotos en CD de KIPI
et: KIPI CD-le arhiveerimise plugin
fr: Module externe pour archiver des albums sur CD/DVD
gl: Plugin de KIPI de Arquivado en CD
is: KIPI íforrit fyrir afritun á CD-diska
it: Plugin di archiviazione CD KIPI
ja: Kipi CD アーカイブプラグイン
nb: KIPI CD-arkiveringstillegg
nds: CD-Archiveermoduul för KIPI
nl: KIPI-plugin voor cd-archivering
pl: Wtyczka KIPI do archiwizacji na CD
pt: 'Plugin' KIPI de Arquivo em CD
pt_br: Plug-in de arquivamento de CDs do KIPI
sr: KIPI-јев прикључак за CD архивирање
sr@latn: KIPI-jev priključak za CD arhiviranje
sv: KIPI-insticksprogram för cd-arkivering
ta: KIPI சீடி வலைவு சொருகி
th: ปลั๊กอิน KIPI สำหรับสร้างแผ่น CD อัลบั้มภาพ
tr: KIPI CD Arşivleme eklentisi
uk: Втулок архівування на КД - KIPI

source: Cannot start K3b program : fork failed.
ca: No s'ha pogut engegar el programa K3b: ha fallat la bifurcació.
cs: Nelze spustit program K3b: selhal fork.
da: Kan ikke starte K3b-programmet : fork fejlede.
de: K3b lässt sich nicht starten: fork fehlgeschlagen.
el: Αδυναμία εκκίνησης του προγράμματος K3b : η σύνδεση απέτυχε.
es: No se puede iniciar el programa K3b: fallo de bifurcación.
et: K3b käivitamine ebaõnnestus: harunemine pole võimalik.
fr: Impossible de démarrer le programme K3b.
gl: Non foi posíbel iniciar o programa K3b : 'fork' fallou.
is: Get ekki ræst K3b firritið : tenging mistókst.
it: Impossibile avviare il programma K3b: fork non riuscito.
ja: K3bを開始できません : フォーク失敗
nb: Kan ikke starte K3b-programmet : fork feilet.
nds: Programm "K3b" lett sik nich opropen: Achtergrundperzess lett sik nich opstellen
nl: Kan K3b niet starten: fork mislukte.
pl: Nie można uruchomić programu K3b (fork failed).
pt: Não foi possível iniciar o programa K3b : 'fork' falhou.
pt_br: Não foi possível iniciar o programa K3b.
sr: Не могу да покренем програм K3b: рачвање није успело.
sr@latn: Ne mogu da pokrenem program K3b: račvanje nije uspelo.
sv: Kan inte starta K3b-programmet: delning misslyckades.
ta: K3b நிரலை துவக்க முடியவில்லை : தோல்வி
th: ไม่สามารถเริ่มการทำงานโปรแกรม K3b ได้ : การ fork โปรแกรมล้มเหลว
tr: K3b uygulaması başlatılamıyor.
uk: Не вдалося запустити програму K3b: створення процесу зазнало невдачі.

source: K3b is done; removing temporary folder....
ca: El K3b ha acabat; s'està esborrant la carpeta temporal...
cs: K3b je hotov, odstraňuji dočasné složky...
da: K3b er færdig, sletter midlertidig mappe....
de: K3b hat den Brennvorgang abgeschlossen. Der temporäre Ordner wird gelöscht ...
el: Το K3b τερμάτισε επιτυχώς, αφαίρεση προσωρινού φακέλου....
es: K3b ha terminado. Eliminando la carpeta temporal...
et: K3b on valmis. Eemaldatakse ajutine kataloog...
fr: K3b a terminé, suppression du dossier temporaire...
gl: K3b terminou; a eliminar o cartafol temporal....
is: K3b hefur lokið störfum; fjarlægi bráðabirgðamöppu....
it: K3b ha finito; rimozione della cartella temporanea...
ja: K3b 完了。一時ファイルを削除中...
nb: K3b er ferdig, sletter midlertidig mappe....
nds: K3b is afslaten, Temporeerorner warrt wegmaakt...
nl: K3b is klaar; tijdelijke map wordt verwijderd....
pl: K3b zakończyło pracę; usuwanie katalogu tymczasowego....
pt: O K3b terminou; a remover a pasta temporária....
pt_br: O K3b foi finalizado, removendo pasta temporária ...
sr: K3b је готов; уклањам привремену фасциклу...
sr@latn: K3b je gotov; uklanjam privremenu fasciklu...
sv: K3b är klart. Tar bort tillfällig katalog...
ta: கே3பி முடிந்தது; தற்காலிக அடைவை நீக்குகிறது...
th: โปรแกรม K3b ทำงานเสร็จแล้ว กำลังทำการลบโฟลเดอร์ชั่วคราว....
tr: K3b işini bitirdi, geçici dizin siliniyor...
uk: K3b закінчила роботу; вилучення тимчасової теки....

source: Cannot remove temporary folder '%1'.
ca: No s'ha pogut eliminar la carpeta temporal '%1'.
cs: Nelze odstranit dočasnou složku '%1'.
da: Kan ikke slette midlertidig mappe '%1'.
de: Der temporäre Ordner "%1" lässt sich nicht löschen.
el: Αδυναμία αφαίρεσης του προσωρινού φακέλου '%1'.
es: No se puede eliminar la carpeta temporal «%1».
et: Ajutise kataloogi '%1' eemaldamine ebaõnnestus.
fr: Impossible de supprimer le dossier temporaire « %1 ».
gl: Non foi posíbel eliminar o cartafol temporal '%1'.
is: Gat ekki fjarlægt bráðabirgðamöppu '%1'.
it: Impossibile rimuovere la cartella temporanea «%1».
ja: 一時フォルダ '%1' を削除できません。
nb: Kan ikke slette midlertidig mappe '%1'.
nds: Temporeerorner "%1" lett sik nich wegdoon.
nl: De tijdelijke map '%1' kon niet verwijderd worden.
pl: Nie można usunąć katalogu tymczasowego '%1'.
pt: Não foi possível remover a pasta temporária '%1'.
pt_br: Não foi possível remover a pasta temporária '%1'.
sr: Не могу да уклоним привремену фасциклу „%1“.
sr@latn: Ne mogu da uklonim privremenu fasciklu „%1“.
sv: Kan inte ta bort tillfällig katalog '%1'.
ta: '%1' தற்காலிக கோப்பை நீக்க முடியவில்லை.
th: ไม่สามารถลบโฟลเดอร์ชั่วคราว '%1' ได้
tr: '%1' geçici dizini silinemiyor.
uk: Неможливо вилучити тимчасову теку "%1".

source: Cannot remove folder '%1'.
ca: No s'ha pogut eliminar la carpeta '%1'.
cs: Nelze odstranit složku '%1'.
da: Kan ikke slette mappe '%1'.
de: Der Ordner "%1" lässt sich nicht löschen.
el: Αδυναμία αφαίρεσης του φακέλου '%1'.
es: No se puede borrar la carpeta «%1».
et: Kataloogi '%1' eemaldamine ebaõnnestus.
fr: Impossible de supprimer le dossier « %1 ».
gl: Non foi posíbel eliminar o cartafol '%1'.
is: Get ekki endurnefnt möppuna '%1'.
it: Impossibile rimuovere la cartella «%1».
ja: フォルダ '%1' を削除できません。
nb: Kan ikke slette mappe '%1'.
nds: Orner "%1" lett sik nich wegdoon.
nl: De map '%1' kon niet verwijderd worden.
pl: Nie można usunąć katalogu '%1'.
pt: Não foi possível remover a pasta '%1'.
pt_br: Não foi possível remover a pasta '%1'.
sr: Не могу да уклоним фасциклу „%1“.
sr@latn: Ne mogu da uklonim fasciklu „%1“.
sv: Kan inte ta bort katalogen '%1'.
ta: %1 அடைவை நீக்க முடியவில்லை !
th: ไม่สามารถลบโฟลเดอร์ '%1' ได้
tr: '%1' dizini silinemiyor.
uk: Неможливо вилучити теку "%1".

source: Could not create folder '%1'.
ca: No s'ha pogut crear al carpeta '%1'.
cs: Nelze vytvořit složku '%1'.
da: Kunne ikke oprette mappe '%1'.
de: Der Ordner "%1" lässt sich nicht erstellen.
el: Αδυναμία δημιουργίας του φακέλου '%1'.
es: No se ha podido crear la carpeta «%1».
et: Kataloogi '%1' loomine ebaõnnestus.
fr: Impossible de créer le dossier « %1 ».
gl: Non foi posíbel criar o cartafol '%1'.
is: Get ekki búið til möppuna '%1'.
it: Impossibile creare la cartella «%1».
ja: フォルダ '%1' を作成できませんでした。
nb: Kunne ikke opprette mappe '%1'.
nds: Orner "%1" lett sik nich opstellen.
nl: De map '%1' kon niet aangemaakt worden.
pl: Nie można utworzyć katalogu '%1'.
pt: Não foi possível criar a pasta '%1'.
pt_br: Não foi possível criar a pasta '%1'.
sr: Нисам могао да направим фасциклу „%1“.
sr@latn: Nisam mogao da napravim fasciklu „%1“.
sv: Kunde inte skapa katalogen '%1'.
ta: அடைவு '%1'ஐ உருவாக்க முடியவில்லை.
th: ไม่สามารถสร้างโฟลเดอร์ '%1' ได้
tr: '%1' dizini yaratılamıyor.
uk: Не вдалося створити теку "%1".

source: Could not open file '%1'.
ca: No s'ha pogut obrir el fitxer '%1'.
cs: Nelze otevřít soubor '%1'.
da: Kunne ikke åbne fil '%1'.
de: Die Datei "%1" lässts ich nicht öffnen.
el: Αδυναμία ανοίγματος του αρχείου '%1'.
es: No se ha podido abrir el archivo «%1».
et: Faili '%1' avamine ebaõnnestus.
fr: Impossible d'ouvrir le fichier « %1 ».
gl: Non foi posíbel abrir o ficheiro '%1'.
is: Gat ekki opnað skrá '%1'.
it: Impossibile aprire il file «%1».
ja: ファイル '%1' を開けませんでした。
nb: Kunne ikke åpne fil '%1'.
nds: Datei "%1" lett sik nich opmaken.
nl: Het bestand '%1' kon niet geopend worden.
pl: Nie można otworzyć pliku '%1'.
pt: Não foi possível abrir o ficheiro '%1'.
pt_br: Não foi possível abrir o arquivo '%1'.
sr: Нисам могао да отворим фајл „%1“.
sr@latn: Nisam mogao da otvorim fajl „%1“.
sv: Kunde inte öppna filen '%1'
ta: '%1' கோப்பை திறக்க முடியவில்லை
th: ไม่สามารถเปิดแฟ้ม '%1' ได้
tr: '%1' dosyası açılamadı.
uk: Не вдалося відкрити файл "%1".

source: Could not create folder '%1' in '%2'.
ca: No s'ha pogut crear la carpeta '%1' a '%2'.
cs: Nelze vytvořit složku '%1' v '%2'.
da: Kunne ikke oprette mappe '%1' i '%2'.
de: Der Ordner "%1" kann in "%2" lässt sich nicht erstellen.
el: Αδύνατη η δημιουργία του φακέλου '%1' στο '%2'.
es: No se ha podido crear la carpeta «%1» en «%2».
et: Kataloogi '%1' loomine asukohas '%2' ebaõnnestus.
fr: Impossible de créer le dossier « %1 » dans « %2 ».
gl: Non foi posíbel criar o cartafol '%1' en '%2'.
is: Get ekki búið til möppuna '%1' í '%2'.
it: Impossibile creare la cartella «%1» in «%2».
ja: フォルダ '%1' を '%2' に作成できませんでした。
nb: Kunne ikke opprette mappe '%1' i '%2'.
nds: Orner "%1" lett sik nich binnen "%2" opstellen.
nl: De map '%1' kon niet aangemaakt worden in '%2'.
pl: Nie można utworzyć katalogu '%1' w '%2'.
pt: Não foi possível criar a pasta '%1' em '%2'.
pt_br: Não foi possível criar a pasta '%1' em '%2'.
sr: Нисам могао да направим фасциклу „%1“ у „%2“.
sr@latn: Nisam mogao da napravim fasciklu „%1“ u „%2“.
sv: Kunde inte skapa katalogen '%1' i '%2'.
ta: '%2' வில் '%1' அடைவை உருவாக்க முடியவில்லை.
th: ไม่สามารถสร้างโฟลเดอร์ '%1' ใน '%2' ได้
tr: '%2' konumunda '%1' dizini yaratılamadı.
uk: Не вдалось створити теку "%1" в "%2".

source: Album list
ca: Llista d'àlbums
cs: Seznam alba
da: Albumliste
de: Albenliste
el: Λίστα άλμπουμ
es: Lista de álbumes
et: Albumite nimekiri
fr: Liste des albums
gl: Lista de álbuns
is: Albúmalisti
it: Elenco album
ja: アルバムリスト
nb: Albumliste
nl: Albumlijst
pl: Lista albumów
pt: Lista de álbuns
pt_br: Lista de álbuns
sr: Листа албума
sr@latn: Lista albuma
sv: Albumlista
ta: ஆல்பம் பட்டியல்
th: รายการอัลบั้ม
tr: Albüm listesi
uk: Список альбомів

source: Album
ca: Àlbum
el: Άλμπουμ
es: Álbum
gl: Álbum
is: Albúm
ja: アルバム
pt: Álbum
pt_br: Álbum
sr: Албум
th: อัลบั้ม
uk: Альбом

source: <i>Collection:</i>
ca: <i>Col·lecció:</i>
cs: <i>Kolekce:</i>
da: <i>Samling:</i>
de: <i>Kollektion:</i>
el: <i>Συλλογή:</i>
es: <i>Tema:</i>
et: <i>Kogu:</i>
gl: <i>Coleczón:</i>
is: <i>Safn:</i>
it: <i>Raccolta:</i>
ja: コレクション:
nb: <i>Samling:</i>
nds: <i>Sammeln:</i>
nl: <i>Verzameling:</i>
pl: <i>Kolekcja:</i>
pt: <i>Colecção:</i>
pt_br: <i>Coleção:</i>
sr: <i>Колекција:</i>
sr@latn: <i>Kolekcija:</i>
sv: <i> Samling:</i>
ta: <i>சேர்ப்பு:</i>
th: <i>หมวดหมู่:</i>
tr: <i>Koleksiyon:</i>
uk: <i>Збірка:</i>

source: <i>Date:</i>
ca: <i>Data:</i>
cs: <i>Datum:</i>
da: <i>Dato:</i>
de: <i>Erstellt am:</i>
el: <i>Ημερομηνία:</i>
es: <i>Fecha:</i>
et: <i>Kuupäev:</i>
gl: <i>Data:</i>
is: <i>Dags:</i>
it: <i>Data:</i>
ja: 日付:
nb: <i>Dato:</i>
nds: <i>Datum:</i>
nl: <i>Datum:</i>
pl: <i>Data:</i>
pt: <i>Data:</i>
pt_br: <i>Data:</i>
sr: <i>Датум:</i>
sr@latn: <i>Datum:</i>
sv: <i> Datum:</i>
ta: <i>தேதி:</i>
th: <i>วันที่:</i>
tr: <i>Tarih:</i>
uk: <i>Дата:</i>

source: <i>Images:</i>
ca: <i>Imatges:</i>
cs: <i>Obrázky:</i>
da: <i>Billeder:</i>
de: <i>Bilder:</i>
el: <i>Εικόνες:</i>
es: <i>Imágenes:</i>
et: <i>Pildid:</i>
gl: <i>Imaxes:</i>
is: <i>Myndir:</i>
it: <i>Immagini:</i>
ja: 画像数:
nb: <i>Bilder:</i>
nds: <i>Biller:</i>
nl: <i>Afbeeldingen:</i>
pl: <i>Zdjęć:</i>
pt: <i>Imagens:</i>
pt_br: <i>Imagens:</i>
sr: <i>Слике:</i>
sr@latn: <i>Slike:</i>
sv: <i> Bilder:</i>
ta: <i>தோற்றங்கள்:</i>
th: <i>จำนวนภาพ:</i>
tr: <i>Resimler:</i>
uk: <i>Зображення:</i>

source: KB
fr: Ko
sv: Kibyte
th: กิโลไบต์
uk: КБ

source: images
ca: imatges
cs: obrázky
da: billeder
de: Bilder
el: εικόνες
es: imágenes
et: pilti
gl: imaxes
is: myndir
it: immagini
ja: 画像
nb: bilder
nds: Biller
nl: afbeeldingen
pl: zdjęć
pt: imagens
pt_br: imagens
sr: слика
sr@latn: slika
sv: bilder
ta: தோற்றங்கள்
th: ภาพ
tr: resim
uk: зображення

source: Valid HTML 4.01.
ca: HTML 4.01 vàlid.
cs: Validní HTML 4.01.
da: Gyldig HTML-4.01.
el: Έγκυρη HTML 4.01.
es: HTML 4.01 válido.
et: Korrektne HTML 4.01.
fr: Page conforme à la norme HTML 4.01.
gl: HTML 4.01 Válido.
is: Gilt HTML 4.01.
it: HTML 4.01 valido.
nb: Gyldig HTML-4.01.
nds: Beglöövt HTML 4.01
nl: Geldige HTML 4.01.
pl: Poprawny HTML 4.01.
pt: HTML 4.01 Válido.
pt_br: HTML 4.01 válido.
sr: Исправан HTML 4.01.
sr@latn: Ispravan HTML 4.01.
sv: Giltig HTML 4.01.
ta: தகுந்த HTML 4.01.
th: ตรงตามมาตรฐาน HTML 4.01
tr: Geçerli HTML 4.01.
uk: Чинна HTML 4.01.

source: Album archive created with <a href="%1">%2</a> on %3
ca: L'arxiu de l'àlbum s'ha creat com <a href="%1">%2</a> a %3
cs: Archiv alby vytvořen <a href="%1">%2</a> v %3
da: Albumarkiv oprettet med <a href="%1">%2</a> den %3
de: Die Alben-Archivierung wurde mit <a href="%1">%2</a> am %3 erstellt.
el: Η αρχειοθήκη άλμπουμ <a href="%1">%2</a> δημιουργήθηκε στο %3
es: Grabación del álbum creada con <a href="%1">%2</a> el %3
et: Albumite arhiiv loodud <a href="%1">%2</a> abil %3
fr: Archive d'albums photo créée avec <a href="%1">%2</a> le %3
gl: Arquivo de álbum criado con <a href="%1">%2</a> en %3
is: Afrit albúms var búið til með <a href="%1">%2</a> á %3
it: Archivio di album creato con <a href="%1">%2</a> il %3
nb: Albumarkiv opprettet med <a href="%1">%2</a> den %3
nds: Album wöör mit <a href="%1">%2</a> op den %3 opstellt
nl: Albumarchief aangemaakt met <a href="%1">%2</a> op %3
pl: Archiwum albumu stworzone za pomocą <a href="%1">%2</a> dnia: %3.
pt: Arquivo de álbuns criado com o <a href="%1">%2</a> em %3
pt_br: Arquivo do álbum criado com <a href="%1">%2</a> em %3
sr: Архива албума направљена је помоћу <a href="%1">%2</a> дана %3
sr@latn: Arhiva albuma napravljena je pomoću <a href="%1">%2</a> dana %3
sv: Albumarkiv skapat med <a href="%1">%2</a> den %3
ta: ஆல்பம் பின்காப்பு <a href="%1">%2</a> %3ல் உருவாக்கப்பட்டது
th: สร้างชุดข้อมูลอัลบั้มโดย <a href="%1">%2</a> เมื่อ %3
tr: %3 üzerinde <a href="%1">%2</a> ile albüm arşivi oluşturuldu.
uk: Архів альбому створено з <a href="%1">%2</a> на %3

source: <i>Album list:</i>
ca: <i>Llista d'àlbums:</i>
cs: <i>Seznam alb:</i>
da: <i>Albumliste:</i>
de: <i>Albenliste:</i>
el: <i>Λίστα άλμπουμ:</i>
es: <i>Lista de álbumes:</i>
et: <i>Albumite nimekiri:</i>
fr: <i>Liste des albums :</i>
gl: <i>Lista de álbuns:</i>
is: <i>Albúmalisti:</i>
it: <i>Elenco album:</i>
ja: アルバムリスト:
nb: <i>Albumliste:</i>
nl: <i>Albumlijst:</i>
pl: <i>Lista albumów:</i>
pt: <i>Lista de álbuns:</i>
pt_br: <i>Lista do Álbum:</i>
sr: <i>Листа албума:</i>
sr@latn: <i>Lista albuma:</i>
sv: <i> Albumlista:</i>
ta: <i>ஆல்பம் பட்டியல்:</i>
th: <i>รายการอัลบั้ม:</i>
tr: <i>Albüm listesi:</i>
uk: <i>Список альбомів:</i>

source: Previous
ca: Anterior
cs: Předchozí
da: Forrige
de: Zurück
el: Προηγούμενο
es: Anterior
et: Eelmine
fr: Précédent
gl: Anterior
is: Fyrra
it: Precedente
ja: 戻る
nb: Forrige
nds: Verleden
nl: Vorige
pl: Wstecz
pt: Anterior
pt_br: Anterior
sr: Претходни
sr@latn: Prethodni
sv: Föregående
ta: முன்
th: ย้อนกลับ
tr: Önceki
uk: Попереднє

source: Album index
ca: Índex de l'àlbum
cs: Index alba
da: Albumindeks
el: Ευρετήριο άλμπουμ
es: Índice del álbum
et: Albumi indeks
fr: Index de l'album
gl: Índice do álbum
is: Yfirlit albúms
it: Indice degli album
ja: アルバムインデックス
nb: Albumindeks
pl: Indeks albumów
pt: Índice do álbum
pt_br: Índice do álbum
sr: Индекс албума
sr@latn: Indeks albuma
ta: ஆல்பம் குறிப்பு
th: ดัชนีอัลบั้ม
tr: Albüm fihristi
uk: Індекс альбому

source: Next
ca: Següent
cs: Další
da: Næste
de: Nächster
el: Επόμενο
es: Siguiente
et: Järgmine
fr: Suivant
gl: Seguinte
is: Næsta
it: Successivo
ja: 進む
nb: Neste
nds: Nakamen
nl: Volgende
pl: Dalej
pt: Seguinte
pt_br: Próximo
sr: Следећи
sr@latn: Sledeći
sv: Nästa
ta: அடுத்த
th: ถัดไป
tr: Sonraki
uk: Далі

source: Image gallery created with <a href="%1">%2</a> on %3
ca: La galeria d'imatges s'ha creat com <a href="%1">%2</a> a %3
cs: Galerie obrázků vytvořena <a href="%1">%2</a> v %3
da: Billedgalleri oprettet med <a href="%1">%2</a> den %3
de: Die Bildergalerie wurde mit <a href="%1">%2</a> am %3 erstellt.
el: Η συλλογή εικόνων <a href="%1">%2</a> δημιουργήθηκε στο %3
es: Galería de imágenes creada con <a href="%1">%2</a> en %3
et: Pildigalerii loodud <a href="%1">%2</a> abil %3
fr: Galerie d'images créée avec <a href="%1">%2</a> le %3
gl: Galeria de imaxes criada con <a href="%1">%2</a> o %3
is: Myndasafn búið til með <a href="%1">%2</a> á %3
it: Galleria di immagini creata con <a href="%1">%2</a> il %3
nb: Bildegalleri opprettet med <a href="%1">%2</a> den %3
nds: Bildgalerie wöör mit <a href="%1">%2</a> op den %3 opstellt.
nl: Afbeeldingengalerij aangemaakt met <a href="%1">%2</a> op %3
pl: Galeria zdjęć stworzona za pomocą <a href="%1">%2</a> dnia: %3
pt: Galeria de imagens criada com o <a href="%1">%2</a> em %3
pt_br: Galeria de imagens criada com <a href="%1">%2</a> em %3
sr: Галерија слика направљена је помоћу <a href="%1">%2</a> дана %3
sr@latn: Galerija slika napravljena je pomoću <a href="%1">%2</a> dana %3
sv: Bildgalleri skapat med <a href="%1">%2</a> den %3
ta: பிம்ப தொகுப்பு <a href="%1">%2</a> on %3ல் உருவாக்கப்பட்டது
th: สร้างแกลเลอรีภาพโดย <a href="%1">%2</a> เมื่อ %3
tr: %3 üzerinde <a href="%1">%2</a> ile resim galerisi oluşturuldu.
uk: Галерею зображень створено з <a href="%1">%2</a> на %3

source: Creating project header...
ca: S'està creant la capçalera del projecte...
cs: Vytvářím hlavičku projektu...
da: Opretter projektoverskrift...
de: Projektvorspann wird erzeugt ...
el: Δημιουργία επικεφαλίδας έργου...
es: Creando la cabecera del proyecto...
et: Projekti päise loomine...
fr: Création de l'en-tête du projet...
gl: A criar a cabeceira do proxecto...
is: Bý til haus á verkefnið...
it: Creazione dell'intestazione del progetto...
ja: プロジェクトのヘッダを作成中...
nb: Oppretter prosjektoverskrift …
nds: Projektvörloop warrt opstellt...
nl: Project-header wordt aangemaakt...
pl: Tworzenie nagłówka projektu...
pt: A criar o cabeçalho do projecto...
pt_br: Criando cabeçalho do projeto ...
sr: Правим заглавље пројекта...
sr@latn: Pravim zaglavlje projekta...
sv: Skapar projekthuvud...
ta: பணி தலைப்பு உருவாக்கல்...
th: กำลังสร้างส่วนหัวโครงการ...
tr: Proje başlığı yaratılıyor...
uk: Створення заголовка проекту...

source: DVD (4,7Gb)
fr: DVD (4,7 Go)
sv: Dvd (4,7 Gibyte)
ta: டிவிடி (4,7Gb)
th: แผ่น DVD (4.7 กิกะไบต์)
uk: DVD (4,7ГБ)
