Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_mpegencoder.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nl, pl, pt, pt_br, sr, sr@latn, sv, th, tr

source: &Add...
ca: &Afegeix...
cs: Přid&at...
da: &Tilføj...
de: &Hinzufügen ...
el: &Προσθήκη...
es: &Añadir...
et: &Lisa...
fr: &Ajouter...
gl: &Engadir...
is: Bæt&a við...
it: &Aggiungi...
ja: 追加(&A)...
nl: &Toevoegen...
pl: &Dodaj...
pt: &Adicionar...
pt_br: &Adicionar...
sr: &Додај...
sr@latn: &Dodaj...
sv: &Lägg till...
th: เพิ่มภาพ...
tr: &Ekle...

source: Add some image files to the portfolio list.
ca: Afegeix més fitxers d'imatges a la llista de la carpeta.
cs: Přidání obrázku do seznamu videa.
da: Tilføj nogle billeder til samlingslisten.
de: Fügt eines oder mehrere Bilder der Liste hinzu.
el: Προσθήκη κάποιων αρχείων εικόνας στη λίστα του φακέλου.
es: Añadir algunos archivos de imagen a la lista del catálogo.
et: Lisa loendisse kaadrifaile.
fr: Ajouter des images dans la liste.
gl: Engade algunhas imaxes á lista.
is: Bæta myndum við sýningarlistann.
it: Aggiungi dei file immagine all'elenco della carrellata.
ja: ポートフォリオリストに画像を追加
nl: Voeg enkele afbeeldingen voor de diavoorstelling toe aan de lijst.
pl: Dodaj zdjęcia do listy.
pt: Adiciona alguns ficheiros de imagens à lista do portfolio.
pt_br: Adiciona alguns arquivos de imagem à lista do portfólio.
sr: Додај неке фајлове слика у листу за представљање.
sr@latn: Dodaj neke fajlove slika u listu za predstavljanje.
sv: Lägg till några bildfiler i mapplistan.
th: เพิ่มภาพไปยังรายการเล่น
tr: Arşiv listesine başka resimler ekle.

source: Remove some image files from the portfolio list.
ca: Elimina alguns fitxers d'imatges de la llista de la carpeta.
cs: Odstranění obrázku ze seznamu videa.
da: Fjern nogle billede fra samlingslisten.
de: Löscht einige Bilder aus der Liste.
el: Αφαίρεση κάποιων αρχείων εικόνας από τη λίστα του φακέλου.
es: Eliminar algunos archivos de imagen de la lista del catálogo.
et: Eemalda loendist kaadrifailid.
fr: Supprimer des images de la liste.
gl: Elimina algunhas imaxes da lista.
is: Fjarlægja myndir af sýningarlistanum.
it: Rimuovi alcuni file immagine all'elenco della carrellata.
ja: ポートフォリオリストから画像を削除
nl: Verwijder enkele afbeeldingen voor de diavoorstelling uit de lijst.
pl: Usuń zdjęcia z listy.
pt: Remove alguns ficheiros de imagens da lista do 'portfolio'.
pt_br: Remove alguns arquivos de imagem da lista do portfólio.
sr: Уклони неке слике из листе за представљање.
sr@latn: Ukloni neke slike iz liste za predstavljanje.
sv: Ta bort några bildfiler från mapplistan.
th: ลบภาพออกจากรายการเล่น
tr: Arşiv listesinden bazı dosyaları çıkar.

source: Image &Up
ca: P&uja la imatge
cs: Obrázek nahor&u
da: Billede &Op
de: Bild h&och
el: Εικόνα &πάνω
es: S&ubir imagen
et: &Kaader üles
fr: &Monter l'image
gl: S&ubir Imaxe
is: Mynd &upp
it: Immagine in &alto
ja: 画像を上に移動(&U)
nl: Afbeelding &omhoog
pl: Przesuń do &góry
pt: S&ubir a Imagem
pt_br: Imagem para &cima
sr: Слика на&горе
sr@latn: Slika na&gore
sv: Bild &upp
th: เลื่อนภาพขึ้น
tr: Resim &Yukarı

source: Moving the current image up on the portfolio list.
ca: Mou la imatge actual cap amunt en la llista de la carpeta.
cs: Přesunutí obrázku nahoru.
da: Flytter det aktuelle billede op i samlingslisten.
de: Verschiebt das aktuelle Bild einen Platz nach oben in der Liste.
el: Μετακίνηση της τρέχουσας εικόνας προς τα πάνω στη λίστα φακέλου.
es: Moviendo la imagen actual hacia arriba en la lista del catálogo.
et: Liigutab aktiivse kaadri albumis ettepoole.
fr: Déplacer l'image courante vers le haut de la liste.
gl: Sobe a imaxe actual na lista.
is: Færa valda mynd upp á sýningarlistanum.
it: Sposta in alto l'immagine attuale dell'elenco della carrellata.
ja: ポートフォリオリストの現在の画像を上に移動
nl: Verplaats de huidige afbeelding voor de diavoorstelling naar boven in de lijst.
pl: Przesuń aktualnie wybrane zdjęcie w górę listy pokazu.
pt: Sobe a imagem actual na lista do 'portfolio'.
pt_br: Move a imagem atual uma posição para cima na lista.
sr: Помера текућу слику нагоре у листи за представљање.
sr@latn: Pomera tekuću sliku nagore u listi za predstavljanje.
sv: Flyttar upp nuvarande bild i mapplistan.
th: เลื่อนภาพที่เลือกขึ้นไปในรายการ
tr: Geçerli resmi arşiv listesinde yukarıya taşır.

source: Image D&own
ca: Bai&xa la imatge
cs: &Obrázek dolů
da: Billede &Ned
de: Bild r&unter
el: Εικόνα &κάτω
es: &Bajar imagen
et: Kaa&der alla
fr: &Descendre l'image
gl: &Baixar Imaxe
is: Mynd &niður
it: Immagine in &basso
ja: 画像を下に移動(&O)
nl: Afbeelding &omlaag
pl: Przesuń &w dół
pt: &Descer a Imagem
pt_br: Imagem para &baixo
sr: Слика на&доле
sr@latn: Slika na&dole
sv: Bild &ner
th: เลื่อนภาพลง
tr: Resim &Aşağı

source: Moving the current image down on the portfolio list.
ca: Mou la imatge actual cap avall en la llista de la carpeta.
cs: Přesunutí obrázku dolů na seznamu.
da: Flytter det aktuelle billede ned i samlingslisten.
de: Verschiebt das aktuelle Bild einen Platz nach unten in der Liste.
el: Μετακίνηση της τρέχουσας εικόνας προς τα κάτω στη λίστα φακέλου.
es: Moviendo la imagen actual hacia abajo en la lista del catálogo.
et: Liigutab aktiivse kaadri albumis tahapoole.
fr: Déplacer l'image courante vers le bas de la liste.
gl: Baixa a imaxe actual na lista.
is: Færa valda mynd niður á sýningarlistanum.
it: Sposta in basso l'immagine attuale dell'elenco della carrellata.
ja: ポートフォリオリストの現在の画像を下に移動
nl: Verplaats de huidige afbeelding voor de diavoorstelling naar beneden in de lijst.
pl: Przesuń aktualnie wybrane zdjęcie w dół listy pokazu.
pt: Desce a imagem actual na lista do 'portfolio'.
pt_br: Move a imagem atual uma posição para baixo na lista.
sr: Помера текућу слику надоле у листи за представљање.
sr@latn: Pomera tekuću sliku nadole u listi za predstavljanje.
sv: Flyttar upp nuvarande bild i mapplistan.
th: เลื่อนภาพที่เลือกลงไปในรายการ
tr: Geçerli resmi arşiv listesinde aşağıya taşır.

source: textLabel2
da: tekstetiket2
es: etiquetaTexto2
is: TextaMerkil2
nl: tekstlabel2
sr: текстОзнака2
sr@latn: tekstOznaka2
sv: textetikett2
th: ป้ายข้อความ2

source: Currently selected image in the portfolio list.
ca: Imatge seleccionada actual en la llista de la carpeta.
cs: Zvolený obrázek ze seznamu.
da: Det aktuelle markerede billede i samlingslisten.
de: Derzeit ausgewähltes Bild in der Liste.
el: Τρέχουσα επιλεγμένη εικόνα στη λίστα φακέλου.
es: Imagen seleccionada actualmente en la lista del catálogo.
et: Valitud kaader loendis.
fr: Image courante dans la liste.
gl: Imaxe actualmente escollida na lista.
is: Núverandi valin mynd á sýningarlistanum.
it: Immagine attualmente selezionata nell'elenco della carrellata.
ja: ポートフォリオリストで現在選択されている画像
nl: Huidige geselecteerde afbeelding voor de diavoorstelling in de lijst.
pl: Aktualnie wybrane zdjęcie z listy.
pt: A imagem seleccionada de momento na lista do 'portfolio'.
pt_br: Imagem selecionada na lista de portfolio.
sr: Тренутно изабрана слика у листи за представљање.
sr@latn: Trenutno izabrana slika u listi za predstavljanje.
sv: Nuvarande markerade bilden i mapplistan.
th: ภาพที่เลือกไว้ที่รายการเล่นในปัจจุบัน
tr: Arşiv listesinde halen seçili resim.

source: MPEG Output Filename
ca: Nom del fitxer MPEG de sortida
cs: Název souboru
da: MPEG-filnavn
de: Name der MPEG-Ausgabedatei
el: Όνομα αρχείου εξόδου MPEG
es: Nombre del archivo MPEG de salida
et: MPEG väljundi failinimi
fr: Fichier vidéo de sortie
gl: Ficheiro MPEG de Saída
is: Heiti MPEG úttaksskráar
it: Nome del file MPEG di output
ja: MPEG 出力ファイル名
nl: Naam van het MPEG-uitvoer-bestand
pl: Nazwa wyjściowego pliku MPEG
pt: Ficheiro MPEG de Resultado
pt_br: Nome do arquivo de saída MPEG
sr: Име излазног MPEG фајла
sr@latn: Ime izlaznog MPEG fajla
sv: Filnamn för MPEG-utdata
th: แฟ้มผลลัพธ์ของวิดีโอ MPEG
tr: MPEG Çıktı Dosya Adı:

source: You can specify here the output MPEG filename. <b>Warning </b>: MPEG files are very big (if you have many images in your portfolio). Select a folder with a sufficient free disk space.
ca: Aquí podeu especificar el nom del fitxer MPEG de sortida. <b>Avís</b>: els fitxers MPEG són molt grans (si teniu moltes imatges a la carpeta). Seleccioneu una carpeta amb espai de disc suficient.
da: Her kan du angive MPEG-filens navn. <b>Advarsel </b>: MPEG-filer er meget store (hvis du har mange billeder i din samling). Vælg en mappe med tilstrækkeligt med fri diskplads.
de: Sie können hier den Namen der MPEG-Ausgabedatei angeben. <b>Achtung</b>: MPEG-Dateien können abhängig von der Anzahl von Fotos in Ihrer Mappe sehr groß werden. Wählen Sie also einen Ordner mit ausreichend freiem Platz.
el: Εδώ μπορείτε να ορίσετε το όνομα αρχείου εξόδου MPEG. <b>Προειδοποίηση</b>: τα αρχεία MPEG είναι πολύ μεγάλα (αν έχετε πολλές εικόνες στο φάκελό σας). Επιλέξτε ένα φάκελο με αρκετό ελεύθερο χώρο.
es: Aquí puede indicar el nombre del archivo MPEG de salida. <b>Aviso</b>: los archivos MPEG son generalmente muy voluminosos (si su catálogo contiene muchas imágenes). Elija una carpeta que disponga de suficiente espacio en disco.
et: Siin saab määrata MPEG väljundfaili nime. <b>Hoiatus:</b> MPEG-failid on väga suured (kui kasutada albumis palju kaadreid). Vali kataloog mõnel ohtra tühja ruumiga kettal.
is: Þú getur skilgreint hér heiti MPEG úttaksskráar <b> Aðvörun</b> MPEG skrár geta verið mjög stórar (ef þú ert með margar myndir í sýningunni). Veldu möppu á drifi með nægu diskplássi.
it: Puoi specificare qui il nome del file MPEG di output. <b>Attenzione</b>: i file MPEG sono molto grossi (quando si usano parecchie immagini). Seleziona una cartella con molto spazio libero.
ja: MPEG 出力ファイル名を指定します。 注意: MPEG ファイルはポートフォリオにたくさんの画像があると非常に大きくなります。ディスクに十分な空き容量のあるフォルダを選んでください。
nl: U kunt hier de naam van het MPEG-uitvoer-bestand opgeven. <b>Waarschuwing:</b> MPEG-bestanden zijn zeer groot (vooral wanneer er veel afbeeldingen in de diavoorstelling worden opgenomen). Selecteer daarom een map op een schijf met genoeg vrije ruimte.
pl: Możesz tutaj wybrać nazwę wyjściowego pliku MPEG. <b>Uwaga</b>: pliki MPEG są najczęściej bardzo duże (jeśli zawierają wiele zdjęć). Wybierz katalog, w którym jest wystarczająco dużo wolnego miejsca.
pt: Pode indicar aqui o nome do ficheiro MPEG resultante. <b>Aviso</b>: os ficheiros MPEG são muito grandes (quando coloca muitas imagens na lista). Seleccione uma pasta com muito espaço livre.
pt_br: Você pode especificar aqui o arquivo de saída MPEG. <b>Aviso</b>: arquivos MPEG são muito grandes (caso você tenha muitas imagens em seu portfólio). Selecione uma pasta com o espaço em disco livre suficiente.
sr: Овде можете навести име излазног MPEG фајла. <b>Упозорење</b>: MPEG фајлови су врло велики (ако имате много слика у представљању). Изаберите фасциклу у којој има довољно места на диску.
sr@latn: Ovde možete navesti ime izlaznog MPEG fajla. <b>Upozorenje</b>: MPEG fajlovi su vrlo veliki (ako imate mnogo slika u predstavljanju). Izaberite fasciklu u kojoj ima dovoljno mesta na disku.
sv: Här kan du ange filnamnet för MPEG-utdata. <b>Varning</b>: MPEG-filer är mycket stora filer (när du har många bilder i mappen). Välj en katalog med tillräckligt diskutrymme.
th: คุณสามารถกำหนดชื่อแฟ้มผลลัพธ์วิดีโอ MPEG ได้ที่นี่ <b>คำเตือน </b>: แฟ้มแบบ MPEG นั้นจะมีขนาดแฟ้มใหญ่มาก (หากคุณมีภาพในรายการเล่นภาพจำนวนมาก) โปรดเลือกโฟลเดอร์ที่มีพื้นที่ว่างบนดิสก์เพียงพอ

source: Audio Input Filename
ca: Nom del fitxer àudio d'entrada
cs: Audio vstupní soubor
da: Lydfilens navn
de: Name der Audio-Quelldatei
el: Όνομα αρχείου εισόδου ήχου
es: Nombre del archivo de audio de entrada
et: Audiosisendi failinimi
fr: Musique de fond
gl: Ficheiro de Entrada de Áudio
is: Heiti hljóðinntaksskráar
it: Nome del file audio di input
ja: オーディオ入力ファイル名
nl: Geluidsinvoerbestand
pl: Plik ze ścieżką dźwiękową
pt: Ficheiro Áudio de Entrada
pt_br: Nome do arquivo de entrada de áudio
sr: Име улазног аудио фајла
sr@latn: Ime ulaznog audio fajla
sv: Filnamn för ljudindata
th: แฟ้มเสียงที่จะนำมาใช้กับวิดีโอ
tr: Ses Girdisi Dosya Adı

source: You can specify here the input audio file name. This audio file name will be multiplexed with the portfolio video. <b>Warning</b>: if the audio duration is too long, it will be truncated.
ca: Aquí podeu especificar el nom del fitxer d'àudio d'entrada. Aquest nom de fitxer d'àudio es multiplexarà amb el vídeo de la carpeta. <b>Avís</b>: si la durada de l'àudio és massa llarga, es truncarà.
da: Her kan du vælge at angive en tilhørende lydfil. Denne lydfil blandes med billedsamlingsvideoen. <b>Advarsel</b>: Er lydvarigheden for lang afkortes den.
de: Sie können hier den Namen der Audio-Quelldatei angeben. Diese Audio-Datei wird dann mit der Video-Datei gebündelt. <b>Achtung</b>: Zu lange Audio-Dateien werden abgeschnitten.
el: Εδώ μπορείτε να ορίσετε το όνομα αρχείου εισόδου ήχου. Αυτό το αρχείο ήχου θα πολυπλεκτεί με το παραγόμενο βίντεο. <b>Προειδοποίηση</b>: αν η διάρκεια του ήχου είναι πολύ μεγάλη, αυτό θα αποκοπεί.
es: Aquí puede indicar el nombre del archivo de audio de entrada. Este archivo de audio será multiplexado con el vídeo del catálogo. <b>Aviso</b>: si la duración del audio es demasiado larga, se cortará.
et: Siin saab määrata audio sisendfaili nime. See kombineeritakse albumi videovooga. <b>Hoiatus:</b> kui audio kestab liiga kaua, seda kärbitakse.
is: Þú getur skilgreint hér heiti inntaksskráar fyrir hljóð. Þessari hljóðskrá verður blandað (multiplex) inn í vídeósýninguna. <b> Aðvörun</b> ef lengd hljóðskrár er of löng verður klippt á hana í endann.
it: Qui puoi specificare il nome del file audio di input. Questo file sarà unito con il flusso della carrellata video. <b>Attenzione</b>: se la durata dell'audio è troppo lunga, sarà tagliato.
ja: オーディオ入力ファイル名を指定します。 このオーディオファイルはポートフォリオビデオと多重化されます。 注意: オーディオの継続時間が長過ぎると、切り捨てます。
nl: U kunt hier een geluidsbestand opgeven. Dit geluidsbestand zal worden gemixt met het videobestand van uw diavoorstelling zodat deze achtergrondmuziek zal hebben. <b>Waarschuwing:</b> wanneer de tijdsduur van het geluidsbestand te lang is zal het worden afgebroken.
pl: Możesz tutaj wybrać plik wejściowy zawierający ścieżkę dźwiękową. Dźwięk zostanie nałożony na wideo pokazu zdjęć. <b>Uwaga</b>: jeśli ścieżka dźwiękowa będzie za długa, zostanie przycięta.
pt: Pode indicar aqui o nome do ficheiro áudio a utilizar. Este ficheiro de áudio será multiplexado com o vídeo. Aviso: se a duração do áudio for demasiado grande, será truncado.
pt_br: Você pode especificar aqui o nome do arquivo de entrada de áudio . O arquivo será multiplexado com o vídeo do portfólio. <b>Aviso</b>: se a duração do áudio for muito longa, ele será truncado.
sr: Овде можете навести име улазног аудио фајла. Овај фајл ће бити спрегнут са видео представљањем. <b>Упозорење</b>: Ако је трајање аудио фајла предугачко, вишак ће бити одсечен.
sr@latn: Ovde možete navesti ime ulaznog audio fajla. Ovaj fajl će biti spregnut sa video predstavljanjem. <b>Upozorenje</b>: Ako je trajanje audio fajla predugačko, višak će biti odsečen.
sv: Här kan du ange filnamnet för ljudindata. Ljudfilnamnet sammanfogas med videoflödet i mappen. <b>Varning</b>: Om ljudets varaktighet är för lång avkortas det.
th: คุณสามารถกำหนดชื่อแฟ้มเสียงที่จะนำมาใช้ในวิดีโอ MPEG ได้ที่นี่ ชื่อแฟ้มเสียงนี้จะทำให้วิดีโอมีความซับซ้อนมากขึ้น <b>คำเตือน</b>: หากเวลาเล่นของแฟ้มเสียงนานเกินไป มันจะถูกตัดให้พอดีกับเวลาเล่นภาพ

source: Current encoding task.
ca: Tasca de codificació actual.
cs: Aktuální kódování.
da: Dette indkodningsjob.
de: Aktueller Kodierungsschritt
el: Τρέχουσα εργασία κωδικοποίησης.
es: Tarea actual del proceso de codificación.
et: Käesolev kodeerimine.
fr: Traitement des images
gl: Tarefa actual de codificazón.
is: Núverandi kóðunarverkefni.
it: Attuale processo di codifica.
ja: 現在のエンコードタスク
nl: Huidige coderingstaak.
pl: Bieżące zadanie kodowania.
pt: Tarefa actual de codificação.
pt_br: Tarefa de codificação atual.
sr: Тренутни задатак кодирања.
sr@latn: Trenutni zadatak kodiranja.
sv: Nuvarande kodningsaktivitet.
th: งานเข้ารหัสที่กำลังทำ
tr: Geçerli kodlama görevi.

source: Encoding progress bar.
ca: Barra de progrés de codificació.
cs: Postup kódování.
da: Statusmeter for indkodning.
de: Kodierungsfortschritt
el: Γραμμή προόδου κωδικοποίησης.
es: Barra de progreso de la codificación.
et: Kodeerimise edenemisriba.
fr: Progression de la création de la vidéo.
gl: Barra de Evoluzón da codificazón.
is: Framvinduslá kóðunar.
it: Barra d'avanzamento della codifica.
ja: エンコード進行バー
nl: Voortgangsbalk codering.
pl: Pasek postępu kodowania.
pt: Barra de evolução da codificação.
pt_br: Barra de progresso da codificação.
sr: Трака напретка кодирања.
sr@latn: Traka napretka kodiranja.
sv: Förloppsrad för kodning.
th: แถบแสดงสถานะการเข้ารหัส
tr: Kodlama durum çubuğu.

source: Start the portfolio MPEG encoding. The program uses the 'images2mpg' bash script.
ca: Inicia la codificació MPEG de la carpeta. El programa usa l'script bash 'images2mpg'.
da: Start MPEG-indkodningen. Programmet benytter bash-scriptet 'images2mpg'.
de: Startet die Kodierung der Liste nach MPEG. Das Programm nutzt dazu das Bash-Skript "images2mpg".
el: Εκκίνηση κωδικοποίησης MPEG του φακέλου. Το πρόγραμμα χρησιμοποιεί το σενάριο bash 'images2mpg'.
es: Inicia la codificación MPEG del catálogo. Se utiliza el programa «images2mpg» escrito para bash.
et: Alustab albumi MPEG-kodeerimist. Programm kasutab shelliskripti 'images2mpg'.
is: Ræsa MPEG- kóðun sýningarinnar. Forritið notar 'images2mpg' skriftuna.
it: Avvia la codifica MPEG della carrellata. Il programma usa lo script bash «images2mpg».
ja: ポートフォリオの MPEG エンコードを開始します。 プログラムは images2mpg bash スクリプトを使用します。
nl: Start het coderen van het MPEG-bestand van de diavoorstelling. Het programma maakt gebruik van het script 'images2mpg'.
pl: Rozpocznij proces tworzenia pliku MPEG (kodowania). Program korzysta ze skryptu basha 'images2mpg'.
pt: Inicia a codificação MPEG. É utilizado o 'script' da 'bash' 'images2mpg'.
pt_br: Inicia a codificação MPEG do portólio. O programa usa o script bash 'images2mpg'.
sr: Покрени MPEG кодирање представљања. Програм за ово користи скрипту шкољке „images2mpg“.
sr@latn: Pokreni MPEG kodiranje predstavljanja. Program za ovo koristi skriptu školjke „images2mpg“.
sv: Starta MPEG-kodning av mappen. Programmet använder bash-skriptet 'images2mpg'.
th: เริ่มการเข้ารหัสวิดีโอ MPEG ในการนำเสนอ โดยโปรแกรมนี้จะเรียกใช้สคริปต์ 'images2mpg'

source: Abort the current encoding and exit.
ca: Interromp la codificació actual i surt.
cs: Přerušit kódování a ukončit.
da: Afbryd nuværende indkodning og afslut.
de: Bricht die laufende Kodierung ab.
el: Εγκατάλειψη της τρέχουσας κωδικοποίησης και έξοδος.
es: Interrumpe la codificación en curso y sale de la aplicación.
et: Katkestab kodeerimise ja väljub.
fr: Arrêter la création de la vidéo en cours puis quitter.
gl: Cancelar a codificazón actual e sair.
is: Hætta við núverandi kóðun og loka forriti.
it: Annulla la codifica corrente ed esci.
ja: 現在のエンコードを中止して終了
nl: De huidige docering afbreken en het programma beëindigen.
pl: Przerwij kodowanie i zakończ.
pt: Cancelar a codificação actual e sair.
pt_br: Abortar a codificação corrente e sair.
sr: Прекини тренутно кодирање и изађи.
sr@latn: Prekini trenutno kodiranje i izađi.
sv: Avbryt nuvarande kodning och avsluta.
th: ยกเลิกการเข้ารหัสที่ทำอยู่และออกจากปลั๊กอิน
tr: Şu andaki kodlamayı kes ve çık.

source: Kimg2mpgBase
sv: Kimg2mpgBas
