Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_imagesgallery.po
Languages: ca, cs, da, de, el, es, et, fr, gl, is, it, ja, nl, pa, pl, pt, pt_br, ru, sr, sr@latn, sv, ta, th, tr, uk, zh_cn

source: Images Gallery...
ca: Galeria d'imatges...
cs: Galerie obrázků...
da: Billedgalleri...
de: Bildergalerie ...
el: Συλλογή εικόνων...
es: Galería de imágenes...
et: Pildigalerii...
fr: Galerie web...
is: Myndasafn...
it: Galleria di immagini...
ja: イメージギャラリー...
nl: Afbeeldinggalerij...
pa: ਚਿੱਤਰ ਗੈਲਰੀ...
pl: Galeria zdjęć...
pt: Galeria de Imagens...
pt_br: Galeria de imagens...
ru: Галерея изображений...
sr: Галерија слика...
sr@latn: Galerija slika...
sv: Bildgalleri...
th: แกลเลอรีภาพ...
tr: Resim Galerisi...
uk: Галерея зображень...

source: Album HTML Export
ca: Exportació HTML d'àlbum
cs: HTML export alba
da: Album HTML-eksport
el: Εξαγωγή άλμπουμ σε HTML
es: Exportación de álbumes a HTML
et: Albumite HTML eksport
fr: Créer une galerie web
gl: Exportazón de Álbuns a HTML
is: Útflutningur HTML-albúma
it: Esportazione in HTML degli album
ja: アルバム HTML エクスポート
nl: Album naar HTML exporteren
pa: ਐਲਬਮ HTML ਨਿਰਯਾਤ
pl: Eksport albumu do HTML-a
pt: Exportação de Álbuns para HTML
pt_br: Exportação do álbum para HTML
ru: Экспорт HTML альбома
sr: Извоз албума у HTML
sr@latn: Izvoz albuma u HTML
sv: Export av album till HTML
ta: ஆல்பம் HTML ஏற்று...
th: ส่งออกอัลบั้มเป็น HTML
tr: Albümü HTML olarak aktar
uk: Експорту альбому в HTML
zh_cn: 相册 HTML 导出

source: Initialising...
ca: S'està inicialitzant...
cs: Inicializuji...
da: Initialiserer...
de: Initialisierung ...
el: Αρχικοποίηση...
es: Inicializando...
et: Initsialiseerimine...
fr: Initialisation...
gl: A inicializar...
is: Ræsi upp...
it: Inizializzazione...
ja: 初期化...
nl: Bezig met initialiseren....
pa: ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Inicjalizacja...
pt: A inicializar...
pt_br: Inicializando...
ru: Инициализация...
sr: Иницијализујем...
sr@latn: Inicijalizujem...
sv: Initierar...
ta: துவங்குகிறது...
th: กำลังเริ่ม...
tr: Başlatılıyor...
uk: Започаткування...
zh_cn: 正在初始化...

source: Making main HTML interface...
ca: S'està creant la interfície HTML principal...
cs: Vytvářím hlavní HTML rozhraní...
da: Opretter HTML-hovedgrænseglade...
de: Hauptseite wird erzeugt ...
el: Δημιουργία κύριας διασύνδεσης HTML...
es: Creando la interfaz HTML principal...
et: HTML põhiliidese loomine...
fr: Création de la page principale...
gl: A criar a interface HTML principal...
is: Bý til meginviðmót HTML...
it: Costruzione dell'interfaccia HTML...
ja: メイン HTML インターフェースを作成中...
nl: Bezig met maken van HTML interface...
pa: ਮੁੱਖ HTML ਇੰਟਰਫੇਸ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Tworznie głównego interfejsu HTML...
pt: A criar a interface HTML principal...
pt_br: Construindo interface principal em HTML...
ru: Создание головного HTML интерфейса...
sr: Правим главни HTML интерфејс...
sr@latn: Pravim glavni HTML interfejs...
sv: Skapar HTML-huvudgränssnittet...
ta: பிரதான HTML இடைமுகத்தை உருவாக்குகிறது...
th: กำลังสร้างส่วนติดต่อผู้ใช้หลัก HTML...
tr: Ana HTML arayüzü yaplıyor...
uk: Створення головного інтерфейсу HTML...
zh_cn: 正在制作 HTML 主界面...

source: Making HTML pages for Album '%1'...
ca: S'estan creant les pàgines HTML per l'àlbum '%1'...
cs: vytvářím HTML stránky alba '%1'...
da: Opretter HTML-sider til album '%1'...
de: HTML-Seiten für Album "%1" werden erzeugt ...
el: Δημιουργία σελίδων HTML για το άλμπουμ '%1'...
es: Creando las páginas HTML del álbum «%1»...
et: Albumi '%1' HTML-lehekülgede loomine...
fr: Création de la page pour l'album « %1 »...
gl: A criar as páxinas en HTML do álbum '%1'...
is: Bý til HTML-síður fyrir albúmið '%1'...
it: Costruzione delle pagine HTML per l'album «%1»...
ja: アルバム '%1' の HTML ページを作成中...
nl: Bezig met maken van HTML pagina's voor album '%1'...
pa: ਐਲਬਮ '%1' ਲਈ HTML ਸਫ਼ੇ ਬਣਾਏ ਜਾ ਰਹੇ ਹਨ...
pl: Tworzenie stron HTML dla albumu '%1'...
pt: A criar as páginas em HTML do álbum '%1'...
pt_br: Construindo páginas HTML para o álbum '%1'...
ru: Создание HTML страниц для альбома '%1'...
sr: Правим HTML стране за албум „%1“...
sr@latn: Pravim HTML strane za album „%1“...
sv: Skapar HTML-sida för albumet '%1'...
ta: ஆல்பம் '%1'க்கான HTML பக்கங்களை உருவாக்குகிறது
th: กำลังสร้างหน้าเอกสารเวบ HTML สำหรับอัลบั้ม '%1'...
tr: '%1' Albümü için HTML sayfası yapılıyor...
uk: Створення HTML-сторінок для альбому "%1"...
zh_cn: 正在制作相册“%1”的 HTML 页面...

source: Making HTML page for image '%1'...
ca: S'estan creant la pàgina HTML per l'àlbum '%1'...
cs: Vytvářím HTML stránku obrázku '%1'...
da: Opretter HTML-side til billede '%1'...
de: HTML-Seite für Bild "%1" wird erzeugt ...
el: Δημιουργία σελίδας HTML για την εικόνα '%1'...
es: Creando la página HTML de la imagen «%1»...
et: Pildi '%1' HTML-lehekülje loomine...
fr: Création de la page pour l'image « %1 »...
gl: A criar a páxina en HTML da imaxe '%1'...
is: Bý til HTML-síðu fyrir myndina '%1'...
it: Costruzione della pagina HTML per l'immagine «%1»...
ja: '%1' の HTML ページを作成中...
nl: Bezig met aanmaken van HTML pagina voor afbeelding '%1'...
pa: ਚਿੱਤਰ '%1' ਲਈ HTML ਸਫ਼ਾ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Tworzenie stron HTML dla zdjęcia '%1'...
pt: A criar a página em HTML para a imagem '%1'...
pt_br: Construindo página HTML para a imagem %1'...
ru: Создание HTML страницы для изображения '%1'...
sr: Правим HTML страну за слику „%1“...
sr@latn: Pravim HTML stranu za sliku „%1“...
sv: Skapar HTML-sida för bilden '%1'...
ta: பிம்பம் '%1'க்கான HTML பக்கத்தை உருவாக்குகிறது...
th: กำลังสร้างหน้าเอกสารเวบ HTML สำหรับภาพ '%1'...
tr: '%1' resmi için HTML sayfası yapılıyor...
uk: Створення HTML-сторінки для зображення "%1"...
zh_cn: 正在制作图像“%1”的 HTML 页面...

source: Creating thumbnail for '%1'
ca: S'està creant la miniatura per '%1'
cs: Vytvářím náhled '%1'
da: Opretter miniature for '%1'
de: Vorschaubild für "%1" wird erzeugt
el: Δημιουργία εικόνας επισκόπησης για το '%1'
es: Creando la miniatura de «%1»
et: Pisipildi loomine '%1' jaoks
fr: Création de l'aperçu pour « %1 »
gl: A criar miniatura de '%1'
is: Bý til smámynd fyrir '%1'
it: Creazione della miniatura di «%1»
ja: '%1' のサムネイルを作成中
nl: Bezig met aanmaken van miniatuur voor '%1'
pa: '%1' ਲਈ ਥੰਮਨੇਲ ਬਣਾਏ ਜਾ ਰਹੇ ਹਨ
pl: Tworzenie miniatury dla '%1'
pt: A criar miniatura para '%1'
pt_br: Criando miniatura para '%1'
ru: Создание эскизов для '%1'
sr: Правим сличицу за „%1“
sr@latn: Pravim sličicu za „%1“
sv: Skapar miniatyrbild för '%1'
ta: '%1'க்கான சிறுபிம்பத்தை உருவாக்குகிறது
th: กำลังสร้างภาพตัวอย่างสำหรับ '%1'
tr: '%1' için küçük resim oluşturuluyor
uk: Створення мініатюри для "%1"
zh_cn: 创建“%1”的缩略图

source: Main HTML interface creation completed.
ca: La creació de la interfície HTML principal ha acabat.
cs: Vytvoření HTML rozhraní dokončeno.
da: HTML-hovedgrænseflade udført.
de: Erzeugen der Hauptseite abgeschlossen.
el: Η δημιουργία της κύριας διασύνδεσης HTML ολοκληρώθηκε.
es: Finalizada la creación de la interfaz HTML principal.
et: HTML põhiliides loodud.
fr: Création de la page principale terminée.
gl: COmpletou-se a criazón da interface HTML principal.
is: Búið að gera meginviðmót í HTML.
it: Creazione dell'interfaccia HTML principale completata.
ja: メイン HTML インターフェースの作成が完了しました。
nl: Aanmaken van HTML interface voltooid.
pa: ਮੁੱਖ HTML ਇੰਟਰਫੇਸ ਬਣਾਉਣਾ ਸਫ਼ਲ ਹੋਇਆ ਹੈ।
pl: Tworzenie głównego interfejsu HTML zakończone.
pt: Criação da interface HTML principal completa.
pt_br: A criação da interface HTML principal foi finalizada.
ru: Создание головного HTML интерфейса завершено.
sr: Прављење главног HTML интерфејса је завршено.
sr@latn: Pravljenje glavnog HTML interfejsa je završeno.
sv: Skapa HTML-huvudgränssnitt klart.
ta: பிரதான HTML இடைமுக உருவாக்கம் முடிந்தது
th: สร้างหน้าเอกสารเวบ HTML ของส่วนติดต่อผู้ใช้เรียบร้อยแล้ว
tr: Ana HTML arayüz oluşturma tamamlandı.
uk: Створення головного HTML-інтерфейсу завершене.
zh_cn: HTML 主界面创建完成。

source: HTML pages creation for Album '%1' completed.
ca: S'ha completat la creació de les pàgines HTML per l'àlbum '%1'.
cs: Vytváření HTML stránek alba '%1' dokončeno.
da: HTML-sideoprettelse for album '%1' udført.
de: Erzeugen der HTML-Seite für Album "%1" abgeschlossen.
el: Η δημιουργία σελίδων HTML για το άλμπουμ '%1' ολοκληρώθηκε.
es: Finalizada la creación de las páginas HTML del álbum «%1».
et: Albumi '%1' HTML-leheküljed loodud.
fr: Création de la page pour l'album « %1 » terminée.
gl: Compleou-se a criazón das páxinas HTML do álbum '%1'.
is: Búið að gera HTML-síður fyrir albúmið '%1'.
it: Creazione delle pagine HTML dell'album «%1» completata.
ja: アルバム '%1' の HTML ページの作成完了
nl: Aanmaken van HTML pagina voor album '%1' voltooid.
pa: ਐਲਬਮ '%1' ਲਈ HTML ਸਫ਼ੇ ਬਣਾਉਣੇ ਸਫ਼ਲ ਹੋਏ।
pl: Tworzenie stron HTML dla albumu '%1' zakończone.
pt: Criação das páginas HTML do álbum '%1' completa.
pt_br: A criação da página HTML para o álbum '%1' foi finalizada.
ru: Создание HTML страниц для альбома '%1' завершено.
sr: Прављење HTML страна за албум „%1“ је завршено.
sr@latn: Pravljenje HTML strana za album „%1“ je završeno.
sv: Skapa HTML-sida för albumet '%1' klart.
ta: ஆல்பம் '%1'க்கான HTML பக்க உருவாக்கம் முடிந்தது.
th: สร้างหน้าเอกสารเวบ HTML สำหรับอัลบั้ม '%1' เรียบร้อยแล้ว
tr: '%1' Albümü için HTML sayfaları oluşturma tamamlandı.
uk: Створення HTML-сторінок для альбому "%1" завершене.
zh_cn: 相册“%1”的 HTML 页面创建完成。

source: Creating thumbnail for '%1' completed.
ca: S'ha completat la creació de les miniatures per '%1'.
cs: Vytváření náhledu '%1' dokončeno.
da: Oprettelse af miniature for '%1' udført.
de: Erzeugen des Vorschaubildes für "%1" abgeschlossen.
el: Η δημιουργία εικόνων επισκόπησης για το '%1' ολοκληρώθηκε.
es: Finalizada la creación de la miniatura de «%1».
et: '%1' pisipilt loodud.
fr: Création de l'aperçu pour « %1 » terminée.
gl: Rematou a criazón da miniatura de '%1'.
is: Búið að gera smámynd fyrir '%1'.
it: Creazione della miniatura di «%1» completata.
ja: '%1' のサムネイル作成完了
nl: Aanmaken van miniatuur voor '%1' voltooid.
pa: '%1' ਲਈ ਥੰਮਨੇਲ ਬਣਾਉਣੇ ਸਫ਼ਲ ਹੋਏ।
pl: Tworzenie miniatury dla '%1' zakończone.
pt: A criação da miniatura para o '%1' terminou.
pt_br: A criação da miniatura para '%1' foi finalizada.
ru: Создание эскизов для '%1' завершено.
sr: Прављење сличице за „%1“ је завршено.
sr@latn: Pravljenje sličice za „%1“ je završeno.
sv: Skapa miniatyrbild för '%1' klart.
ta: '%1'க்கான சிறுபிம்பம் உருவாக்கப்பட்டது.
th: สร้างภาพตัวอย่างสำหรับ '%1' เรียบร้อยแล้ว
tr: '%1' için küçük resim oluşturma tamamlandı.
uk: Створення мініатюри для "%1" завершене.
zh_cn: “%1”的缩略图创建完成。

source: Failed to create thumbnail for '%1'
ca: Ha fallat la creació de les miniatures per '%1'
cs: Chyba při vytváření náhledu '%1'
da: Kunne ikke oprette miniature for '%1'
de: Erzeugen des Vorschaubildes für "%1" fehlgeschlagen.
el: Αποτυχία δημιουργίας εικόνας επισκόπησης για το '%1'
es: No ha sido posible crear la miniatura de «%1»
et: Pisipildi loomine '%1' jaoks ebaõnnestus
fr: Impossible de créer l'aperçu pour « %1 »
gl: Non foi posíbel criar a miniatura de '%1'
is: Tókst ekki að gera smámynd fyrir '%1'
it: Impossibile creare miniatura di «%1»
ja: '%1' のサムネイルの作成に失敗
nl: Aanmaken van miniatuur voor '%1' mislukte.
pa: '%1' ਲਈ ਥੰਮਨੇਲ ਬਣਾਉਣੇ ਫੇਲ ਹੋਏ
pl: Tworzenie miniatury dla '%1' nie powiodło się.
pt: Não foi possível criar a miniatura do '%1'
pt_br: Falha ao criar a miniatura para '%1'.
ru: Не удалось создать эскизы для '%1'
sr: Нисам успео да направим сличицу за „%1“
sr@latn: Nisam uspeo da napravim sličicu za „%1“
sv: Misslyckades skapa miniatyrbild för '%1'
ta: '%1'க்கான சிறுபிம்பத்தை உருவாக்க முடியவில்லை
th: ล้มเหลวในการสร้างภาพตัวอย่างสำหรับ '%1'
tr: '%1' için küçük resim oluşturulamadı.
uk: Не вдалося створити мініатюру для "%1"
zh_cn: “%1”的缩略图创建失败

source: Failed to create HTML interface: %1
ca: Ha fallat la creació de la interfície HTML: '%1'
cs: Chyba při vytváření HTML rozhraní: %1
da: Kunne ikke oprette HTML-grænseflade: %1
de: Erzeugen der HTML-Oberfläche fehlgeschlagen: %1
el: Αποτυχία δημιουργίας της διασύνδεσης HTML: %1
es: No ha sido posible crear la interfaz HTML: %1
et: HTML-liidese loomine ebaõnnestus: %1
fr: Impossible de créer la page principale : « %1 »
gl: Non foi posíbel criar a interface HTML: %1
is: Tókst ekki að gera meginviðmót í HTML: %1
it: Impossibile creare l'interfaccia HTML: %1
ja: HTML インターフェースの作成に失敗: %1
nl: Aanmaken van HTML interface mislukte: %1
pa: HTML ਇੰਟਰਫੇਸ ਬਣਾਉਣਾ ਫੇਲ ਹੋਇਆ: %1
pl: Tworzenie interfejsu HTML nie powiodło się: %1
pt: Não foi possível criar a interface HTML: %1
pt_br: Falha ao criar a interface HTML para '%1'
ru: Не удалось создать HTML интерфейс: %1
sr: Нисам успео да направим HTML интерфејс: %1
sr@latn: Nisam uspeo da napravim HTML interfejs: %1
sv: Misslyckades skapa HTML-gränssnitt: '%1'
ta: '%1'க்கான HTML இடைமுகத்தை உருவாக்க முடியவில்லை
th: ล้มเหลวในการสร้างหน้าเอกสาร HTML ส่วนติดต่อผู้ใช้: %1
tr: HTML arayüzü oluşturulamadı: %1
uk: Не вдалося створити HTML-інтерфейс: %1
zh_cn: HTML 界面创建失败：%1

source: Failed to create HTML page for Album '%1'
ca: Ha fallat la creació de la pàgina HTML per l'àlbum '%1'
cs: Chyba při vytvářené HTML stránky alba '%1'
da: Kunne ikke oprette HTML-side for album '%1'
de: Erzeugen der HTML-Seite für Album "%1" fehlgeschlagen.
el: Αποτυχία δημιουργίας σελίδας HTML για το άλμπουμ '%1'
es: No ha sido posible crear la página HTML del álbum «%1»
et: Albumi '%1' HTML-lehekülje loomine ebaõnnestus
fr: Impossible de créer la page pour l'album « %1 »
gl: Non foi posíbel criar a páxina HTML do álbum '%1'
is: Tókst ekki að gera HTML-síður fyrir albúmið '%1'
it: Impossibile creare la pagina HTML per l'album «%1»
ja: アルバム '%1' の HTML ページの作成に失敗
nl: Aanmaken van HTML pagina's voor album '%1' mislukte.
pa: ਐਲਬਮ '%1' ਲਈ HTML ਸਫ਼ਾ ਬਣਾਉਣ ਫੇਲ
pl: Tworzenie stron HTML dla albumu '%1' nie powiodło się
pt: Não foi possível criar a página HTML para o álbum '%1'
pt_br: Falha ao criar as páginas HTML para o álbum '%1'.
ru: Не удалось создатьHTML страницу для альбома '%1'
sr: Нисам успео да направим HTML страну за албум „%1“
sr@latn: Nisam uspeo da napravim HTML stranu za album „%1“
sv: Misslyckades skapa HTML-sida för albumet '%1'
ta: ஆல்பம் '%1'க்கான HTML பக்கத்தை உருவாக்க முடியவில்லை
th: ล้มเหลวในการสร้างเอกสาร HTML สำหรับ '%1'
tr: '%1' Albümü için HTML sayfası oluşturulamadı
uk: Не вдалося створити HTML- сторінку для "%1"
zh_cn: 相册“%1”的 HTML 页面创建失败

source: Failed to create HTML page for image '%1'
ca: Ha fallat la creació de la pàgina HTML per la imatge '%1'
cs: Chyba při vytváření HTML stránky obrázku '%1'
da: Kunne ikke oprette HTML-side for billede '%1'
de: Erzeugen der HTML-Seite für Bild "%1" fehlgeschlagen.
el: Αποτυχία δημιουργίας σελίδας HTML για την εικόνα '%1'
es: No ha sido posible crear la página HTML de la imagen «%1»
et: Pildi '%1' HTML-lehekülje loomine ebaõnnestus
fr: Impossible de créer la page pour l'image « %1 »
gl: Non foi posíbel criar a páxina HTML da imaxe '%1'
is: Tókst ekki að gera HTML-síðu fyrir myndina '%1'
it: Impossibile creare la pagina HTML per l'immagine «%1»
ja: 画像 '%1' の HTML ページの作成に失敗
nl: Aanmaken van HTML pagina voor afbeelding '%1' mislukte.
pa: ਚਿੱਤਰ '%1' ਲਈ HTML ਸਫ਼ਾ ਬਣਾਉਣਾ ਫੇਲ
pl: Tworzenie stron HTML dla zdjęcia '%1' nie powiodło się
pt: Não foi possível criar a página HTML para a imagem '%1'
pt_br: Falha ao criar a página HTML para a imagem '%1'
ru: Не удалось создатьHTML страницу для изображения '%1'
sr: Нисам успео да направим HTML страну за слику „%1“
sr@latn: Nisam uspeo da napravim HTML stranu za sliku „%1“
sv: Misslyckades skapa HTML-sida för bilden '%1'
ta: பிம்ப '%1'க்கான HTML பக்கத்தை உருவாக்க முடியவில்லை
th: ล้มเหลวในการสร้างเอกสาร HTML สำหรับภาพ '%1'
tr: '%1' resmi için HTML sayfası oluşturulamadı
uk: Не вдалося створити HTML-сторінку для зображення "%1"
zh_cn: 图像“%1”的 HTML 页面创建失败

source: Starting browser program...
ca: S'està iniciant el programa de navegació...
cs: Spouštím prohlížeč...
da: Starter browser.
de: Browser wird gestartet ...
el: Εκκίνηση του προγράμματος περιήγησης...
es: Iniciando el navegador...
et: Brauseri käivitamine...
fr: APPUYEZ SUR « Fermer » POUR FERMER CETTE FENÊTRE.
gl: A iniciar o navegador...
is: Ræsi vefrápara...
it: Avvio del programma browser...
ja: ブラウザを起動しています...
nl: Bezig met opstarten van webbrowser...
pa: ਝਲਕਾਰਾ ਕਾਰਜ ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Uruchamianie przeglądarki...
pt: A iniciar o navegador...
pt_br: Iniciando navegador...
ru: Запуск браузера...
sr: Покрећем прегледачки програм...
sr@latn: Pokrećem pregledački program...
sv: Startar webbläsarprogram...
ta: உலாவி நிரலைத் துவக்குகிற்து...
th: กำลังเริ่มการทำงานโปรแกรมบราวเซอร์...
tr: Tarayıcı programı başlatılıyor...
uk: Запуск програми навігатора...
zh_cn: 正在启动浏览器程序...

source: KB
fr: Ko
pa: ਕਿਬਾ
ru: кб
sv: Kibyte
th: กิโลไบต์
uk: КБ
