Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kipi-plugins-0.1.7/po/*/kipiplugin_batchprocessimages.po
Languages: ca, el, es, fr, gl, nl, pl, sr, sr@latn, ta, th, tr

source: <p>Select here the sharpen deviation value of the Laplacian in pixels.
ca: <p>Seleccioneu aquí el valor de desviació del perfilat de la Laplaciana, en píxels.
el: <p>Επιλέξτε εδώ την τιμή απόκλισης όξυνσης του τελεστή Laplace σε εικονοστοιχεία.
es: <p>Seleccione aquí el valor de la desviación en número de puntos que se usará para enfocar la imagen con un tratamiento de Laplace.
fr: <p>Sélectionnez ici l'écart type de l'opérateur Laplacien, en pixel.
gl: <p>Escolla aqui a desviazón de afiar do Laplaciano en píxels.
nl: <p>Selecteer hier de waarde van de afwijking van de Laplaciaanse verscherping in pixels.
pl: <p>Wybierz tutaj wartość odchylenia wyostrzania laplasjanem, w pikselach.
sr: <p>Изаберите овде вредност девијације за Лапласово изоштравање у пикселима.
sr@latn: <p>Izaberite ovde vrednost devijacije za Laplasovo izoštravanje u pikselima.
tr: <p>Burada Laplacian keskinleştirmesi için standart sapma değerini benek olarak seçini

source: <p>Select here the radius of the unsharpen Gaussian, in pixels, not counting the center pixel. The algorithm convolve the image with a Gaussian operator of the given radius and standard deviation. For reasonable results, radius should be larger than sigma. If you use a radius of 0 the algorithm selects a suitable radius.
ca: <p><p>Seleccioneu aquí el radi del desenfoc Gaussià, en píxels, sense comptar el píxel central. L'algorisme fa una convolució de la imatge amb un operador Gaussià d'un radi donat i una desviació estàndard. Per uns resultats raonables, el radi ha de ser més gran que la sigma. Si useu un radi 0, l'algorisme selecciona el radi apropiat.
el: <p>Επιλέξτε εδώ την ακτίνα αναίρεσης όξυνσης του τελεστή Gauss, σε εικονοστοιχεία, χωρίς να μετράται το κεντρικό εικονοστοιχείο. Ο αλγόριθμος δρα στην εικόνα με έναν τελεστή Gauss με τη δοσμένη ακτίνα και τυπική απόκλιση. Για λογικά αποτελέσματα, η ακτίνα πρέπει να είναι μεγαλύτερη από το σίγμα. Αν χρησιμοποιήσετε μια ακτίνα με τιμή 0 επιλέγεται μια κατάλληλη τιμή ακτίνας.
es: <p>Seleccione aquí el valor, en puntos y sin contar el punto central, del radio de la zona circular que será desenfocada con un tratamiento gausiano. El algoritmo realiza un convolución de la imagen con un operador gausiano que utiliza un radio y una desviación estándar de datos. Para un resultado correcto, el radio debe ser mayor que la desviación (sigma). Si utiliza un radio de 0, el algoritmo eligirá automáticamente el valor adecuado.
fr: <p>Sélectionnez ici le rayon de l'opérateur gaussien, en pixel, pixel central exclu. L'algorithme réalise une convolution de l'image à l'aide d'un opérateur gaussien pour un rayon donné et un écart type donné. Pour des résultats raisonnables, le rayon doit être plus large que l'écart type. Si le rayon est égal à 0, l'algorithme sélectionnera un rayon approprié.
gl: <p>Escolla aqui o rádio de desafiar da Gausiana, en píxels, sen contar o ponto central. O algoritmo convolve a imaxe cun operador Gausiano do rádio e desviazón estándar dados. Para obter resultados razoábeis, o rádio debe ser maior que o sigma. Utilice un rádio de 0 e a operazón selecciona un rádio adecuado por si.
nl: <p> Selecteer hier de straal van de Gaussiaanse ontscherping in pixels, de centrumpixel niet meegerekend. Het algoritme trekt de afbeelding samen met een Gaussiaanse bewerking met behulp van de opgegeven straal en standaardafwijking. Voor een redelijk resultaat moet de straal groter zijn dan de afwijking. Bij gebruik van straal 0 wordt er automatisch een geschikte straal geselecteerd.
pl: <p>Wybierz promień antywyostrzania operatorem Gaussa, w pikselach, nie licząc środkowego piksela. Algorytm modyfikuje zdjęcie operatorem Gaussa o wybranym promieniu i standardowemu odchyleniu. Dla zadowalających wyników promień powinien być większy niż sigma. Jeśli zostanie wybrany promień równy 0, algorytm wybierze odpowiedni promień.
sr: <p>Изаберите овде радијус Гаусовог ублажавања, у пикселима, не рачунајући средишњи пиксел. Алгоритам конволуира слику Гаусовим оператором датог радијуса и стандардне девијације. За разумне резултате, радијус би требало да је већи од сигме. Ако задате 0 за радијус, алгоритам сам бира погодан радијус.
sr@latn: <p>Izaberite ovde radijus Gausovog ublažavanja, u pikselima, ne računajući središnji piksel. Algoritam konvoluira sliku Gausovim operatorom datog radijusa i standardne devijacije. Za razumne rezultate, radijus bi trebalo da je veći od sigme. Ako zadate 0 za radijus, algoritam sam bira pogodan radijus.
tr: <p>Burada, benek cinsinden merkezi benek hariç Gaussian yumuşatmasının yarıçapını seçiniz. Algoritma, verilen yarıçap ve standart sapmanın Gaussian işlemi ile resmi değiştirir. Mantıklı sonuçlar için yarıçap, sigma değerinden büyük olmalıdır. Yarıçap olarak 0 seçerseniz, algoritma uygun bir yarıçap seçecektir.

source: <p>Select here the unsharpen deviation value of the Gaussian, in pixels.
ca: <p>Seleccioneu aquí el valor de desviació del desenfoc de la Gaussiana, en píxels.
el: <p>Επιλέξτε εδώ την τιμή απόκλισης αναίρεσης όξυνσης του τελεστή Gauss, σε εικονοστοιχεία.
es: <p>Seleccione aquí el valor de la desviación en número de puntos para desenfocar la imagen con un tratamiento gausiano.
fr: <p>Sélectionnez ici l'écart type de l'opérateur gaussien, en pixel.
gl: <p>Escolla aqui a desviazón de desafiar do Gausiano en píxel.
nl: <p>Selecteer hier de Gaussiaanse afwijking voor de ontscherping in pixels.
pl: <p>Wybierz tutaj wartość odchylenia antywyostrzania operatorem Gaussa, w pikselach.
sr: <p>Изаберите овде вредност девијације Гаусовог ублажавања, у пикселима.
sr@latn: <p>Izaberite ovde vrednost devijacije Gausovog ublažavanja, u pikselima.
ta: <p>படத்துணுக்குகளில், காஸ்சியனின் மழுங்கப்பட்ட விலகல் மதிப்பை இங்கே தேர்ந்தெடுக்கவும்.
tr: <p>Burada, benek cinsinden Gaussian için yumuşatma sapma değerini seçiniz.

source: Percent:
ca: Percentatge:
el: Ποσοστό:
es: Porcentaje:
fr: Pourcentage :
gl: Porcentaxe:
nl: Percentage:
pl: Procent:
sr: Проценат:
sr@latn: Procenat:
ta: சதவீதம்:
tr: Yüzde:

source: <p>Select here the percentage difference between original and blurred image which should be added to original.
ca: <p>Seleccioneu aquí el percentatge de diferència entre la imatge original i la borrosa, que s'ha d'afegir a l'original.
el: <p>Επιλέξτε εδώ το ποσοστό διαφοράς ανάμεσα στην αρχική και τη θολωμένη εικόνα που θα προστεθεί στην αρχική.
es: <p>Seleccione aquí la diferencia de poncentaje entre la imagen original y la imagen desenfocada que se debe añadir a la original.
fr: <p>Sélectionnez ici la différence en pourcentage entre l'image originale et l'image floue (masque) qui sera ajoutée à l'image originale.
gl: <p>Escolla aqui a porcentaxe de diferenza entre o orixinal e a imaxe borrosa que deberá ser engadida de volta ao orixinal.
nl: <p>Selecteer hier het percentage voor het verschil tussen de originele afbeelding en de vervaagde afbeelding die wordt toegevoegd aan de originele afbeelding.
pl: <p>Wybierz tutaj różnicę, w procentach, między oryginalnym zdjęciem a rozmytym, jaka ma być dodana do oryginału.
sr: <p>Изаберите овде који проценат разлике између оригинала и замућене слике треба додати оригиналу.
sr@latn: <p>Izaberite ovde koji procenat razlike između originala i zamućene slike treba dodati originalu.
ta: <p>இங்கே மூல பிம்பம் மற்றும் மங்கிய பிம்பத்தின் இடையேயான மாறுபாட்டின் விகிதத்தை மூலபிம்பத்தில் சேர்க்கவேண்டியதை இங்கே தேர்ந்தெடுக்கலாம்.
tr: <p>Burada, asıl resme eklemek üzere, asıl ve bulanıklaştırılmış resim arasındaki fark yüzdesini seçiniz.

source: Threshold:
ca: Llindar:
el: Κατώφλι:
es: Umbral:
fr: Seuil :
gl: Limiar:
nl: Drempel:
pl: Próg:
sr: Праг:
sr@latn: Prag:
ta: விளிம்பு:
tr: Limit:

source: <p>Select here the unsharpen threshold value, in pixels, needed to apply the diffence amount.
ca: <p>Seleccioneu aquí el valor de llindar de desenfoc, en píxels, que cal aplicar al total de la diferència.
el: <p>Επιλέξτε εδώ το κατώφλι αναίρεσης όξυνσης, σε εικονοστοιχεία, για την εφαρμογή του ποσού διαφοράς.
es: <p>Seleccione aquí el valor de umbral de desenfoque, en número de puntos, necesario para aplicar la cantidad de diferencia.
fr: <p>Sélectionnez ici le seuil du flou, en pixel.
gl: <p>Escolla aqui o limiar de desafiar en píxels, necesário para aplicar a cantidade de diferenza.
nl: <p> Selecteer hier de drempelwaarde in pixels voor het ontscherpen . Deze is nodig voor het toepassen van de mate van verschil.
pl: <p>Wybierz tutaj wartość progu antywyostrzania, w pikselach, potrzebnych do dodania wartości różnicy.
sr: <p>Изаберите овде вредност прага ублажавања, у пикселима, потребног за примену количине разлике.
sr@latn: <p>Izaberite ovde vrednost praga ublažavanja, u pikselima, potrebnog za primenu količine razlike.
tr: <p>Burada, fark miktarının uygulanmasında kullanılacak olan yumuşatma limit değerini benek cinsinden seçiniz.

source: Batch Process Preview (%1 - %2)
ca: Vista prèvia del procés per lots (%1 - %2)
el: Προεπισκόπηση ομαδικής επεξεργασίας (%1 - %2)
es: Vista previa del proceso por lotes (%1 - %2)
fr: Aperçu du traitement par lots : %1 - %2
gl: Antevisión do Proceso en Lote (%1 - %2)
nl: Voorbeeld van de verwerking (%1 - %2)
pl: Podgląd przetwarzania grupowego (%1 - %2)
sr: Преглед пакетне обраде (%1 — %2)
sr@latn: Pregled paketne obrade (%1 — %2)
ta: பாட்சின் முன்தொகுப்பின் இயக்கம் (%1 - %2)
th: ภาพตัวอย่างผลลัพธ์การประมวลผลกลุ่มภาพ (%1 - %2)
tr: Çoklu İşlem Önizleme (%1 - %2)

source: Batch process images
ca: Procés d'imatges per lots
el: Ομαδική επεξεργασία εικόνων
es: Proceso por lotes con imágenes
fr: Prévisualiser un traitement par lots
gl: Lote de Procesamentos de imaxes
nl: Afbeeldingen verwerken
pl: Grupowe przetwarzanie zdjęć
sr: Пакетна обрада слика
sr@latn: Paketna obrada slika
ta: தொகுதி செயல் பிம்பங்கள்
th: ประมวลผลกลุ่มภาพ
tr: Resim Çoklu İşleme

source: An interface to preview the "Batch Process Images" Kipi plugin. This plugin uses the "convert" program from "ImageMagick" package.
ca: Una interfície per previsualitzar el connector del Kipi de "Procés d'imatges per lots". Aquest connector usa el programa "convert" del paquet "ImageMagick".
el: Ένα περιβάλλον για την προεπισκόπηση του πρόσθετου Kipi της "Ομαδικής επεξεργασίας εικόνων". Αυτό το πρόσθετο χρησιμοποιεί το πρόγραμμα "convert" από το πακέτο "ImageMagick".
es: Una interfaz para previsualizar el complemento de KIPI de «proceso por lotes con imágenes» Este complemento utiliza el programa «convert» del paquete «ImageMagick».
fr: Une interface pour prévisualiser le résultat d'un traitement par lots. Ce module externe utilise le programme « convert » du paquetage « ImageMagick ».
gl: Unha interface para antever o plugin de procesamento de lotes de imaxes Este plugin utiliza o programa "convert" do pacote "ImageMagick".
nl: Een interface voor het tonen van voorbeelden van de KIPI-plugins. Deze plugin gebruikt het programma "convert" van "ImageMagick".
pl: Interfejs do podglądu działania wtyczki Kipi "Grupowe przetwarzanie zdjęć". Ta wtyczka korzysta z programu "convert" z pakietu "ImageMagick".
sr: Интерфејс за преглед прикључака за пакетну обраду слика. Овај прикључак користи наредбу „convert“ из пакета „ImageMagick“.
sr@latn: Interfejs za pregled priključaka za paketnu obradu slika. Ovaj priključak koristi naredbu „convert“ iz paketa „ImageMagick“.
ta: தொகுதி செயல்பாடுகள் பிம்பங்கள் கிபி சொருகுப்பொருள்களுக்கான ஒரு இடைமுகம் இந்த சொருகுப்பொருள் "மாற்று" நிரலியை "பிம்பமாயை" தொகுதியில் இருந்து பயன்படுத்துகிறது.
th: ส่วนแสดงผลตัวอย่างจากปลั๊กอิน KIpi "ประมวลผลกลุ่มภาพ" ปลั๊กอินนี้ใช้โปรแกรม "convert" จากแพ็กเกจ "ImageMagick"
tr: "Çoklu Resim İşleme" Kipi eklentisi önizleme için bir arayüz. Bu eklenti "ImageMagick" paketinden "convert" programını kullanır.

source: Plugin Handbooks
ca: Manuals del connector
es: Manuales de los complementos
nl: Plugin-handboeken
sr: Приручници прикључака

source: Zoom Factor
ca: Factor de zoom
el: Συντελεστής εστίασης
es: Ampliación
fr: Zoom
gl: Factor de Ampliazón
pl: Współczynnik powiększenia
sr: Фактор увеличања
sr@latn: Faktor uveličanja
ta: மிகைப்படுத்தும் காரணி
th: ระดับการย่อ/ขยาย
tr: Yaklaştırma Oranı

source: <p>The zoom factor value, as a percentage.
ca: <p>El valor del factor de zoom, en percentatge.
el: <p>Η τιμή του συντελεστή εστίασης, ως ποσοστό.
es: <p>El valor de ampliación en tanto por ciento.
fr: <p>Zoom en pourcentage.
gl: <p>O factor de ampliazón en porcentaxe.
nl: <p>De zoomfactor in procenten.
pl: <p>Współczynnik powiększenia, w procentach.
sr: <p>Вредност фактора увеличања, у процентима.
sr@latn: <p>Vrednost faktora uveličanja, u procentima.
ta: <p>பெரிதாக்கும் அமைப்பின் மதிப்பை சதவிதத்தில் காண்
th: <p>ระดับการย่อ/ขยายภาพ หน่วยเป็นเปอร์เซ็นต์
tr: <p>Yüzde olarak yaklaştırma oranı değeri.

source: <p>Moving this slider changes the zoom factor value.
ca: <p>Movent aquest botó de desplaçament canvia el valor del factor de zoom.
el: <p>Μετακινώντας την κύλιση τροποποιείται η τιμή του συντελεστή εστίασης.
es: <p>Desplace este deslizador para cambiar el factor de ampliación.
fr: <p>Déplacez cette règle pour changer le zoom.
gl: <p>Mova esta barra para cambiar o factor de ampliazón.
nl: <p>Het bewegen van deze schuifregelaar verandert het zoomfactorpercentage.
pl: <p>Przesuwanie tego suwaka zmienia wartość współczynnika powiększenia.
sr: <p>Померањем клизача мењате вредност фактора увеличања.
sr@latn: <p>Pomeranjem klizača menjate vrednost faktora uveličanja.
ta: <p>நகரும் ஸ்லைடுகளை பெரிதாக்கும் காரணிகளின் மதிப்புகளை மாற்றுக
th: <p>เลื่อนแถบเลื่อนนี้เปลี่ยนค่าระดับการย่อ/ขยายภาพตัวอย่าง
tr: <p>Bu ibreyi kaydırma, yaklaştırma oranı değerini değiştirir.

source: Original Image
ca: Imatge original
el: Αρχική εικόνα
es: Imagen original
fr: Original
gl: Imaxe Orixinal
nl: Voor
pl: Oryginalne zdjęcie
sr: Оригинална слика
sr@latn: Originalna slika
ta: மூலப் பிம்பம்
th: ภาพต้นฉบับ
tr: Orjinal Resim

source: <p>This is the original image preview. You can use the mouse wheel to change the zoom factor. Click in and use the mouse to move the image.
ca: <p>Aquesta és una vista prèvia de la imatge original. Podeu usar la rodeta del ratolí per canviar el factor de zoom. Cliqueu i useu el ratolí per moure la imatge.
el: <p>Αυτή είναι η προεπισκόπηση της αρχικής εικόνας. Μπορείτε να χρησιμοποιήσετε το ροδάκι του ποντικιού για την αλλαγή του συντελεστή εστίασης. Κάντε κλικ σε αυτήν και χρησιμοποιήστε το ποντίκι για τη μετακίνηση της εικόνας.
es: <p>Ésta es la previsualización de la imagen original. Puede utilizar la rueda del ratón para cambiar el factor de ampliación. Pulse sobre la vista y mueva el ratón para desplazar la imagen.
fr: <p>Aperçu de l'image originale. Vous pouvez utiliser la molette de la souris pour changer le zoom.
gl: <p>Esta é a antevisión da imaxe orixinal. Pode utilizar a roda do rato para cambiar a ampliazón. Prema nela e utilice o rato para mover a imaxe.
nl: <p> Dit is het voorbeeld van de originele afbeelding. U kunt met het muiswiel de zoomfactor wijzigen. Door met de muis te klikken en te slepen kan de afbeelding verplaatst worden.
pl: <p>To jest podgląd oryginalnego zdjęcia. Możesz użyć kółka myszki, aby zmienić współczynnik powiększenia. Kliknij i użyj myszki, aby przesunąć zdjęcie.
sr: <p>Ово је преглед оригиналне слике. Можете користити точак миша да промените фактор увеличања. Кликните, држите дугме и померајте миш ако желите да померате слику.
sr@latn: <p>Ovo je pregled originalne slike. Možete koristiti točak miša da promenite faktor uveličanja. Kliknite, držite dugme i pomerajte miš ako želite da pomerate sliku.
ta: <p>உண்மையான முன்தொகுப்பு படங்கள்.சுட்டியை உபயோகப்படுத்தி காரணிகளை பெரிதாக்கு.சுட்டியை உபயோகப்படுத்தி படங்களை நகர்த்து.
th: <p>นี่เป็นส่วนแสดงตัวอย่างภาพต้นฉบับ คุณสามารถใช้เมาส์เลื่อนแถบเลื่อนเพื่อเปลี่ยนระดับการย่อ/ขยายภาพได้ และใช้การคลิกบนภาพเพื่อเลื่อนดูภาพไปมาได้
tr: <p>Asıl resim önizleme. Yaklaştırma oranını değiştirmek için fare tekerleğini kullanabilirsiniz. Resmi taşımak için tıklayın ve fareyi kullanın.

source: Destination Image
ca: Imatge destí
el: Εικόνα προορισμού
es: Imagen de destino
fr: Résultat
gl: Imaxe de Destino
nl: Na
pl: Zdjęcie docelowe
sr: Одредишна слика
sr@latn: Odredišna slika
ta: சேருமிட பிம்பம்
th: ภาพเป้าหมาย
tr: Hedef Resim

source: <p>This is the destination image preview. You can use the mouse wheel to change the zoom factor. Click in and use the mouse to move the image.
ca: <p>Aquesta és una vista prèvia de la imatge destí. Podeu usar la rodeta del ratolí per canviar el factor de zoom. Cliqueu i useu el ratolí per moure la imatge.
el: <p>Αυτή είναι η προεπισκόπηση της εικόνας προορισμού. Μπορείτε να χρησιμοποιήσετε το ροδάκι του ποντικιού για την αλλαγή του συντελεστή εστίασης. Κάντε κλικ σε αυτήν και χρησιμοποιήστε το ποντίκι για τη μετακίνηση της εικόνας.
es: <p>Ésta es una previsualización de la imagen tratada. Puede utilizar la rueda del ratón en esta vista para cambiar el factor de ampliación. Pulse sobre la vista y mueva el ratón para desplazar la imagen.
fr: <p>Aperçu de l'image résultat. Vous pouvez utiliser la molette de la souris pour changer le zoom.
gl: <p>Esta é a antevisión da imaxe de destino. Pode utilizar a roda do rato para cambiar a ampliazón. Prema nela e utilice o rato para mover a imaxe.
nl: <p>Dit is het voorbeeld van de doelafbeelding. U kunt met het muiswiel de zoomfactor wijzigen. Door met de muis te klikken en te slepen kan de afbeelding verplaatst worden.
pl: <p>To jest podgląd zdjęcia docelowego. Możesz użyć kółka myszki, aby zmienić współczynnik powiększenia. Kliknij i użyj myszki, aby przesunąć zdjęcie.
sr: <p>Ово је преглед одредишне слике. Можете користити точак миша да промените фактор увеличања. Кликните, држите дугме и померајте миш ако желите да померате слику.
sr@latn: <p>Ovo je pregled odredišne slike. Možete koristiti točak miša da promenite faktor uveličanja. Kliknite, držite dugme i pomerajte miš ako želite da pomerate sliku.
ta: <p>சேரிடக் படங்களின் முன்தொகுப்பு. சுட்டியை உபயோகப்படுத்தி காரணிகளை பெரிதாக்கு.சுட்டியை உபயோகப்படுத்தி படங்களை நகர்த்து.
th: <p>นี่เป็นส่วนแสดงตัวอย่างภาพผลลัพธ์จากการประมวลผล คุณสามารถใช้เมาส์เลื่อนแถบเลื่อนเพื่อเปลี่ยนระดับการย่อ/ขยายภาพได้ และใช้การคลิกบนภาพเพื่อเลื่อนดูภาพไปมาได้
tr: <p>Hedef resim önizleme. Yaklaştırma oranını değiştirmek için fare tekerleğini kullanabilirsiniz. Resmi taşımak için tıklayın ve fareyi kullanın.

source: Preview image processing in progress...
ca: S'està processant la vista prèvia de la imatge...
el: Προεπισκόπηση επεξεργασίας εικόνας σε εξέλιξη...
es: Calculando la previsualización de la imagen...
fr: Calcul de l'aperçu en cours...
gl: Procesamento da antevisión a realizar-se...
nl: Er wordt een voorbeeld aangemaakt...
pl: Trwa tworzenie podglądu zdjęcia...
sr: У току је обрада прегледа слике...
sr@latn: U toku je obrada pregleda slike...
ta: செயல்பாட்டில் முன்காட்சி பிம்பம் செயல் படுகிறது...
th: กำลัง ประมวลผล ภาพตัวอย่าง...
tr: Resim önizleme işlemi yapılıyor...

source: Cannot process preview image.
ca: No s'ha pogut processar la vista prèvia de la imatge.
el: Αδυναμία επεξεργασίας προεπισκόπησης εικόνας.
es: No se ha podido calcular la previsualización de la imagen.
fr: Impossible de calculer l'aperçu.
gl: Non foi posíbel procesar a antevisión.
nl: Kan voorbeeld van afbeelding niet verwerken.
pl: Nie można utworzyć podglądu zdjęcia.
sr: Не могу да обрадим преглед слике.
sr@latn: Ne mogu da obradim pregled slike.
ta: முன்காட்சி பிம்பத்தை செயலாக்க முடியாது.
th: ไม่สามารถ ประมวลผล ภาพตัวอย่างได้
tr: Önizleme işlemi yapılamıyor.

source: Copy to Clip&board
ca: Copia al &portapapers
el: Αντιγραφή στο &πρόχειρο
es: Copiar al &portapapeles
fr: Copier dans le presse-&papiers
gl: Copiar para o &Porta-retallos
nl: Naar klembord &kopiëren
pl: Skopiuj do &schowka
sr: Копирај у &клипборд
sr@latn: Kopiraj u &klipbord
ta: &இடைநிலைப்பலகைக்கு நகலெடு
th: คัดลอกไปยังคลิปบอร์ด
tr: &Panoya kopyala

source: Batch processes images
ca: Procés d'imatges per lots
el: Ομαδική επεξεργασία εικόνων
es: Proceso por lotes con imágenes
fr: Traitements par lots
gl: Procesamento lotes de imaxes
nl: Afbeeldingen verwerken
pl: Grupowe przetwarzanie zdjęć
sr: Пакетне обраде слика
sr@latn: Paketne obrade slika
ta: தொகுதி படங்களின் தேர்வுகள்
th: ประมวลผลกลุ่มภาพ
tr: Çoklu resim işleme

source: An interface to show the output of the "Batch Process Images" Kipi plugin. This plugin uses the "convert" program from "ImageMagick" package.
ca: Una interfície per visualitzar la sortida del connector del Kipi de "Procés d'imatges per lots". Aquest connector usa el programa "convert" del paquet "ImageMagick".
el: Ένα περιβάλλον για την εμφάνιση της εξόδου του πρόσθετου Kipi της "Ομαδικής επεξεργασίας εικόνων". Αυτό το πρόσθετο χρησιμοποιεί το πρόγραμμα "convert" από το πακέτο "ImageMagick".
es: Una interfaz para mostrar el resultado del complemento KIPI de «proceso por lotes con imágenes» Este complemento utiliza el programa «convert» del paquete «ImageMagick».
fr: Une interface pour afficher les messages de sortie d'un traitement par lots. Ce module externe utilise le programme « convert » du paquetage « ImageMagick ».
gl: Unha interface para mostrar o resultado do plugin de Kipi de procesamento de lotes de imaxes Este plugin utiliza o programa "convert" do pacote "ImageMagick".
nl: Een interface dat de uitvoer van het verwerken van afbeeldingen via KIPI-plugins toont. Deze plugin gebruikt het programma "convert" van "ImageMagick".
pl: Interfejs pokazujący efekt działania wtyczki Kipi "Grupowe przetwarzanie zdjęć". Ta wtyczka korzysta z programu "convert" z pakietu "ImageMagick".
sr: Интерфејс за приказ излаза прикључка за пакетну обраду слика. Овај прикључак користи наредбу „convert“ из пакета „ImageMagick“.
sr@latn: Interfejs za prikaz izlaza priključka za paketnu obradu slika. Ovaj priključak koristi naredbu „convert“ iz paketa „ImageMagick“.
ta: தொகுதி செயல்பாடுகள் பிம்பங்கள் கிபி சொருகுப்பொருள்களுக்கான ஒரு இடைமுகம் இந்த சொருகுப்பொருள் "மாற்று" நிரலியை "பிம்பமாயை" தொகுதியில் இருந்து பயன்படுத்துகிறது.
th: ส่วนแสดงผลตัวอย่างจากปลั๊กอิน KIpi "ประมวลผลกลุ่มภาพ" ปลั๊กอินนี้ใช้โปรแกรม "convert" จากแพ็กเกจ "ImageMagick"
tr: "Çoklu Resim İşleme" Kipi eklentisinin çıktısını göstermek için bir arayüz. Bu eklenti "ImageMagick" paketinden "convert" programını kullanır.

source: Border Images...
ca: Posa vores a imatges...
el: Περίγραμμα εικόνων...
es: Poner borde a las imágenes...
fr: Ajouter une bordure...
gl: Enmarcar Imaxes...
nl: Randen om afbeeldingen...
pl: Obramowywanie zdjęć...
sr: Оивичи слике...
sr@latn: Oiviči slike...
ta: கரைப் படிமங்கள்...
th: สร้างกรอบภาพให้กลุ่มภาพ...
tr: Resimleri Çerçevele...

source: Color Images...
ca: Dóna color a imatges...
el: Χρωματισμός εικόνων...
es: Color de las imágenes...
fr: Améliorer les couleurs...
gl: Colorir Imaxes...
nl: Afbeeldingen kleuren...
pl: Kolorystyka zdjęć...
sr: Обоји слике...
sr@latn: Oboji slike...
ta: படிமத்திற்கு வண்ணமிடு...
th: ปรับสีให้กลุ่มภาพ...
tr: Resimleri Renklendir...

source: Convert Images...
ca: Converteix imatges...
el: Μετατροπή εικόνων...
es: Convertir imágenes...
fr: Convertir le format...
gl: Converter Imaxes...
nl: Afbeeldingen converteren...
pl: Konwersja zdjęć...
sr: Конвертуј слике...
sr@latn: Konvertuj slike...
ta: படிமத்தை மாற்று...
th: แปลงกลุ่มภาพ...
tr: Resimleri Dönüştür...

source: Image Effects...
ca: Efectes d'imatge...
el: Εφέ εικόνας...
es: Efectos en las imágenes...
fr: Ajouter des effets spéciaux...
gl: Efeitos de Imaxes...
nl: Afbeeldingseffecten...
pl: Efekty specjalne...
sr: Додај ефекте сликама...
sr@latn: Dodaj efekte slikama...
ta: பிம்ப விளைவுகள்...
th: สร้างเทคนิคพิเศษให้กลุ่มภาพ...
tr: Resim Etkileri...
