Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kalsamix/kalsamix-1.0.0beta2/po/*.po
Languages: de, hu, it, sk, tr

source: _: NAME OF TRANSLATORS Your names
de: Andreas Arens
hu: Charles Barcza www.blackpanther.hu
it: Stefano Rivoir
sk: Jozef Říha
tr: Mehmet BERK

source: _: EMAIL OF TRANSLATORS Your emails
de: andras@sorry-no-spam.de
hu: kbarcza@blackpanther.hu
it: _: EMAIL OF TRANSLATORS s.rivoir@gts.it
sk: _: EMAIL OF TRANSLATORS zefo@seznam.cz
tr: mberk@unimarmara.com

source: ALSA version is not available
de: ALSA Version ist nicht verfügbar
hu: ALSA verzió nem elérhető
it: La versione di ALSA non è disponibile
sk: Verzia ALSA nie je dostupná
tr: ALSA Version haz�r de�il

source: No ALSA card found on your system, KAlsaMix can't run!
it: Non è stata trovata nessuna scheda audio supportata da ALSA, KAlsaMix non può continuare!

source: Warning!
de: Warnung!
hu: Figyelem!
it: Avviso!
sk: Upozornenie!
tr: Tehlike!

source: Volume up
de: Lauter
hu: Hangerő fel
it: Alza il volume
sk: Zvýšiť hlasitosť
tr: Sesi artt�r

source: Volume down
de: Leiser
hu: Hangerő le
it: Abbassa il volume
sk: Znížiť hlasitosť
tr: Sesi azalt

source: About KAlsaMix
it: Informazioni su KAlsaMix

source: Show level meter
de: Pegelanzeiger darstellen
hu: Szintjelző megjelenítése
it: Visualizza l'indicatore di livello
sk: Zobraziť vizualizáciu
tr: Seviye �l��lerini g�ster

source: Toggle view
de: Ansicht umschalten
hu: Fanézet ki/be
it: Cambia visualizzazione
sk: Prepnúť zobrazenie
tr: �ubuk g�r�n�m

source: Presets
de: Voreinstellungen
hu: Jelenlegiek
it: Preset
sk: Nastavenie
tr: �nceden kurulanlar

source: at
it: a
tr: da-de

source: , muted
it: , muto

source: , partially muted
it: , parzialmente disattivato
tr: , k�smen sessiz

source: Closing this window will NOT quit the application, it will be put the systray instead. If you really want to quit, press the Quit button on the toolbar, or select Quit on the menu of the systray
de: Durch das Schließen diese Fenster wird die Applikation nicht beendet, sondern in die Kontrollleiste verschoben. Wenn Sie das Programm wirklich beenden wollen, klicken Sie den "Beenden" Knopf in der Menüleiste, oder wählen Sie "Beenden" im Menü der Kontrollleiste
it: Chiudendo questa finesta, l'applicazione non verrà terminata, bensì spostata nella barra delle applicazioni. Se si desidera davvero uscire, cliccare sul pulsante "Esci" sulla barra dei pulsanti, oppure sulla voce "Esci" del menu nella barra delle applicazioni
sk: Zavretím tohto okna NEUKONČÍTE aplikáciu, bude presunutá do systémovej lišty. Ak si skutočne prajete aplikáciu ukončiť, stlačte tlačítko Koniec na nástrojovej lište alebo vyberte Koniec v ponuke systémovej lišty.
tr: Kapan�yor, bu pencere uygulamadan ��kamaz, onu �al��ma yerine ta��yacak ��kmak istedi�inden eminsen ara� �ubu�undaki ��k�� butonuna basveya men�den ��k��� se�

source: kamix has been restored to system tray!
de: Kamix wurde der Kontrollleiste hinzugefügt!
hu: kamix tálcaméretre lett visszaállítva
it: kamix è stato ripristinato nell'area di notifica!
sk: kamix bol presunutý do systémovej lišty!
tr: kamix resrore edildi

source: General
de: Allgemein
hu: Általános
it: Generale
sk: Všeobecné
tr: Genel

source: Cards
de: Soundkarten
hu: Lapok
it: Schede
sk: Karty
tr: Kartlar

source: General options
de: Allgemeine Optionen
hu: Általános beállítások
it: Opzioni generali
sk: Všeobecné nastavenia
tr: Genel opsiyonlar

source: Load levels on startup
de: Reglerwerte bei Programmstart laden
hu: Beállítások betöltése ind&uláskor
it: Ripristina i livelli all'avvio
sk: Nahrávať úrovne hlasitosti pri štarte
tr: Ba�lang��taki seviyeler y�kleniyor

source: Save levels on exit
de: Reglerwerte beim Verlassen speichen
hu: A beállítások mentése kilépéskor
it: Salva i livelli all'uscita
sk: Ukladať úrovne hlasitosti pri ukončení
tr: ��karken seviyeler kaydediliyor

source: Hide inactive controls
de: Inaktive Regler verstecken
hu: Inaktív vezérlők elrejtése
it: Nascondi i controlli inattivi
sk: Skrývať neaktívne ovládače
tr: �naktif kontrolleri gizle

source: Restore window geometry and position
de: Fenstergeometrie und -position wiederherstellen
hu: Az előző pozíció és méret visszaállítása
it: All'avvio, rispristina dimensione e posizione della finestra
sk: Obnoviť veľkosť a umiestnenie okna
tr: Pencereyi restore et geometri ve pozisyon

source: Always restore to systray
de: Immer in der Kontrollleiste starten
hu: Visszaállítás a tálcára
it: Rispristina sempre nell'area di notifica
sk: Vždy umiestňovať do systémovej lišty
tr: Daima restore et

source: Debug info when launched from console
de: Debug-Ausgaben wenn von der Konsole gestartet wurde
hu: Debug információ indítása konzolból
it: Informazioni di debug se lanciato da console
sk: Informácie pre ladenie pri spúšťaní z konzole
tr: konsaldan ba�land���nda tamir bilgisi

source: Mid button on systray toggles mute
de: Mittlere Taste in der Kontrollleiste schaltet stumm
it: Il pulsante centrale attiva e disattiva il volume
tr: Sessiz modda orta butonu

source: Enable VU-meter based on aRts (you need to restart kamix)
it: Abilita il vu-meter su aRts (occorre riavviare kamix)

source: Master vol &up key
de: Taste Master-Lautstärke &hoch
hu: Rendszer hangerő &fel
it: Tasto per alzare il volume generale
sk: Kláves na zvýšenie &hlasitosti (master volume)
tr: Usta ses &yukar� tu�

source: Master vol &down key
de: Taste Master-Lautstärke &runter
hu: Rendszer hangerő &le
it: Tasto per abbassare il volume generale
sk: Kláves na zníženie hla&sitosti (master volume)
tr: Usta ses &a�a�� tu�

source: Show tickmarks on sliders
de: Strichmarken auf den Reglern zeigen
hu: Trickmarks megjelenítése a skálákon
it: Visualizza le tacche sui livelli
sk: Zobrazovať mierku pri posuvníkoch hlasitosti

source: Show mute buttons
de: Mute Knöpfe zeigen
hu: Némító gomb megjelenítése
it: Visalizza i pulsanti di "muto"
sk: Zobrazovať tlačítka na vypnutie hlasitosti (potichu)
tr: Sessiz butonunu g�ster

source: Show balance buttons
de: Balance Knöpfe zeigen
hu: Egyensúly gomb megjelenítése
it: Visualizza i pulsanti del bilanciamento
sk: Zobrazovať tlačítka na nastavenie vyváženia Ľ a P
tr: Denklik butonunu g�ster

source: Show frame around items
de: Rahmen um Elemente zeichnen
hu: Csak a megjelölt típusú elemek látszódjanak
it: Incornicia gli elementi
sk: Zobrazovať rámček okolo položiek
tr: �er�eve etraf�ndaki elementleri g�ster

source: Show frame around groups
it: Incornicia i gruppi

source: Absolute value
it: Valore assoluto
tr: Mutlak de�er

source: Percent
it: Percentuale
tr: Y�zde

source: Show levels as
it: Visualizza livelli come

source: Channels/cards font
de: Schriftart für Kanäle/Karten
hu: Csatorna/kártyanevek betűmérete
it: Carattere per i nomi della scheda e dei canali
sk: Písmo pre kanále/karty
tr: Kanal/kart fontu

source: Choose
de: Auswählen
hu: Válasszon
it: Scegli
sk: Vybrať
tr: Se�im

source: Item to show in short view
de: Element welches in der Schnellansicht dargestellt werden soll:
hu: Ennyi nap látszódjon a Következő nézetben:
it: Elementi da visualizzare nella vista rapida
sk: Položka, ktorá bude zobrazená v jednoduchom pohľade
tr: Elementleri k���k g�r�n�mle g�ster

source: Move down
it: Sposta in giù

source: Move up
it: Sposta in su

source: Default card
de: Standardkarte
hu: Alapértelmezett lap
it: Scheda predefinita
sk: Štandardná karta
tr: Standart kart

source: Hide this card
it: Nascondi questa scheda
tr: Bu kart� gizle

source: New playback group
it: Nuovo gruppo di riproduzione
tr: Yeni arka oyun grubu

source: New capture group
it: Nuovo gruppo di registrazione
tr: Yeni ba�l�k grup

source: Delete group
it: Elimina gruppo
tr: Grubu sil

source: Item name
it: Nome elemento

source: Item ID
de: Element-ID
hu: Tétel azonosító
it: ID elemento
sk: ID položky
tr: Element ID

source: Order
it: Ordine
tr: Di�er

source: Item ALSA names
it: Nome ALSA
tr: Element adlar�

source: Save current volumes as preset:
de: Aktuell eingestellte Werte als Voreinstellung speichern:
hu: A mostani beállítás mentése alapértelmezésként
it: Salva i volumi correnti come preset:
sk: Uložiť súčasné hlasitosti ako nastavenie
tr: �imdiki sesleri kaydet

source: OSD position
hu: Az OSD. helyzete
it: Posizione dell'OSD
sk: Umiestnenie OSD
tr: OSD Pozisyonu

source: Show OSD messages
de: OSD Nachrichten anzeigen
hu: OSD. üzenetek megjelenítése
it: Visualizza i messaggi OSD
sk: Zobrazovať OSD správy
tr: OSD mesajlar�n� g�ster

source: Show only when externally triggered
de: Nur anzeigen wenn von Extern angefordert
hu: Csak akkor mutassa ha elöl van
it: Visualizza gli OSD solo per gli eventi esterni
sk: Zobrazovať iba pri externom zapnutí
tr: Yaln�zca d��tan tetiklendi�inde g�ster

source: OSD font
de: OSD Schriftart
hu: Az OSD fontja
it: Tipo di carattere per l'OSD
sk: Font OSD
tr: OSD fontu

source: Background color
de: Hintergrundfarbe
hu: Háttérszín
it: Colore dello sfondo
sk: Farba pozadia
tr: Arkaplan rengi

source: Foreground color
de: Vordergrundfarbe
hu: Előtérszín
it: Colore in primo piano
sk: Farba popredia
tr: �nplan rengi

source: X position
it: Posizione X

source: Y position
it: Posizione Y

source: Top left
de: Oben links
hu: A baloldalon, felül
it: In alto a sinistra
sk: Vľavo hore
tr: �st sol

source: Top right
de: Oben rechts
hu: A jobboldalon, felül
it: In alto a destra
sk: Vpravo dole
tr: �st sa�

source: Bottom left
de: Unten links
hu: A baloldalon, alul
it: In basso a sinistra
sk: Vľavo dole
tr: Alt sol

source: Bottom right
de: Unten rechts
hu: Alul, a jobboldalon
it: In basso a destra
sk: Vpravo dole
tr: Alt sa�

source: Custom
it: P&ersonalizza

source: Are you sure you want to delete this group?
it: Sei sicuro di voler cancellare questo gruppo?
tr: Bu grubu silmek istedi�inden emin misin?

source: New group
it: Nuovo gruppo
tr: Yeni grup

source: Insert new group name
it: Inserire il nome del nuovo gruppo
tr: Yeni grup ad� ekle

source: Group names cannot contain commas
it: I nomi del gruppo non possono contenere virgole
tr: Grup ad�nda noktalama i�aretleri olamaz

source: Playback
de: Wiedergabe
hu: Lejátszás
it: Riproduzione

source: Main
it: Principale
tr: Ana

source: Capture
de: Aufnahme
hu: Rögzítés
it: Registrazione
sk: Zachytiť
tr: Ba�l�k

source: Move item to...
it: Sposta l'elemento in...
tr: Elementi ta��

source: Hide
de: Verstecken
hu: Elrejtés
it: Nascondi
sk: Skryť
tr: Gizle

source: Mute
hu: Elnémítva
it: Muto
sk: Potichu
tr: Sessiz

source: Split
de: Kanal teilen
hu: Megbontás
it: Dividi i canali
sk: Rozdeliť
tr: Ayr�lm��

source: Record
de: Aufnahme
hu: Felvétel
it: Registrazione
sk: Nahrať
tr: Kay�t

source: muted
de: stumm
hu: Elnémítva
it: muto
sk: potichu
tr: Sessiz

source: partially muted
it: parzialmente disattivato
tr: K�smen sessiz

source: active
de: aktiv
hu: aktív
it: attivo
sk: aktívny
tr: aktif

source: An ALSA mixer application for KDE
de: Eine Mixerapplikation für ALSA und KDE
hu: Ez egy ALSA mixer alkalmazás KDE-hez
it: Un mixer per ALSA e KDE
sk: ALSA mixér pre KDE
tr: KDE i�in kar���k uygulamalar

source: C&ustom
de: B&enutzerdefiniert
hu: &Egyéni
it: P&ersonalizza
sk: V&lastné
tr: �&zel
