Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kdebluetooth-1.0~beta9~r769275/po/*/kdebluetooth.po
Languages: es, it, ja, nl, pt, sr, sr@latn, sv, tr

source: <qt>This is the configuration menu for the file dialog. Various options can be accessed from this menu including: <ul><li>how files are sorted in the list</li><li>types of view, including icon and list</li><li>showing of hidden files</li><li>the Quick Access navigation panel</li><li>file previews</li><li>separating folders from files</li></ul></qt>
es: <qt>Éste es el menú de configuración de la ventana de archivos. Desde este menú se puede acceder a varias opciones incluyendo:<ul><li>la forma en que se ordenan los archivos en la lista</li><li>los tipos de vista, incluyendo como iconos y como lista</li><li>mostrar los archivos ocultos</li><li>el panel de navegación Acceso rápido</li><li>las previsualizaciones de los archivos</li><li>la separación de las carpetas de los archivos</li></ul></qt>
it: <qt>Questo è il menu di configurazione per la finestra dei file. Si può accedere a varie opzioni da questo menu, tra cui: <ul><li>come sono ordinati i file nell'elenco</li><li>tipi di vista, incluse le viste a icone e a elenco</li><li>mostrare i file nascosti</li><li>il pannello di navigazione ad Accesso rapido</li><li>le anteprime dei file</li><li>separare le cartelle dai file</li></ul></qt>
ja: <qt>これはファイルブラウザのための設定メニューです。このメニューから以下のようなオプションを選択することができます: <ul><li>リストでのファイルの並び順</li><li>ビューのタイプ (アイコンまたはリスト)</li><li>隠しファイルを表示</li><li>ナビゲーションパネルを表示</li><li>ファイルのプレビュー</li><li>フォルダとファイルを別に表示</li></ul></qt>
nl: <qt>Dit is het configuratiemenu voor het bestandsdialoogvenster. U kunt hier diverse opties instellen: <ul> <li>hoe bestanden in de lijst worden gesorteerd</li> <li>verschillende weergavetypes, zoals pictogramweergave en lijstweergave</li> <li>het tonen van verborgen bestanden</li> <li>het tonen van het navigatiepaneel</li> <li>bestandsvoorbeelden</li> <li>mappen gescheiden van bestanden weergeven</li></ul></qt>
pt: <qt>Este é o menu de configuração para a janela de ficheiros. As várias opções podem ser acedidas a partir deste menu e incluem:<ul><li>a forma como os ficheiros são ordenados na lista</li><li>os tipos de vista, incluindo em ícones ou como lista</li><li>a visualização dos ficheiros escondidos</li><li>o painel de Navegação Rápida</li><li>as antevisões dos ficheiros</li><li>a separação das pastas dos ficheiros</li></ul></qt>
sr: <qt>Ово је мени за подешавање фајл дијалога. Разне опције којима се у овом менију може приступити укључују: <ul><li>како су фајлови складиштени у листи</li><li>типови приказа, укључујући иконе и листу</li><li>приказ скривених фајлова</li><li>навигациони панел за брзи приступ</li><li>прегледи фајлова</li><li>раздвајање фасцикли од фајлова</li></ul></qt>
sr@latn: <qt>Ovo je meni za podešavanje fajl dijaloga. Razne opcije kojima se u ovom meniju može pristupiti uključuju: <ul><li>kako su fajlovi skladišteni u listi</li><li>tipovi prikaza, uključujući ikone i listu</li><li>prikaz skrivenih fajlova</li><li>navigacioni panel za brzi pristup</li><li>pregledi fajlova</li><li>razdvajanje fascikli od fajlova</li></ul></qt>
sv: <qt>Det här är inställningsmenyn för fildialogrutan. Diverse alternativ kan kommas åt från menyn, inklusive: <ul><li>hur filer sorteras i listan</li><li>typ av visning, inklusive ikon eller lista</li><li>visning av dolda filer</li><li>sidoraden för snabbåtkomst</li><li>förhandsgranskning av filer</li><li>skilja kataloger från filer</li></ul></qt>
tr: <qt>Burası dosyalarla ilgili yapılandırma menüsüdür. Aşağıdakileri de içeren çeşitli ayarlara buradan erşilebilir: <ul><li>Dosyaların listedeki sıralanış şekli</li> <li>Liste ve simgeleri içeren görünüm biçimleri</li> <li>Gizli dosyaların gösterilmesi</li> <li>Hızlı Erişim gezinti paneli</li> <li>Dosya önizlemeleri</li> <li>Dizinlerin dosyalardan ayrılması</li></ul></qt>

source: Filter:
es: Filtro:
it: Filtro:
ja: フィルタ:
pt: Filtro:
sr: Филтер:
tr: Fİltre:

source: *|All Files
es: *|Todos los archivos
it: *|Tutti i file
ja: *|すべてのファイル
nl: *|Alle bestanden
pt: *|Todos os Ficheiros
sr: *|Сви фајлови
sr@latn: *|Svi fajlovi
sv: *|Alla filer
tr: *|Tüm Dosyalar

source: image/jpeg |JPEG Image Files
es: image/jpeg |Archivos de imagen JPEG
it: image/jpeg |File immagine JPEG
ja: image/jpeg |JPEG 画像ファイル
nl: image/jpeg |JPEG-afbeeldingen
pt: image/jpeg |Ficheiro de Imagem JPEG
sr: image/jpeg|JPEG фајлови слика
sr@latn: image/jpeg|JPEG fajlovi slika
sv: image/jpeg |JPEG-bildfiler
tr: image/jpeg |JPEG Resim Dosyaları

source: A KDE Bluetooth Framework Application
es: Una aplicación para la estructura bluetooth de KDE
it: Un'applicazione per l'infrastruttura Bluetooth di KDE
ja: KDE Bluetooth フレームワークアプリケーション
nl: Een KDE Bluetooth Framework-programma
pt: Uma Infra-estrutura de Bluetooth para o KDE
sr: Bluetooth оквирни програм за KDE
sr@latn: Bluetooth okvirni program za KDE
sv: Ett program för KDE:s Blåtandsramverk
tr: Bir KDE Bluetooth Çalışma Ortamı Uygulaması

source: Bluetooth OBEX Object Push client
es: Cliente de envío de objectos OBEX por Bluetooth
it: Client Object Push OBEX di Bluetooth
ja: Bluetooth OBEX オブジェクトプッシュクライアント
pt: Cliente de Envio de Objectos OBEX por Bluetooth
sr: Клијент за bluetooth OBEX гурање објеката
sr@latn: Klijent za bluetooth OBEX guranje objekata
sv: Blåtand OBEX-objektutsändningsklient
tr: Bluetooth OBEX Nesnesi Destek istemcisi

source: Author, Maintainer
es: Autor, mantenedor
it: Autore, sviluppatore
ja: 開発者、メンテナ
nl: Auteur, onderhouder
pt: Autor, Manutenção
sr: Аутор, одржава
sr@latn: Autor, održava
sv: Utvecklare, underhåll
tr: Yazar, Sorumlu

source: Short View
es: Vista abreviada
it: Vista corta
ja: 短いビュー
nl: Beknopte weergave
pt: Vista Abreviada
sr: Кратки приказ
sr@latn: Kratki prikaz
sv: Kort format
tr: Kısa Görünüm

source: &Cancel Selected Files
es: &Cancelar los archivos seleccionados
it: &Elimina i file selezionati
ja: 選択したファイルをキャンセル(&C)
nl: Gesele&cteerde bestanden annuleren
pt: &Cancelar os Ficheiro Seleccionados
sr: &Откажи изабране фајлове
sr@latn: &Otkaži izabrane fajlove
sv: &Avbryt markerade filer
tr: Seçili &Dosyaları İptal Et

source: &New Project
es: &Nuevo proyecto
it: &Nuovo progetto
ja: 新規プロジェクト(&N)
nl: &Nieuw project
pt: &Novo Projecto
sr: &Нови пројекат
sr@latn: &Novi projekat
sv: &Nytt projekt
tr: &Yeni Proje

source: Project View
es: Vista de proyecto
it: Vista progetto
ja: プロジェクトビュー
nl: Projectweergave
pt: Janela do Projecto
sr: Приказ пројекта
sr@latn: Prikaz projekta
sv: Projektvy
tr: Proje Görünümü

source: File to send:
es: Archivo a enviar:
it: File da inviare:
ja: 送信ファイルの選択:
nl: Bestand om te verzenden:
pt: Ficheiro a enviar:
sr: Фајл за слање:
sr@latn: Fajl za slanje:
sv: Fil att skicka:
tr: Gönderilecek dosya:

source: Send
es: Enviar
it: Invia
ja: 送信
nl: Verzenden
pt: Enviar
sr: Пошаљи
sr@latn: Pošalji
sv: Skicka
tr: Gönder

source: Files View
es: Vista de archivos
it: Vista file
ja: ファイルビュー
nl: Bestandenweergave
pt: Vista de Ficheiros
sr: Приказ фајлова
sr@latn: Prikaz fajlova
sv: Filvy
tr: Dosya Görünümü

source: Devices View
es: Vista de dispositivos
it: Vista dispositivi
ja: デバイスビュー
nl: Apparatenweergave
pt: Vista de Dispositivos
sr: Приказ уређаја
sr@latn: Prikaz uređaja
sv: Enhetsvy
tr: Aygıt Görünümü

source: Device selector:
es: Selector de dispositivos:
it: Selettore dei dispositivi:
ja: デバイスの選択:
nl: Apparaatselectie:
pt: Escolha de dispositivo:
sr: Бирач уређаја:
sr@latn: Birač uređaja:
sv: Enhetsväljare:
tr: Aygıt seçici:

source: Show Device Selector
es: Mostrar el selector de dispositivos
it: Mostra selettore dei dispositivi
ja: デバイスの選択を表示
nl: Apparaatselectie tonen
pt: Mostrar a Escolha de Dispositivo
sr: Прикажи бирач уређаја
sr@latn: Prikaži birač uređaja
sv: Visa enhetsväljare
tr: Aygıt Seçiciyi Göster

source: Show File Selector
es: Mostrar el selector de archivos
it: Mostra selettore dei file
ja: 送信ファイルの選択を表示
nl: Bestandenselectie tonen
pt: Mostrar a Escolha de Ficheiro
sr: Прикажи бирач фајлова
sr@latn: Prikaži birač fajlova
sv: Visa filväljare
tr: Dosya Seçiciyi Göster

source: Show File Browser
es: Mostrar el navegador de archivos
it: Mostra browser dei file
ja: ファイルブラウザを表示
nl: Bestandenbrowser tonen
pt: Mostrar o Navegador de Ficheiros
sr: Прикажи прегледач фајлова
sr@latn: Prikaži pregledač fajlova
sv: Visa filbläddrare
tr: Dosya Tarayıcısını Göster

source: Continue with the remaining files?
es: ¿Continuar con los restantes archivos?
it: Continua a rinominare i file?
ja: 残りのファイルで続けますか？
nl: Verder gaan met de resterende bestanden?
pt: Deseja continuar com os restantes ficheiros?
sr: Настави са преосталим фајловима?
sr@latn: Nastavi sa preostalim fajlovima?
sv: Fortsätt med återstående filer?
tr: Geriye kalan dosyalarla birlikte devam edilsin mi?

source: <font color="#0000ff" size="+2">Bluetooth Serial Chat</font>
es: <font color="#0000ff" size="+2">Conversación serie Bluetooth</font>
it: <font color="#0000ff" size="+2">Chat seriale via Bluetooth</font>
ja: <font color="#0000ff" size="+2">Bluetooth シリアルチャット</font>
nl: <font color="#0000ff" size="+2">Bluetooth seriële chat</font>
pt: <font color="#0000ff" size="+2">Conversa Série Bluetooth</font>
sr: <font color="#0000ff" size="+2">Bluetooth серијско ћаскање</font>
sr@latn: <font color="#0000ff" size="+2">Bluetooth serijsko ćaskanje</font>
sv: <font color="#0000ff" size="+2">Blåtand seriell chatt</font>
tr: <font color="#0000ff" size="+2">Bluetooth Seri Sohbeti</font>

source: &Send
es: &Enviar
it: &Invia
ja: 送信(&S)
nl: Ver&zenden
pt: &Enviar
sr: &Пошаљи
sr@latn: &Pošalji
sv: &Skicka
tr: &Gönder

source: Alt+S, Return
es: Alt+S, Intro
it: Alt+S, Invio
sr: Alt+P, Return
sr@latn: Alt+P, Return
sv: Alt+S eller returtangent
tr: Alt+G, Enter

source: &Search
es: &Buscar
it: Ri&cerca
ja: 検索(&S)
nl: &Zoeken
pt: &Procurar
sv: &Sök

source: &Clear
es: &Borrar
it: &Pulisci
ja: クリア(&C)
nl: &Wissen
pt: &Limpar
sv: &Rensa

source: Name
es: Nombre
it: Nome
ja: 名前
nl: Naam
pt: Nome
sr: Име
sr@latn: Ime
sv: Namn
tr: İsim

source: Signal
es: Señal
it: Segnale
ja: シグナル
nl: Signaal
pt: Sinal
sr: Сигнал
tr: Sinyal

source: Class
es: Clase
it: Classe
ja: クラス
nl: Klasse
pt: Classe
sr: Класа
sr@latn: Klasa
sv: Klass
tr: Sınıf

source: Address
es: Dirección
it: Indirizzo
ja: アドレス
nl: Adres
pt: Endereço
sr: Адреса
sr@latn: Adresa
sv: Adress
tr: Adres

source: Icon
es: Icono
it: Icona
ja: アイコン
nl: Pictogram
pt: Ícone
sv: Ikon

source: Address:
es: Dirección:
it: Indirizzo:
ja: アドレス:
nl: Adres:
pt: Endereço:
sr: Адреса:
sr@latn: Adresa:
sv: Adress:
tr: Adres:

source: Name:
es: Nombre:
it: Nome:
ja: 名前:
nl: Naam:
pt: Nome:
sr: Име:
sr@latn: Ime:
sv: Namn:
tr: İsim:

source: Typ:
es: Tipo:
it: Tipo:
nl: Type:
pt: Tipo:
sr: Врста:
sr@latn: Vrsta:
tr: Tip:

source: Signal:
es: Señal:
it: Segnale:
ja: シグナル:
nl: Signaal:
pt: Sinal:
sr: Сигнал:
tr: Sinyal:

source: Version:
es: Versión:
it: Versione:
ja: バージョン:
nl: Versie:
pt: Versão:
sr: Верзија:
sr@latn: Verzija:
tr: Sürüm:

source: Revision:
es: Revisión:
it: Revisione:
ja: リビジョン:
nl: Revisie:
pt: Revisão:
sr: Ревизија:
sr@latn: Revizija:
sv: Utgåva:
tr: Revizyon:

source: Manufacturer:
es: Fabricante:
it: Produttore:
ja: メーカー:
nl: Fabrikant:
pt: Fabricante:
sr: Произвођач:
sr@latn: Proizvođač:
sv: Tillverkare:
tr: Üretici:

source: Category:
es: Categoría:
it: Categoria:
ja: カテゴリ:
nl: Categorie:
pt: Categoria:
sr: Категорија:
sr@latn: Kategorija:
sv: Kategori:
tr: Kategori:

source: Services
es: Servicios
it: Servizi
ja: サービス
nl: Diensten
pt: Serviços
sr: Услуге
sr@latn: Usluge
sv: Tjänster
tr: Servisler

source: Periodic Scan
es: Exploración periódica
it: Scansione periodica
ja: 定期的な探索
nl: Periodiek scannen
pt: Pesquisa Periódica
sv: Periodisk sökning

source: Discover Remote Services
es: Descubrir servicios remotos
it: Rileva servizi remoti
ja: リモートサービスを発見
nl: Externe apparaten detecteren
pt: Descobrir os Serviços Remotos
sv: Upptäck fjärrtjänster

source: Discovering the available Services of the Remote Device takes quiet longer.
es: Descubrir los servicios disponibles del dispositivo remoto se relizará de forma silenciosa.
it: Rilevare i servizi disponibili del dispositivo remoto richiede un po' più di tempo.
ja: リモートデバイスで利用可能なサービスを発見するにはかなり時間がかかります。
nl: Het detecteren van beschikbare diensten op externe apparaten duurt enigszins langer.
pt: A descoberta dos serviços disponíveis para o Dispositivo Remoto leva mais tempo.
sv: Att upptäcka tillgängliga tjänster för en fjärrenhet tar längre tid.

source: Paired/Trusted Devices
es: Dispositivos emparejados/de confianza
it: Dispositivi accoppiati/fidati
ja: ペアリング済み/信頼されたデバイス
nl: Gepaarde/vertrouwde apparaten
pt: Dispositivos Emparelhados/Fiáveis
sv: Ihopparade eller pålitliga enheter

source: Currently connected Bluetooth devices with proven identity (<i>paired devices</i>):
es: Dispositivos bluetooth conectados con identidad comprobada (<i>dispositivos emparejados</i>):
it: Dispositivi Bluetooth attualmente connessi con identità verificata (<i>dispositivi accoppiati</i>):
ja: 現在接続している信頼できる (ペアリング済みの) Bluetooth デバイス:
nl: Momenteel verbonden Bluetooth-apparaten met bewezen identiteit (<i>gepaarde apparaten</i>):
pt: Dispositivos ligados de momento com identidade provada (<i>emparelhados</i>):
sr: Тренутно повезани Bluetooth уређаји са доказаним идентитетом (<i>упарени уређаји</i>):
sr@latn: Trenutno povezani Bluetooth uređaji sa dokazanim identitetom (<i>upareni uređaji</i>):
sv: För närvarande anslutna Blåtandsenheter med bekräftad identitet (<i>ihopparade enheter</i>):

source: Device
es: Dispositivo
it: Dispositivo
ja: デバイス
nl: Apparaat
pt: Dispositivo
sr: Уређај
sr@latn: Uređaj
sv: Enhet
tr: Aygıt

source: &Remove Pairing...
es: Elimina&r emparejamiento...
it: &Rimuovi accoppiamento...
ja: ペアリングを解除(&R)...
nl: Paarkoppeling ve&rwijderen...
pt: &Remover o Emparelhamento...
sr: &Уклони упаривање...
sr@latn: &Ukloni uparivanje...
sv: &Ta bort par...
tr: Eşlemeyi &Kaldır...

source: Remove Trust...
es: Eliminar confianza...
it: Rimuovi fiducia...
ja: 信頼を削除...
nl: Vertrouwen verwijderen...
pt: Remover a Confiança...
sr: Уклони поверење...
sr@latn: Ukloni poverenje...
sv: Ta bort pålitlig enhet...

source: <b>Note:</b> The pairing procedure to add new devices will be started automatically if you access a service which requests a secure connection.
es: <b>Nota:</b> El procedimiento de emparejamiento para añadir nuevos dispositivos se iniciará automáticamente si accede a un servicio con peticiones de conexión segura.
it: <b>Nota:</b> la procedura di accoppiamento per aggiungere nuovi dispositivi sarà avviata automaticamente se accedi a un servizio che richiede una connessione sicura.
ja: [注意] 新しいデバイスを追加するペアリング手続きは、セキュアな接続を要求するサービスにアクセスすると自動的に開始されます。
nl: <b>Opmerking:</b> de paarprocedure voor het toevoegen van nieuwe apparaten zal automatisch worden gestart als u een service gebruikt die vraagt om een beveiligde verbinding.
pt: <b>Nota:</b> O procedimento de emparelhamento para adicionar dispositivos novos será iniciado automaticamente, se aceder a um serviço que peça uma ligação segura.
sr: <b>Напомена:</b> Процедура упаривања за додавање нових уређаја биће покренута аутоматски уколико приступите услузи која захтева безбедну везу.
sr@latn: <b>Napomena:</b> Procedura uparivanja za dodavanje novih uređaja biće pokrenuta automatski ukoliko pristupite usluzi koja zahteva bezbednu vezu.
sv: <b>Observera:</b> Proceduren för att para ihop och lägga till nya enheter påbörjas automatiskt om du försöker komma åt en tjänst som begär en säker anslutning.
tr: <b>Not:</b>Eğer güvenli bağlantı gerektiren bir hizmete erişirseniz, yeni aygıtları eşleme işlemi kendiliğinden başlayacaktır.

source: Export...
es: Exportar...
it: Esporta...
ja: エクスポート...
nl: Exporteren...
pt: Exportar...
sr: Извези...
sr@latn: Izvezi...
sv: Exportera...
tr: Dışa Aktar...

source: Let's you
es: Mantener
it: Metti che
nl: Laat u
pt: Deixá-lo
sr: Дозвољава вам да
sr@latn: Dozvoljava vam da
sv: Gör att du kan
tr: Size izin verir

source: Export Link Keys
es: Exportar teclas de enlace
it: Esporta chiavi dei collegamenti
ja: リンクキーをエクスポート
nl: Link-keys exporteren
pt: Exportar as Chaves da Ligação
sr: Извези кључеве везе
sr@latn: Izvezi ključeve veze
sv: Exportera länknycklar
tr: Bağlantı Anahtarlarını Dışa Aktar

source: Pairing a device in a dual boot setup breaks an alreay established pairing in the other operating system, because the link keys stored by each OS are not identical. Here you can export BlueZ's keys for use with Windows, so that you don't have to pair devices again each time you switch the OS.
es: Emparejar un dispositivo en una configuración de arranque dual rompe un emparejamiento ya realizado en el otro sistema operativo, ya que las que claves se guardar para cada uno de los sistemas operativos no son idénticas. Aquí puede exportar las claves BlueZ para utilizarlas con Windows, de forma que no tenga que emparejar los dispositivos nuevamente cada vez que cambia de sistema operativo.
it: Accoppiare un dispositivo in modalità ad avvio multiplo annulla l'accoppiamento fatto nell'altro sistema operativo, perché la chiave di collegamento salvata da ogni sistema è diversa. Qui puoi esportare le chiavi di BlueZ da usare con Windows, in modo da non dover accoppiare i dispositivi ogni volta che cambi sistema operativo.
ja: デュアルブート環境でデバイスのペアリングを行うと、もう一方の OS (オペレーティングシステム) で既に確立されているペアリングが解除されてしまいます。これは、それぞれの OS によって保存されるリンクキーが同一ではないためです。ここで、BlueZ のキーを Windows で使用するためにエクスポートすることができます。これによって、OS を切り替えるたびにデバイスのペアリングをやり直す必要がなくなります。
nl: Het paren van een apparaat bij een dualboot-computer breekt een bestaande paarkoppeling in het andere besturingssysteem, omdat de link-keys die door beide systemen zijn opgeslagen niet identiek aan elkaar zijn. Hier kunt u de sleutels van BlueZ exporteren zodat u ze onder Windows kunt gebruiken. Op die manier hoeft u de apparaten niet telkens opnieuw te paren als u van besturingssysteem wisselt.
pt: Se emparelhar um dispositivo numa configuração de arranque duplo quebra um emparelhamento já estabelecido no outro sistema operativo, porque as chaves de ligação guardadas por cada SO não são idênticas. Aqui poderá exportar as chaves do BlueZ para usar no Windows, para que não tenha de emparelhar os dispositivos de novo, de cada vez que mudar de SO.
sr: Упаривање уређаја на рачунарима са могућношћу подизања два оперативна система, прекида већ успостављено упаривање на другом оперативном систему, зато што кључеви за сваки ОС нису идентични. Овде можете да извезете кључеве за коришћење са Windows-ом, тако да нећете морати поново да упарујете уређаје сваки пут када промените оперативни систем.
sr@latn: Uparivanje uređaja na računarima sa mogućnošću podizanja dva operativna sistema, prekida već uspostavljeno uparivanje na drugom operativnom sistemu, zato što ključevi za svaki OS nisu identični. Ovde možete da izvezete ključeve za korišćenje sa Windows-om, tako da nećete morati ponovo da uparujete uređaje svaki put kada promenite operativni sistem.
sv: Att para ihop en enhet i ett system med dubbel start bryter redan upprättade par i det andra operativsystemet, eftersom länknycklarna som lagras av varje operativsystem inte är identiska. Här kan du exportera BlueZ:s nycklar för användning i Windows, så att du inte behöver para ihop enheter igen varje gång du byter operativsystem.
tr: Çift açılış konumunda bir aygıtı eşlemek, diğer işletim sistemindeki mevcut bağlantıyı sonlandırır, çünkü her işletim sisteminde saklanan bağlantı anahtarları özdeş değildir. Buradan BlueZ anahtarlarını Windows ile kullanmak üzere dışarı aktarabilirsiniz. Böylece her işletim sistemi değiştirdiğinizde aygıtları eşlemek zorunda kalmazsınız.

source: Read more about dual boot setups...
es: Leer más sobre las configuraciones de arranque dual...
it: Leggi altro materiale sulle configurazioni ad avvio multiplo...
ja: デュアルブート環境でのセットアップについて...
nl: Lees meer over dualboot-systemen...
pt: Ler mais sobre as configurações de arranque duplo...
sr: Прочитајте више о подешавањима двоструког бутовања...
sr@latn: Pročitajte više o podešavanjima dvostrukog butovanja...
sv: Läs mer om system med dubbel start...
tr: Çiftli açılış ayarları hakkında daha fazlasını okuyun...

source: Bluetooth Stacks Used Besides BlueZ
es: Pilas Bluetooth utilizadas además de BlueZ
it: Pile Bluetooth usate oltre a BlueZ
ja: BlueZ の他に使用される Bluetooth スタック
nl: Bluetooth-stacks die naast BlueZ worden gebruikt
pt: Infra-Estruturas de Bluetooth Usadas Além do BlueZ
sv: Blåtandsprogram som används förutom BlueZ
tr: BlueZ Arkasında Kullanılan Mavidiş Katmanları

source: Widcomm Bluetooth stack
es: Pila Bluetooth de Widcomm
it: Pila Bluetooth di Widcomm
ja: Widcomm Bluetooth スタック
pt: Infra-estrutura de Bluetooth da Widcomm
sv: Widcomm Blåtandsprogram
tr: Widcomm Mavidiş katmanı

source: Microsoft Bluetooth stack
es: Pila Bluetooth de Microsoft
it: Pila Bluetooth di Microsoft
ja: Microsoft Bluetooth スタック
pt: Infra-estrutura de Bluetooth da Microsoft
sv: Microsoft Blåtandsprogram
tr: Microsoft Mavidiş katmanı

source: Save to File...
es: Guardar en archivo...
it: Salva su file...
ja: ファイルに保存...
nl: Opslaan naar bestand...
pt: Gravar num Ficheiro...
sr: Сними у фајл...
sr@latn: Snimi u fajl...
sv: Spara till en fil...
tr: Dosyaya Kaydet...

source: Send via OBEX Push...
es: Enviar a través de OBEX Push...
it: Invia con OBEX Push...
ja: OBEX プッシュで送信...
nl: Verzenden met OBEX-push...
pt: Enviar via OBEX Push...
sv: Skicka via OBEX-utsändning...
tr: OBEX Desteği ile Gönder...

source: New Device
es: Dispositivo nuevo
it: Nuovo dispositivo
ja: 新しいデバイス
nl: Nieuw apparaat
pt: Novo Dispositivo
sr: Нови уређај
sr@latn: Novi uređaj
sv: Ny enhet
tr: Yeni Aygıt

source: <b>New Input Device:</b>
es: <b>Nuevo dispositivo de entrada:</b>
it: <b>Nuovo dispositivo di inserimento:</b>
ja: <b>新しい入力デバイス:</b>
nl: <b>Nieuw invoerapparaat:</b>
pt: <b>Novo Dispositivo de Entrada:</b>
sr: <b>Нови улазни уређај:</b>
sr@latn: <b>Novi ulazni uređaj:</b>
sv: <b>Ny inenhet:</b>

source: &Setup
es: &Configuración
it: &Configurazione
ja: セットアップ(&S)
nl: In&stellingen
pt: &Configuração
sr: &Поставке
sr@latn: &Postavke
sv: In&ställning

source: Input Devices
es: Dispositivos de entrada
it: Dispositivi di inserimento
ja: 入力デバイス
nl: Invoerapparaten
pt: Dispositivos de Entrada
sr: Улазни уређаји
sr@latn: Ulazni uređaji
sv: Inenheter
tr: Girdi Aygıtları

source: <font size="+1">Configured Input Devices:</font>
es: <font size="+1">Dispositivos de entrada configurados:</font>
it: <font size="+1">Dispositivi di inserimento configurati:</font>
ja: <font size="+1">設定済みの入力デバイス:</font>
nl: <font size="+1">Ingestelde invoerapparaten:</font>
pt: <font size="+1">Dispositivos de Entrada Configurados:</font>
sr: <font size="+1">Подешени улазни уређаји:</font>
sr@latn: <font size="+1">Podešeni ulazni uređaji:</font>
sv: <font size="+1">Inställda inenheter:</font>

source: C&onnect
es: C&onectar
it: C&onnetti
ja: 接続(&O)
nl: Ver&binden
pt: L&igar
sr: П&овежи се
sr@latn: P&oveži se
sv: Ansl&ut

source: &Add New Devices >>
es: &Añadir dispositivos nuevos >>
it: &Aggiungi nuovi dispositivi >>
ja: 新しいデバイスを追加(&A) >>
nl: Nieuwe &apparaten toevoegen >>
pt: &Adicionar Dispositivos Novos >>
sr: Дод&ај нове уређаје >>
sr@latn: Dod&aj nove uređaje >>
sv: &Lägg till nya enheter >>

source: Lock the screen if the selected device disappears
es: Bloquear la pantalla si el dispositivo seleccionado desaparece
it: Blocca lo schermo se il dispositivo selezionato sparisce
ja: 選択したデバイスが消えたらスクリーンをロックする
nl: Vergrendel het scherm als het gekozen apparaat verdwijnt
pt: Bloquear o ecrã se o dispositivos seleccionado desaparecer
sr: Закључај екран ако изабрани уређај нестане
sr@latn: Zaključaj ekran ako izabrani uređaj nestane
sv: Lås skärmen om den valda enheten försvinner
