Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kdebluetooth-1.0~beta9~r769275/po/*/kdebluetooth.po
Languages: es, it, ja, nl, pt, sr, sr@latn, sv, tr

source: Unlock the screen if the selected device appears again
es: Desbloquear la pantalla si el dispositivo seleccionado vuelve a aparecer
it: Sblocca lo schermo se il dispositivo selezionato riappare
ja: 選択したデバイスが再び現れたらスクリーンのロックを解除する
nl: Ontgrendel het scherm als het gekozen apparaat weer verschijnt
pt: Desbloquear o ecrã se o dispositivos seleccionado aparecer de novo
sv: Lås upp skärmen om den valda enheten dyker upp igen

source: KDE Bluetooth Framework
es: Estructura bluetooth de KDE
it: Infrastruttura Bluetooth di KDE
ja: KDE Bluetooth フレームワーク
pt: Infra-estrutura Bluetooth KDE
sr: Bluetooth оквир за KDE
sr@latn: Bluetooth okvir za KDE
sv: KDE:s Blåtandsramverk
tr: KDE Bluetooth Ortamı

source: <p><font size="+2">Incoming File Transfer</font></p> <b>%1</b> wants to send you some files.<br/> Press <i>Save</i> to accept all files or drag them to another application or folder.
es: <p><font size="+2">Tranferencia de archivo entrante</font></p> <b>%1</b> desea enviarle algunos archivos.<br/> Pulse <i>Guardar</i> para aceptar todos los archivos o arrástrelos a otra aplicación o carpeta.
it: <p><font size="+2">Trasferimento di file in arrivo</font></p> <b>%1</b> vuole inviarti dei file.<br/> Premi <i>Salva</i> per accettare tutti i file o trascinali in un'altra applicazione o cartella.
ja: <p><font size="+2">ファイルの受信</font></p> <b>%1</b> があなたにファイルを送信しようとしています。<br/> すべてのファイルを受け入れる場合は「保存」を押してください。あるいはファイルを他のアプリケーションまたはフォルダにドラッグしてください。
nl: <p><font size="+2">Inkomende bestandsoverdracht</font></p> <b>%1</b> wil u enkele bestanden toesturen. <br/> Klik op <i>Opslaan</i> om alle bestanden te accepteren of versleep ze naar een ander programma of andere map.
pt: <p><font size="+2">Transferência de Ficheiros Recebida</font></p> <b>%1</b> deseja enviar-lhe alguns ficheiros.<br/> Carregue em <i>Gravar</i> para aceitar todos os ficheiros ou arraste-os para outra aplicação ou pasta.
sr: <p><font size="+2">Долазни пренос фајла</font></p> <b>%1</b> жели да вам пошаље неке фајлове.<br/> Притисните <i>Сачувај</i> да прихватите све фајлове или их превуците до другог програма или фасцикле.
sr@latn: <p><font size="+2">Dolazni prenos fajla</font></p> <b>%1</b> želi da vam pošalje neke fajlove.<br/> Pritisnite <i>Sačuvaj</i> da prihvatite sve fajlove ili ih prevucite do drugog programa ili fascikle.
sv: <p><font size="+2">Inkommande filöverföring</font></p> <b>%1</b> vill skicka dig några filer.<br/> Klicka på <i>Spara</i> för att acceptera alla filer, eller dra dem till ett annat program eller en annan katalog.

source: Waiting...
es: Esperando...
it: Attesa...
ja: 待機中...
nl: Wachten...
pt: À espera...
sr: Чекам...
sr@latn: Čekam...
sv: Väntar...
tr: Bekliyor...

source: Open destination folder:
es: Abrir carpeta de destino:
it: Apri cartella di conversazione:
ja: 行き先フォルダを開く:
nl: Bestemmingsmap openen:
pt: Abrir a pasta de destino:
sr: Отвори одредишну фасциклу:
sr@latn: Otvori odredišnu fasciklu:
sv: Öppna målkatalog:
tr: Hedef dizini aç:

source: AdapterDialog
es: DiálogoAdaptador
nl: AdapterDialoog
sr: Дијалог адаптера
sr@latn: Dijalog adaptera
sv: Anslutningsdialogruta
tr: Adaptör Penceresi

source: Device Settings
es: Preferencias del dispositivo
it: Impostazioni del dispositivo
ja: デバイスの設定
nl: Apparaatinstellingen
pt: Configuração do Dispositivo
sr: Поставке уређаја
sr@latn: Postavke uređaja
sv: Enhetsinställningar
tr: Aygıt Ayarları

source: Adapter Name:
es: Nombre del adaptador:
it: Nome dell'adattatore:
ja: アダプタ名:
nl: Naam adapter:
pt: Nome do Adaptador:
sr: Име адаптера:
sr@latn: Ime adaptera:
sv: Anslutningsnamn:
tr: Adaptör Adı:

source: Mode:
es: Modo:
it: Modalità:
ja: モード:
nl: Modus:
pt: Modo:
sr: Режим:
sr@latn: Režim:
sv: Läge:
tr: Kip:

source: Discoverable Timeout:
es: Tiempo límite para descubrimiento
it: Scadenza di rilevamento:
ja: 発見可能のタイムアウト:
nl: Wachttijd voor vindbaar:
pt: Tempo-Limite de Descoberta:
sr: Време за откривање:
sr@latn: Vreme za otkrivanje:
sv: Tidsgräns för upptäckt:
tr: Bulma İşlemi Zaman Aşımı Süresi:

source: Timeout after the adapter gets invisible
es: Tiempor máximo después del cual el adaptador se vuelve invisible
it: Scadenza dopo che l'adattatore sparisce
ja: アダプタが非表示になった後のタイムアウト
nl: Wachttijd nadat apparaat onzichtbaar wordt
pt: Tempo-limite após a invisibilidade do adaptador
sr: Време након кога адаптер постаје невидљив
sr@latn: Vreme nakon koga adapter postaje nevidljiv
sv: Tidsgräns innan anslutningen blir osynlig

source: Class of Device:
es: Clase de dispositivo:
it: Classe del dispositivo:
ja: デバイスのクラス:
nl: Apparaatklasse:
pt: Classe do Dispositivo:
sr: Класа уређаја:
sr@latn: Klasa uređaja:
sv: Enhetsklass:
tr: Aygıtın Sınıfı:

source: Unspecified
es: Sin especificar
it: Non specificata
ja: 指定なし
nl: Niet opgegeven
pt: Não indicado
sr: Неодређена
sr@latn: Neodređena
sv: Ospecificerad
tr: Belirtilmemiş

source: Desktop
es: Escritorio
ja: デスクトップ
pt: Computador
sr: Радна површина
sr@latn: Radna površina
sv: Skrivbord
tr: Masaüstü

source: Laptop
es: Portátil
ja: ラップトップ
pt: Portátil
sr: Лаптоп
sv: Bärbar dator
tr: Dizüstü

source: Device Information
es: Información del disposivo
it: Informazioni sul dispositivo
ja: デバイスの情報
nl: Apparaatinformatie
pt: Informação do Dispositivo
sr: Информације о уређају
sr@latn: Informacije o uređaju
sv: Enhetsinformation
tr: Aygıt Bilgileri

source: PinDefaultDialog
es: DiálogoPredeterminadoPin
sr: Дијалог подразумеваног ПИБ-а
sr@latn: Dijalog podrazumevanog PIB-a
sv: PIN-standarddialogruta

source: <font size="+2">Bluetooth Authorization Request</font> <p><b>%1</b> (device address <b>%2</b>) %3.</p> <p> If you aren't sure about the identity of the other party, then reject this authorization request.</p>
es: <font size="+2">Petición de autorización bluetooth</font> <p><b>%1</b> (dirección del dispositivo <b>%2</b>) %3.</p> <p> Si no está seguro de la identidad de la otra parte, rechace esta petición de autorización.</p>
it: <font size="+2">Richiesta di autorizzazione Bluetooth</font> <p><b>%1</b> (indirizzo del dispositivo <b>%2</b>) %3</p> <p> Se non sei sicuro dell'identità dell'altra parte, rifiuta questa richiesta di autorizzazione.</p>
ja: <font size="+2">Bluetooth 認証要求</font> <p><b>%1</b> (デバイスアドレス <b>%2</b>) %3</p> <p> 信頼できる相手でなければ、この認証要求を拒否してください。</p>
nl: <font size="+2">Bluetooth autorisatieverzoek</font> <p><b>%1</b> (apparaatadres <b>%2</b>) %3.</p> <p> Als u niet zeker bent van de identiteit van de andere partij, weiger dan het autorisatieverzoek.</p>
pt: <font size="+2">Pedido de Autorização do Bluetooth</font> <p>O <b>%1</b> (endereço do dispositivo <b>%2</b>) %3.</p> <p> Se não tem a certeza da identidade do dispositivo, então rejeite este pedido de autorização.</p>
sr: <font size="+2">Bluetooth захтев за ауторизацију</font> <p><b>%1</b> (адреса уређаја <b>%2</b>) %3.</p> <p> Ако нисте сигурни у идентитет друге стране, онда одбијте овај захтев за ауторизацију.</p>
sr@latn: <font size="+2">Bluetooth zahtev za autorizaciju</font> <p><b>%1</b> (adresa uređaja <b>%2</b>) %3.</p> <p> Ako niste sigurni u identitet druge strane, onda odbijte ovaj zahtev za autorizaciju.</p>
sv: <font size="+2">Begäran om tillåtelse för Blåtand</font> <p><b>%1</b> (enhetsadress <b>%2</b>) %3.</p> <p> Om du inte är säker på den andra enhetens identitet, neka till denna begäran om tillåtelse.</p>
tr: <font size="+2">Bluetooth İzin İsteği</font> <p><b>%1</b> (aygıt adresi <b>%2</b>) sizin Bluetooth aygıtınızla eşleştirilmek istiyor.Bu, kimliği denetlenmiş ve güvenli bağlantılar için gereklidir.</p> <p> Eğer karşı tarafın kimliğinden eminseniz, lütfen aşağıya, diğer aygıt tarafından kullanılan PIN ile aynı PIN'i giriniz.</p>

source: <font size="+2">Bluetooth Pairing Request</font> <p><b>%1</b> (device address <b>%2</b>) wants to pair with your Bluetooth device, which is needed for authenticated and secure connections. </p><p> If you are sure about the identity of the other party, then please enter the same PIN below as was used by the other device.</p>
es: <font size="+2">Petición de emparejamiento Bluetooth</font> <p><b>%1</b> (dirección de dispositivo <b>%2</b>) quiere emparejarse con su dispositivo Bluetooth, lo que es necesario para conexiones seguras y autenticadas. </p><p> Si está seguro de la identidad de la otra parte, introduzca abajo el mismo PIN tal y como fue usado por el otro dispositivo.</p>
it: <font size="+2">Richiesta di accoppiamento Bluetooth</font> <p><b>%1</b> (indirizzo del dispositivo <b>%2</b>) vuole accoppiarsi con il tuo dispositivo Bluetooth, cosa che è necessaria per connessioni autenticate e sicure. </p><p> Se sei sicuro dell'identità dell'altra parte, per piacere inserisci qui sotto lo stesso PIN che è stato usato dall'altro dispositivo.</p>
ja: <font size="+2">Bluetooth ペアリング要求</font> <p><b>%1</b> (デバイスアドレス <b>%2</b>) があなたの Bluetooth デバイスとのペアリングを要求しています。これは、認証付きのセキュアな接続のために必要です。</p><p> 信頼できる相手であれば、相手のデバイスによって使用されているのと同じ PIN を下に入力してください。</p>
nl: <font size="+2">Bluetooth paarverzoek</font> <p><b>%1</b> (apparaatadres <b>%2</b>) wil een paarkoppeling opzetten met uw Bluetooth-apparaat, wat nodig is voor geauthenticeerde en beveiligde verbindingen. </p><p> Als u de identiteit kent van de andere partij, voer hieronder dan de PIN of wachtwoord in die ook is gebruikt op het andere apparaat.</p>
pt: <font size="+2">Pedido de Emparelhamento Bluetooth</font> <p>O <b>%1</b> (endereço do dispositivo <b>%2</b>) quer emparelhar com o seu dispositivo Bluetooth, o que é necessário para ligações seguras e autenticadas. </p><p> Se tem a certeza da identidade do dispositivo, então indique o mesmo código em baixo que foi utilizado pelo outro dispositivo.</p>
sr: <font size="+2">Bluetooth захтев упаривања</font> <p><b>%1</b> (адреса уређаја <b>%2</b>) жели да се упари са вашим bluetooth уређајем, што је потребно за аутентификоване и безбедне везе. </p><p> Ако сте сигурни у идентитет друге стране, унесите испод исти PIN који је коришћен за други уређај.</p>
sr@latn: <font size="+2">Bluetooth zahtev uparivanja</font> <p><b>%1</b> (adresa uređaja <b>%2</b>) želi da se upari sa vašim bluetooth uređajem, što je potrebno za autentifikovane i bezbedne veze. </p><p> Ako ste sigurni u identitet druge strane, unesite ispod isti PIN koji je korišćen za drugi uređaj.</p>
sv: <font size="+2">Begäran om Blåtandspar</font> <p><b>%1</b> (enhetsadress <b>%2</b>) vill skapa ett par med din Blåtandsenhet, vilket krävs för behörighetskontrollerade och säkra anslutningar. </p><p> Om du är säker på den andra enhetens identitet, skriv då in samma PIN-kod nedan som används av den andra enheten.</p>
tr: <font size="+2">Bluetooth Eşleşme İsteği</font> <p><b>%1</b> (aygıt adresi <b>%2</b>) sizin Bluetooth aygıtınızla eşleştirilmek istiyor.Bu, kimliği denetlenmiş ve güvenli bağlantılar için gereklidir. </p> <p> Eğer karşı tarafın kimliğinden eminseniz, lütfen aşağıya, diğer aygıt tarafından kullanılan PIN ile aynı PIN'i giriniz.</p>

source: MyDialog1
es: MiDiálogo1
it: MioDialogo1
nl: Mijndialoog1
pt: Janela1
sv: Min dialogruta 1

source: <p>The Bluetooth device "<b>%1</b>" wants to use the service <b>%2</b>.</p> <p>Do you want to allow this access? </p>
es: <p>El dispositivo bluetooth «<b>%1</b>» desea utilizar el servicio <b>%2</b>.</p> <p>¿Desea permitir este acceso? </p>
it: <p>Il dispositivo Bluetooth "<b>%1</b>" vuole usare il servizio <b>%2</b>.</p> <p>Vuoi permettere questo accesso?</p>
ja: <p>Bluetooth デバイス "<b>%1</b>" がサービス <b>%2</b> の使用を要求しています。</p> <p>このアクセスを許可しますか？</p>
nl: <p>Het Bluetooth-apparaat "<b>%1</b>" wil gebruik maken van de dienst <b>%2</b>.</p> <p>Wilt u de toegang toestaan? </p>
pt: <p>O dispositivo Bluetooth "<b>%1</b>" deseja usar o serviço <b>%2</b>.</p> <p>Deseja permitir este acesso? </p>
sv: <p>Blåtandsenheten "<b>%1</b>" vill använda tjänsten <b>%2</b>.</p> <p>Vill du tillåta den att göra det?</p>

source: Future policy for this device and service:
es: Política futura para este servicio y dispositivo:
it: Politica futura per questo dispositivo e servizio:
ja: このデバイスとサービスのための今後のポリシー:
nl: Toekomstig beleid voor apparaat en dienst:
pt: Política futura para este dispositivo e serviço:
sv: Framtida policy för enheten och tjänsten:

source: - trusted
es: - de confianza
it: - fidato
ja: - 信頼された
nl: - vertrouwd
pt: - de confiança
sv: - pålitlig

source: device
es: dispositivo
it: dispositivo
ja: デバイス
nl: apparaat
pt: dispositivo
sv: enhet

source: Last Seen: %1
es: Último visto: %1
it: Ultimo avvistamento: %1
ja: 前回発見: %1
nl: Laatst gezien: %1
pt: Última Ocorrência: %1
sr: Последње виђен: %1
sr@latn: Poslednje viđen: %1
sv: Senast sedd: %1
tr: Son görülme: %1

source: Last Used: %1
es: Último usado: %1
it: Ultimo uso: %1
ja: 前回使用: %1
nl: Laatstgebruikt: %1
pt: Última Utilização: %1
sr: Последње коришћен: %1
sr@latn: Poslednje korišćen: %1
sv: Senast använd: %1
tr: Son kullanılma: %1

source: <h1>BtPaired</h1>With this module you can manage the list of paired Bluetooth Devices.
es: <h1>BtPaired</h1>Con este módulo puede administrar la lista de dispositivos Bluetooth emparejados.
it: <h1>BtPaired</h1>Con questo modulo puoi gestire l'elenco di dispositivi Bluetooth accoppiati.
ja: <h1>BtPaired</h1>このモジュールを使って、ペアリング済みの Bluetooth デバイスのリストを管理することができます。
nl: <h1>BitPaired</h1> Met deze module kunt u de lijst met gepaarde Bluetooth-apparaten beheren.
pt: <h1>BtPaired</h1>Com este módulo, poderá gerir a lista de dispositivos Bluetooth emparelhados.
sr: <h1>BtPaired</h1>Са овим модулом можете управљати листом упарених Bluetooth уређаја.
sr@latn: <h1>BtPaired</h1>Sa ovim modulom možete upravljati listom uparenih Bluetooth uređaja.
sv: <h1>Btpaired</h1> Du kan hantera listan med ihopparade Blåtandsenheter med den här modulen.
tr: <h1>BtPaired</h1>Bu araçla eşlenmiş Mavidiş Aygıtları Listesini yönetebilirsiniz.

source: Copyright (C) 2007 Novell, Inc.
es: Derechos de autor (C) 2007 Novell, Inc.
it: Copyright © 2007 Novell, Inc.
sr: Ауторска права (C) 2007 Novell, Inc.
sr@latn: Autorska prava (C) 2007 Novell, Inc.
sv: Copyright © 2007 Novell, Inc.
tr: Telif Hakları (C) 2007 Novell, Inc.

source: KInputWizard is already running.
es: KInputWizard ya está ejecutándose.
it: KInputWizard è già in esecuzione.
ja: KInputWizard は既に実行中です。
nl: KInputWizard draait al.
pt: O KInputWizard já está a correr.
sr: KInput чаробњак већ ради.
sr@latn: KInput čarobnjak već radi.
sv: Kinputwizard kör redan.
tr: KInputWizard zaten çalışıyor.

source: &Disconnect
es: &Desconectar
it: &Disconnetti
ja: 切断(&D)
nl: Verbin&ding verbreken
pt: &Desligar
sr: &Искључи
sr@latn: &Isključi
sv: &Koppla ner

source: &Connect
es: &Conectar
it: &Connetti
ja: 接続(&C)
nl: &Verbinden
pt: &Ligar
sr: &Повежи се
sr@latn: &Poveži se
sv: Ansl&ut

source: &Add New Device <<
es: &Añadir dispositivo nuevo <<
it: &Aggiungi nuovo dispositivo <<
ja: 新しいデバイスを追加(&A) <<
nl: Nieuw &apparaat toevoegen <<
pt: &Adicionar um Dispositivo Novo <<
sv: &Lägg till ny enhet <<

source: &Add New Device >>
es: &Añadir dispositivo nuevo >>
it: &Aggiungi nuovo dispositivo >>
ja: 新しいデバイスを追加(&A) >>
nl: Nieuwe &apparaten toevoegen >>
pt: &Adicionar um Dispositivo Novo >>
sv: &Lägg till ny enhet >>

source: Creating Input Device
es: Creando dispositivo de entrada
it: Creazione del dispositivo di inserimento
ja: 入力デバイスの作成
nl: Invoerapparaat wordt aangemaakt
pt: A Criar um Dispositivo de Entrada
sr: Правим улазни уређај
sr@latn: Pravim ulazni uređaj
sv: Skapar inenhet

source: You have to select a remote Device to setup!
es: ¡Debe seleccionar un dispositivo remoto para configurarlo!
it: Devi selezionare un dispositivo remoto da configurare.
ja: セットアップするリモートデバイスを選択してください。
nl: Selecteer eerst het externe apparaat dat u wilt instellen.
pt: Tem de seleccionar um dispositivo remoto para o configurar!
sr: Морате изабрати удаљени уређај који подешавате!
sr@latn: Morate izabrati udaljeni uređaj koji podešavate!
sv: Du måste välja en fjärrenhet att ställa in.

source: Creating Input Device failed
es: Falló la creación del dispositivo de entrada
it: Creazione di dispositivo di inserimento non riuscita
ja: 入力デバイスの作成失敗
nl: Aanmaken van invoerapparaat is mislukt
pt: A criação do dispositivo de entrada falhou
sr: Прављење улазног уређаја није успело
sr@latn: Pravljenje ulaznog uređaja nije uspelo
sv: Misslyckades skapa inenhet
tr: Girdi Aygıtı Oluşturulurken Hata

source: Failed to create the input device for %1!
es: ¡Falló la creación del dispositivo de entrada para %1!
it: Impossibile creare il dispositivo di inserimento per %1.
ja: %1 のための入力デバイスの作成に失敗しました。
nl: Kon invoerapparaat voor %1 niet aanmaken!
pt: Não foi possível criado o dispositivo de entrada para o %1!
sr: Нисам успео да направим улазни уређај за %1!
sr@latn: Nisam uspeo da napravim ulazni uređaj za %1!
sv: Misslyckades skapa inenhet för %1.
tr: %1 için girdi aygıtı oluşturma işlemi başarısız oldu!

source: Connect now?
es: ¿Conectar ahora?
it: Connetti ora?
ja: 接続しますか？
nl: Nu verbinding maken?
pt: Ligar agora?
sr: Да се повежем сада?
sr@latn: Da se povežem sada?
sv: Anslut nu?
tr: Şimdi bağlanılsın mı?

source: Would you like to connect to %1 now?
es: ¿Desea conectarse ahora a %1?
it: Vuoi connetterti a %1 ora?
ja: 今すぐ %1 に接続しますか？
nl: Wilt u nu verbinding maken met %1?
pt: Deseja ligar-se a %1 agora?
sr: Желите ли да се сада повежете са %1?
sr@latn: Želite li da se sada povežete sa %1?
sv: Vill du ansluta till %1 nu?
tr: %1 konumuna şimdi bağlanmak ister misiniz?

source: Connection succesfull
es: Conexión correcta
it: Connessione riuscita
ja: 接続成功
nl: Verbinding succesvol
pt: Ligação com sucesso
sr: Повезивање успешно
sr@latn: Povezivanje uspešno
sv: Anslutning lyckades
tr: Bağlantı başarılı

source: Connection to %1 successful established!
es: ¡Establecida correctamente la conexión con %1!
it: Connessione a %1 riuscita correttamente.
ja: %1 への接続を確立しました。
nl: Verbinding met %1 is met succes opgebouwd.
pt: A ligação a %1 foi estabelecida com sucesso!
sr: Веза са %1 је успешно успостављена!
sr@latn: Veza sa %1 je uspešno uspostavljena!
sv: Anslutning till %1 upprättad med lyckat resultat.
tr: %1 konumuna başarılı şekilde bağlanıldı!

source: Connection failed
es: Falló la conexión
it: Connessione non riuscita
ja: 接続失敗
nl: Verbinden is mislukt
pt: Ligação mal-sucedida
sr: Веза није успела
sr@latn: Veza nije uspela
sv: Anslutning misslyckades
tr: Bağlantı başarısız

source: Could not connect to
es: No se pudo conectar con
it: Impossibile connettersi a
ja: 次に接続できませんでした
nl: Kon geen verbinding maken met
pt: Não foi possível ligar a
sr: Не могу да се повежем на
sr@latn: Ne mogu da se povežem na
sv: Kunde inte ansluta till
tr: Şuna bağlanılamadı

source: Check if the device is available and bluetooth enabled.
es: Compruebe si el dispositivo está disponible y el bluetooth activado.
it: Controlla che il dispositivo sia disponibile ed abbia abilitato Bluetooth.
ja: デバイスが利用可能で Bluetooth が有効になっていることを確認してください。
nl: Controleer of het apparaat beschikbaar is en of bluetooth geactiveerd is.
pt: Verifique se o dispositivo está disponível e tem o Bluetooth activo.
sr: Проверите да ли је уређај доступан и bluetooth укључен.
sr@latn: Proverite da li je uređaj dostupan i bluetooth uključen.
sv: Kontrollera om enheten är tillgänglig och Blåtand aktiverad.
tr: Bluetooth'un etkinleştirildiğinden ve aygıtın kullanılabilir olduğundan emin olun.

source: Disconnect succesfull
es: Desconexión correcta
it: Disconnessione riuscita
ja: 切断成功
nl: Verbreken van verbinding succesvol
pt: Desligado com sucesso
sr: Прекидање везе успешно
sr@latn: Prekidanje veze uspešno
sv: Nerkoppling lyckades.
tr: Bağlantı başarılı şekilde kesildi

source: Connection to
es: Conexión con
it: Connessione a
ja: 接続
nl: Verbinding met
pt: A ligação a
sr: Веза са
sr@latn: Veza sa
sv: Anslutning till
tr: Şuna bağlanılıyor

source: successful disconnected!
es: ¡correctamente desconectado!
it: disconnessa con successo.
ja: を切断しました。
nl: is succesvol verbroken.
pt: desligou-se com sucesso!
sr: успешно искључена!
sr@latn: uspešno isključena!
sv: kopplade ner med lyckat resultat.
tr: başarılı bağlantı kesildi!

source: Disconnect failed
es: Falló la desconexión
it: Disconnessione non riuscita
ja: 切断失敗
nl: Verbreken van verbinding is mislukt
pt: O encerramento foi mal-sucedido
sr: Прекидање везе неуспешно
sr@latn: Prekidanje veze neuspešno
sv: Nerkoppling misslyckades
tr: Bağlantı kesme işlemi başarısız

source: could not be disconnected!
es: ¡ no se pudo desconectar!
it: non è stato disconnessa.
ja: を切断できませんでした。
nl: kon niet worden verbroken
pt: não pôde ser desligada!
sr: веза се не може прекинути!
sr@latn: veza se ne može prekinuti!
sv: kunde inte koppla ner.
tr: bağlantı kesilemedi!

source: Connecting...
es: Conectando...
it: Connessione...
ja: 接続しています...
nl: Verbinden...
pt: A ligar...
sv: Ansluter...

source: Disconnecting...
es: Desconectando...
it: Disconnessione...
ja: 切断しています...
nl: Verbinding wordt verbroken...
pt: A desligar...
sv: Kopplar ner...

source: Error connecting to phone Response message:
es: Error al conectarse al teléfono Mensaje de respuesta:
it: Errore durante la connessione al telefono Messaggio di risposta:
ja: 電話に接続中にエラーが発生しました 応答メッセージ:
nl: Fout tijdens verbinden met de telefoon. Antwoord:
pt: Erro ao ligar ao telefone Mensagem de resposta:
sv: Fel vid anslutning till telefon. Svarsmeddelande:

source: Error sending file %1 to phone Response message:
es: Error enviando el archivo %1 al teléfono Mensaje de respuesta:
it: Errore durante l'invio del file %1 al telefono Messaggio di risposta:
ja: ファイル %1 を電話へ送信中にエラーが発生しました 応答メッセージ:
nl: Fout tijdens verzenden van bestand %1 naar de telefoon Antwoord:
pt: Erro ao enviar o ficheiro %1 para o telefone Mensagem de resposta:
sv: Fel när filen %1 skulle skickas till telefonen. Svarsmeddelande:

source: Error getting data from phone Response message:
es: Error obteniendo datos del teléfono Mensaje de respuesta:
it: Errore durante il ricevimento di dati dal telefono Messaggio di risposta:
ja: 電話からデータを取得中にエラーが発生しました 応答メッセージ:
nl: Fout tijdens verkrijgen van gegevens van de telefoon Antwoord:
pt: Erro ao receber os dados do telefone Mensagem de resposta:
sv: Fel när data skulle hämtas från telefonen. Svarsmeddelande:

source: Done
es: Hecho
it: Fatto
ja: 完了
nl: Gereed
pt: Concluído
sv: Klar

source: Error connecting transport
es: Error al conectar el transporte
it: Errore durante la connessione del trasporto
ja: トランスポートの接続エラー
nl: Fout tijdens verbinden van transport
pt: Erro ao ligar ao transporte
sv: Fel vid anslutning av överföring

source: Sending
es: Enviando
it: Invio
ja: 送信中
nl: Verzendt
pt: A enviar.
sv: Skickar

source: to phone
es: al teléfono
it: al telefono
ja: 電話へ
nl: naar de telefoon
pt: para o telefone
sv: till telefon.

source: Requesting stream start...
es: Pidiendo secuencia de inicio...
it: Richiesta di avvio del flusso...
ja: ストリームの開始を要求しています...
nl: Stream-start wordt verzocht...
pt: A pedir o início da transmissão...
sv: Begär start av ström...

source: Streaming data...
es: Datos de la secuencia...
it: Trasporto dati...
ja: データをストリーム中...
nl: Streaming gegevens...
pt: A transmitir os dados...
sv: Strömmar data...

source: KBlueLock is already running.
es: KBlueLock ya se está ejecutándo.
it: KBlueLock è già in esecuzione.
ja: KBlueLock は既に実行中です。
nl: KBlueLock draait al.
pt: O KBlueLock já está a correr.
sr: KBlueLock већ ради.
sr@latn: KBlueLock već radi.
sv: Kbluelock kör redan.
tr: KBlueLock zaten çalışıyor.
