Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kdebluetooth-1.0~beta9~r769275/po/*/kdebluetooth.po
Languages: es, it, ja, nl, pt, sr, sr@latn, sv, tr

source: A KDE KPart Application
es: Una aplicación KPart de KDE
it: Un'applicazione KPart di KDE
ja: KDE KPart アプリケーション
nl: Een KDE KPart-toepassing
pt: Uma Aplicação KPart do KDE
sr: KDE KPart програм
sr@latn: KDE KPart program
sv: Ett KDE KPart-program
tr: Bir KDE KPart Uygulaması

source: Used by kbluetoothd
es: Usado por kbluetoothd
it: Usato da kbluetoothd
ja: kbluetoothd で使用
nl: Gebruikt door kbluetoothd
pt: Usado pelo kbluetoothd
sr: Користи га kbluetoothd
sr@latn: Koristi ga kbluetoothd
sv: Används av Kbluetoothd
tr: kbluetoothd tarafından kullanıldı

source: Used by kio_sdp
es: Usado por kio_sdp
it: Usato da kio_sdp
ja: kio_sdp で使用
nl: Gebruikt door kio_sdp
pt: Utilizado pelo kio_sdp
sr: Користи га kio_sdp
sr@latn: Koristi ga kio_sdp
sv: Använd av kio_sdp
tr: kio_sdp tarafından kullanıldı

source: Bluetooth Serial Chat
es: Charlas a través del puerto serie de bluetooth
it: Chat seriale con Bluetooth
ja: Bluetooth シリアルチャット
nl: Bluetooth seriële chat
pt: Conversa Série por Bluetooth
sr: Bluetooth серијско ћаскање
sr@latn: Bluetooth serijsko ćaskanje
sv: Blåtand seriell chatt
tr: Bluetooth Seri Port İletişimi

source: Device is not available.
es: Dispositivo no disponible.
it: Il dispositivo non è disponibile.
ja: デバイスは利用できません。
nl: Apparaat is niet beschikbaar
pt: O dispositivo está indisponível.
sv: Enheten är inte tillgänglig.

source: HCI device open failed.
es: Falló la conexión del dispositivo HCI.
it: Apertura del dispositivo HCI non riuscita.
ja: HCI デバイスを開けませんでした。
nl: 'HCI device open' is mislukt.
pt: A abertura do dispositivo HCI falhou.
sv: Misslyckades öppna HCI-enhet.

source: HCI name request failed.
es: Falló la petición del nombre HCI
it: Richiesta del nome HCI non riuscita.
ja: HCI 名前要求が失敗しました。
nl: 'HCI name request' is mislukt.
pt: O pedido do nome HCI falhou.
sv: HCI-namnbegäran misslyckades.

source: Error creating socket
es: Error al crear la conexión
it: Errore durante la creazione del socket
ja: ソケット作成エラー
nl: Fout bij aanmaken van socket
pt: Erro ao criar o 'socket'
sv: Fel när uttag skulle skapas

source: Error binding to socket
es: Error al enlazar con la conexión
it: Errore durante il collegamento del socket
ja: ソケットのバインドエラー
nl: Fout bij verbinden met socket
pt: Erro ao associar-se ao 'socket'
sv: Fel vid bindning till uttag

source: HCI filter setup failed
es: Falló la configuración del filtro HCI
it: Configurazione del filtro HCI non riuscita
ja: HCI フィルタのセットアップ失敗
nl: Opzetten van HCI-filter mislukt
pt: A configuração do filtro do HCI falhou
sv: Initiering av HCI-filter misslyckades

source: HCI socket error: 0x%1.
es: Error en la conexión HCI: 0x%1.
it: Errore del socket HCI: 0x%1.
ja: HCI ソケットエラー: 0x%1
nl: HCI-socket-fout: 0x%1.
pt: Erro no 'socket' de HCI: 0x%1.
sv: HCI-uttagsfel: 0x%1.

source: Use bluetooth device hciX (alternative: $HCI_DEVICE)
es: Utilizar dispositivo bluetooth hciX (alternativa: $HCI_DEVICE)
it: Usa il dispositivo Bluetooth hciX (alternativa: $HCI_DEVICE)
ja: Bluetooth デバイス hciX を使用 (代替: $HCI_DEVICE)
nl: Gebruik bluetooth-apparaat hciX (alternatief: $HCI_DEVICE)
pt: Usar o dispositivo Bluetooth 'hciX' (alternativa: $HCI_DEVICE)
sv: Använd Blåtandsenhet hciX (alternativ: $HCI_DEVICE)

source: Timeout while waiting for end of inquiry.
es: Tiempo de espera sobrepasado mientras se esperaba el final de la petición.
it: Tempo scaduto mentre si attendeva la fine della richiesta.
ja: 問い合わせの終了を待つ間にタイムアウトしました。
nl: Wachttijd verstreken tijdens wachten op einde van inquiry.
pt: Expirou o tempo-limite à espera do fim da análise.
sv: Tidsgräns överskriden vid väntan på slut av förfrågan.

source: Searching...
es: Buscando...
it: Ricerca...
ja: 検索中...
nl: Bezig met zoeken...
pt: A procurar...
sr: Тражим...
sr@latn: Tražim...
sv: Söker...

source: Bluetooth Service Selection
es: Selección de servicio bluetooth
it: Selezione dei servizi Bluetooth
ja: Bluetooth サービスの選択
nl: Bluetooth-apparaat selecteren
pt: Selecção do Serviço Bluetooth
sv: Val av Blåtandstjänst

source: Clear the device cache?
es: ¿Borrar la memoria caché del dispositivo?
it: Pulire la cache dei dispositivi?
ja: デバイスのキャッシュをクリアしますか？
nl: Apparaatcache legen?
pt: Deseja limpar a 'cache' do dispositivo?
sv: Rensa enhetscachen?

source: KIO command line client
es: Cliente de línea de órdenes KIO
it: Client da riga di comando di KIO
ja: KIO コマンドラインクライアント
nl: KIO-commandoregelclient
pt: Cliente KIO de linha de comando
sr: KIO клијент командне линије
sr@latn: KIO klijent komandne linije
sv: Kommandoradsklient för I/O-slavar
tr: KIO komut satırı istemcisi

source: List date
es: Listar fecha
it: Elenca date
ja: 日付を表示
nl: Datum tonen
pt: Listar data
sr: Листај датум
sr@latn: Listaj datum
sv: Lista datum
tr: Tarihi listele

source: List user
es: Listar usuario
it: Elenca utenti
ja: ユーザを表示
nl: Gebruiker tonen
pt: Listar o utilizador
sr: Листај корисника
sr@latn: Listaj korisnika
sv: Lista användare
tr: Kullanıcıyı listele

source: List icon name
es: Listar nombre de icono
it: Elenca nomi icone
ja: アイコン名を表示
nl: Pictogramnaam tonen
pt: Listar o nome do ícone
sr: Листај име иконе
sr@latn: Listaj ime ikone
sv: Lista ikonnamn
tr: Simge adını listele

source: List group
es: Listar grupo
it: Elenca gruppi
ja: グループを表示
nl: Groep tonen
pt: Listar grupo
sr: Листај групу
sr@latn: Listaj grupu
sv: Lista grupp
tr: Grubu listele

source: List extra
es: Listar nombre
it: Elenca extra
ja: 追加情報を表示
nl: Extra tonen
pt: Listar extra
sr: Листај додатке
sr@latn: Listaj dodatke
sv: Lista extra
tr: Daha fazla listele

source: Do not list name
es: No listar nombre
it: Non elencare nomi
ja: 名前を表示しない
nl: Naam niet tonen
pt: Não listar nome
sr: Не листај име
sr@latn: Ne listaj ime
sv: Lista inte namn
tr: İsimleri listeleme

source: List access permissions
es: Listar permisos de acceso
it: Elenca permessi di accesso
ja: アクセス許可情報を表示
nl: Toegangsrechten tonen
pt: Listar permissões de acesso
sr: Листај дозволе приступа
sr@latn: Listaj dozvole pristupa
sv: Lista åtkomsträttigheter
tr: Erişim izinlerini listele

source: List modification time
es: Listar hora de modificación
it: Elenca ore di modifica
ja: 最終更新時間を表示
nl: Tijdstip van wijziging tonen
pt: Listar data de modificação
sr: Листај време измене
sr@latn: Listaj vreme izmene
sv: Lista ändringstid
tr: Değiştirilme zamanını listele

source: List access time
es: Listar hora de acceso
it: Elenca ore di accesso
ja: アクセス時間を表示
nl: Tijdstip van laatstgeopend tonen
pt: Listar data de acesso
sr: Листај време приступа
sr@latn: Listaj vreme pristupa
sv: Lista åtkomsttid
tr: Erişim zamanını listele

source: List creation time
es: Listar hora de creación
it: Elenca ore di creazione
ja: 作成時間を表示
nl: Tijdstip van aanmaak tonen
pt: Listar data de criação
sr: Листај време стварања
sr@latn: Listaj vreme stvaranja
sv: Lista skapelsetid
tr: Oluşturulma zamanını listele

source: List file type
es: Listar tipo de archivo
it: Elenca tipi di file
ja: ファイルタイプを表示
nl: Bestandstype tonen
pt: Listar tipo de ficheiro
sr: Листај врсту фајла
sr@latn: Listaj vrstu fajla
sv: Lista filtyp
tr: Dosya tipini listele

source: List link destination
es: Listar destino de enlaces
it: Elenca destinazioni dei collegamenti
ja: リンク先を表示
nl: Koppelingsbestemming tonen
pt: Listar destino da ligação
sr: Листај одредиште везе
sr@latn: Listaj odredište veze
sv: Lista länkmål
tr: Hedefi listele

source: List URL
es: Listar URL
it: Elenca URL
ja: URL を表示
nl: URL-adres tonen
pt: Listar URL
sr: Листај URL
sr@latn: Listaj URL
sv: Lista webbadress
tr: URL listele

source: List mime type
es: Listar tipo mime
it: Elenca tipi MIME
ja: MIME タイプを表示
nl: MIME-bestandstype tonen
pt: Listar tipo MIME
sr: Листај MIME тип
sr@latn: Listaj MIME tip
sv: Lista Mime-typ
tr: Mime tipini listele

source: List guessed mime type
es: Listar tipo mime adivinado
it: Elenca tipi MIME indovinati
ja: 推測した MIME タイプを表示
nl: Gegist MIME-bestandstype tonen
pt: Listar tipo MIME adivinhado
sr: Листај погођени MIME тип
sr@latn: Listaj pogođeni MIME tip
sv: Lista gissad Mime-typ
tr: Tahmin edilen mime tipini listele

source: List XML properties
es: Listar propiedades XML
it: Elenca proprietà XML
ja: XML プロパティを表示
nl: XML-eigenschappen tonen
pt: Listar propriedades XML
sr: Листај XML својства
sr@latn: Listaj XML svojstva
sv: Lista XML-egenskaper
tr: XML özelliklerini listele

source: List size
es: Listar tamaño
it: Elenca dimensioni
ja: サイズを表示
nl: Grootte tonen
pt: Listar tamanho
sr: Листај величину
sr@latn: Listaj veličinu
sv: Lista storlek
tr: Boyutu listele

source: Output file. Defaults to stdout
es: Archivo de salida. De forma perdeterminada, la salida estándar
it: File di uscita (il predefinito è il flusso stdout)
ja: 出力ファイル、デフォルトは STDOUT
nl: Uitvoerbestand. Standaard wordt de uitvoer naar STDOUT gestuurd
pt: Ficheiro de resultado. Por omissão, stdout.
sr: Излазни фајл. Подразумеван је стд.из.
sr@latn: Izlazni fajl. Podrazumevan je std.iz.
sv: Utdatafil. Förvalt värde är standardutmatningen
tr: Çıktı dosyası. stdout için öntanımlılar

source: Input file. Defaults to stdin
es: Archivo de entrada. De forma perdeterminada, la entrada estándar
it: File di ingresso (il predefinito è il flusso stdin)
ja: 入力ファイル、デフォルトは STDIN
nl: Invoerbestand. Standaard wordt STDIN voor de invoer gebruikt
pt: Ficheiro de entrada. Por omissão, stdin.
sr: Улазни фајл. Подразумеван је стд.ул.
sr@latn: Ulazni fajl. Podrazumevan je std.ul.
sv: Indatafil. Förvalt värde är standardinmatningen
tr: Girdi dosyası. stdin için öntanımlılar

source: Show a progress window
es: Mostrar una ventana de progreso
it: Mostra una finestra di avanzamento
ja: 進捗ウィンドウを表示
nl: Toon een voortgangsvenster
pt: Mostrar uma janela de evolução
sr: Прикажи прозор напретка
sr@latn: Prikaži prozor napretka
sv: Visa ett förloppsfönster
tr: Bir ilerleme penceresi göster

source: Ask (graphically) before overwriting files
es: Preguntar (gráficamente) antes de sobreescribir archivos
it: Chiedi (graficamente) prima di sovrascrivere i file
ja: ファイルを上書きする前に GUI で確認する
nl: Vraag (grafisch) om een bevestiging voordat bestanden worden overschreven
pt: Perguntar (graficamente) antes de sobrepor ficheiros
sr: Питај (графички) пре пребрисивања фајлова
sr@latn: Pitaj (grafički) pre prebrisivanja fajlova
sv: Fråga (grafiskt) innan filer skrivs över
tr: Dosyaların üzerine yazmadan önce (arayüzde) sor

source: Show messages from the kioslave
es: Mostrar mensajes provenientes del kioslave
it: Mostra i messaggi dal kioslave
ja: kioslave からのメッセージを表示
nl: Berichten van de kioslave tonen
pt: Mostrar mensagens do kioslave
sr: Прикажи поруке од kioslave-а
sr@latn: Prikaži poruke od kioslave-a
sv: Visa meddelanden från I/O-slaven
tr: Kioslave'den gelen iletileri göster

source: Command (ls, cat, put, cp, rm, mv, mkdir, rmdir)
es: Orden (ls, cat, put, cp, rm, mv, mkdir, rmdir)
it: Comando (ls, cat, put, cp, rm, mv, mkdir, rmdir)
ja: コマンド (ls, cat, put, cp, rm, mv, mkdir, rmdir)
nl: Commando (ls, cat, put, cp, rm, mv, mkdir, rmdir)
pt: Comando (ls, cat, put, cp, rm, mv, mkdir, rmdir)
sr: Наредба (ls, cat, put, cp, rm, mv, mkdir, rmdir)
sr@latn: Naredba (ls, cat, put, cp, rm, mv, mkdir, rmdir)
sv: Kommando (ls, cat, put, cp, rm, mv, mkdir, rmdir)
tr: Komut (ls, cat, put, cp, rm, mv, mkdir, rmdir)

source: kio client
es: cliente kio
it: Client KIO
ja: kio クライアント
pt: Cliente de kio
sr: KIO клијент
sr@latn: KIO klijent
sv: Klient för I/O-slavar
tr: kio istemcisi

source: Arguments missing.
es: Faltan argumentos.
it: Argomenti mancanti.
ja: 引数がありません。
nl: Argumenten ontbreken.
pt: Faltam argumentos.
sr: Недостају аргументи.
sr@latn: Nedostaju argumenti.
sv: Argument saknas.
tr: Argümanlar yok.

source: unknown command: %1
es: orden desconocida: %1
it: Comando sconosciuto: %1
ja: 未知のコマンド: %1
nl: onbekend commando: %1
pt: comando desconhecido: %1
sr: непозната наредба: %1
sr@latn: nepoznata naredba: %1
sv: Okänt kommando: %1
tr: bilinmeyen komut: %1

source: _: NAME OF TRANSLATORS Your names
es: Santiago Fernández Sancho
it: Federico Zenith
ja: Yukiko Bando
nl: Rinse de Vries
pt: José Nuno Pires,Pedro Morais
sr: Часлав Илић,Слободан Симић
sr@latn: Časlav Ilić,Slobodan Simić
sv: Stefan Asserhäll
tr: Emre Aladağ, Serdar Soytetir

source: _: EMAIL OF TRANSLATORS Your emails
es: santi@kde-es.org
it: zenith@chemeng.ntnu.no
ja: ybando@k6.dion.ne.jp
nl: rinsedevries@kde.nl
pt: jncp@netcabo.pt,morais@kde.org
sr: caslav.ilic@gmx.net,simicsl@verat.net
sr@latn: caslav.ilic@gmx.net,simicsl@verat.net
sv: stefan.asserhall@comhem.se
tr: emre@emrealadag.com, tulliana@gmail.com

source: Author
es: Autor
it: Autore
ja: 作者
nl: Auteur
pt: Autor
sr: Аутор
sr@latn: Autor
sv: Upphovsman
tr: Yazar

source: KBlueMon is already running.
es: KBlueMon ya se está ejecutándo.
it: KBlueMon è già in esecuzione.
ja: KBlueMon は既に実行中です。
nl: KBlueMon draait al.
pt: O KBlueMon já está a correr.
sv: Kbluemon kör redan.

source: Scanning...
es: Explorando...
it: Scansione...
ja: 探索中...
nl: Bezig met scannen...
pt: A pesquisar...
sv: Söker...

source: Service Discovery disabled
es: Servicio de descubrimiento desactivado
it: Rilevamento dei servizi disattivato
ja: サービス発見が無効になっています
nl: Apparaatdetectie uitgeschakeld
pt: A Descoberta de Serviços está desactivada
sv: Tjänstupptäckt inaktiverad

source: <i>not available</i>
es: <i>no disponible</i>
it: <i>non disponibile</i>
ja: 利用できません
nl: <i>niet beschikbaar</i>
pt: <i>indisponível</i>
sr: <i>недоступно</i>
sr@latn: <i>nedostupno</i>
sv: <i>inte tillgänglig</i>
tr: <i>kullanılabilir değil</i>

source: no Services discovered
es: No se descubrieron servicios
it: Nessun servizio rilevato
ja: サービスは発見されませんでした
nl: geen diensten gevonden
pt: Não foram descobertos serviços
sr: нема откривених услуга
sr@latn: nema otkrivenih usluga
sv: några tjänster hittades inte
tr: Hiç servis bulunamadı

source: St&op Scan
es: Detener expl&oración
it: Ferma scansi&one
ja: 探索を停止(&O)
nl: Scannen st&oppen
pt: &Parar a Pesquisa
sv: St&oppa sökning

source: St&art Scan
es: Inici&ar exploración
it: &Avvia scansione
ja: 探索を開始(&A)
nl: Scannen st&arten
pt: Inici&ar a Pesquisa
sv: St&arta sökning

source: Periodic Discovery started
es: Iniciado descubrimiento periódico
it: Rilevamento periodico avviato
ja: 定期的な発見を開始しました
nl: Periodieke detectie gestart
pt: A Descoberta Periódica foi iniciada
sv: Periodisk upptäckt startad

source: Failed to start Periodic Discovery! (
es: ¡Falló el inicio del descubrimiento periódico! (
it: Avvio del rilevamento periodico non riuscito.
ja: 定期的な発見を開始できませんでした (
nl: Kon periodieke detectie niet starten. (
pt: Não foi possível iniciar a Descoberta Periódica!
sv: Misslyckades starta periodisk upptäckt.

source: Device Discovery started
es: Iniciado dispositivo de descubrimiento
it: Rilevamento dei dispositivi avviato
ja: デバイスの発見を開始しました
nl: Apparaatdetectie gestart
pt: A Descoberta de Serviços foi iniciada
sv: Upptäckt av enhet startad

source: No working Bluetooth adapter found.
es: No se encontró adaptador bluetooth que funcione.
it: Nessun adattatore Bluetooth attivo trovato.
ja: 動作中の Bluetooth アダプタが見つかりませんでした。
nl: Geen werkende Bluetooth-adapter gevonden.
pt: Não foi encontrado nenhum adaptador Bluetooth em funcionamento.
sr: Bluetooth адаптер није пронађен.
sr@latn: Bluetooth adapter nije pronađen.
sv: Ingen fungerade Blåtandsanslutning hittades.
tr: Çalışan bir Bluetooth adaptörü bulunamadı.

source: Bluetooth neighborhood
es: Zona bluetooth.
it: Vicinato Bluetooth
ja: 近くの Bluetooth
nl: Bluetooth-omgeving
pt: Vizinhança Bluetooth
sr: Bluetooth комшилук
sr@latn: Bluetooth komšiluk
sv: Blåtandsomgivning
tr: Bluetooth komşuları

source: More services
es: Más servicios
it: Altri servizi
ja: 他のサービス
nl: Meer diensten
pt: Mais serviços
sr: Још услуга
sr@latn: Još usluga
sv: Fler tjänster...
tr: Daha fazla servis

source: Could not stat %1. Unknown device
es: No se pudo iniciar %1. Dispositivo desconocido
it: Impossibile fare le statistiche di %1. Dispositivo sconosciuto
nl: Kon %1 niet bepalen. Onbekend apparaat
pt: Não foi possível executar o 'stat' sobre o %1. O dispositivo é desconhecido
sr: Не могу да извршим stat %1. Непознат уређај
sr@latn: Ne mogu da izvršim stat %1. Nepoznat uređaj
sv: Kunde inte hämta information om %1. Okänd enhet
tr: %1 başlatılamadı. Bilinmeyen aygıt

source: Retrieving services for %1.
es: Recuperando servicios para %1.
it: Recupero servizi per %1.
ja: %1 のためのサービスを取得しています。
nl: Diensten voor %1 worden opgehaald.
pt: A obter os serviços de %1.
sr: Добављам услуге за %1.
sr@latn: Dobavljam usluge za %1.
sv: Hämtar tjänster för %1.
tr: %1 için servisler bulunuyor.

source: Disconnecting
es: Desconectando
it: Disconnessione
ja: 切断しています
nl: Verbinding wordt verbroken
pt: A desligar
sr: Искључујем
sr@latn: Isključujem
sv: Kopplar ner
tr: Bağlantı kesiliyor

source: Disconnected
es: Desconectado
it: Disconnesso
ja: 切断しました
nl: Niet verbonden
pt: Desligado
sr: Није повезан
sr@latn: Nije povezan
sv: Nerkopplad
tr: Bağantı kesildi

source: Protocol name
es: Nombre del protocolo
it: Nome del protocollo
ja: プロトコル名
nl: Protocolnaam
pt: Nome do protocolo
sr: Име протокола
sr@latn: Ime protokola
sv: Protokollnamn
tr: Protokol adı

source: Socket name
es: Nombre de la conexión
it: Nome del socket
ja: ソケット名
nl: Socket-naam
pt: Nome do 'socket'
sr: Име сокета
sr@latn: Ime soketa
sv: Uttagsnamn
tr: Soket adı

source: Could not stat %1.
es: No se pudo iniciar %1.
it: Impossibile fare le statistiche di %1.
nl: Kon status van %1 niet achterhalen.
pt: Não foi possível executar o 'stat' em %1.
sr: Не могу да извршим stat %1.
sr@latn: Ne mogu da izvršim stat %1.
sv: Kunde inte hämta information om %1.
tr: %1 başlatılamadı.

source: Location:
es: Dirección:
it: Posizione:
ja: 場所:
nl: Locatie:
pt: Localização:
sr: Локација:
sr@latn: Lokacija:
sv: Plats:
tr: Konum:

source: <qt>Click this button to enter the parent folder.<p>For instance, if the current location is file:/home/%1 clicking this button will take you to file:/home.</qt>
es: <qt>Pulse este botón para entrar en la carpeta superior.<p>Por ejemplo, si la ubicación actual es file:/home/%1, al pulsar este botón pasará a file:/home.</qt>
it: <qt>Fai clic su questo pulsante per entrare nella cartella madre.<p>Per esempio, se la posizione corrente è file:/home/%1, fare clic su questo pulsante ti porterà a file:/home.</qt>
ja: <qt>このボタンをクリックして、親フォルダに移動します。<p>例えば、現在の場所が file:/home/%1 であれば、このボタンを押すと file:/home に移動します。</qt>
nl: <qt>Druk op deze knop om de bovenliggende map te openen. <p>bijvoorbeeld, als de huidige locatie file:/home/%1 is, dan komt u in de map file:/home als u op deze knop drukt.</qt>
pt: <qt>Carregue neste botão para entrar na pasta superior.<p>Por exemplo, se a localização actual for a file:/home/%1, ao carregar neste botão irá passar para a file:/home.</qt>
sr: <qt>Кликните на ово дугме да бисте ушли у родитељску фасциклу.<p>На пример, ако је тренутна локација file:/home/%1 клик на ово дугме ће вас одвести на file:/home.</qt>
sr@latn: <qt>Kliknite na ovo dugme da biste ušli u roditeljsku fasciklu.<p>Na primer, ako je trenutna lokacija file:/home/%1 klik na ovo dugme će vas odvesti na file:/home.</qt>
sv: <qt>Klicka på den här knappen för att gå till överliggande katalog.<p>Om den aktuella platsen till exempel är file:/home/%1, så kommer du till file:/home när du klickar på knappen.</qt>
tr: <qt>Bir üst dizine gitmek için bu düğmeye tıklayın.<p>Mesela, şu an geçerli konum file:/home/%1 ise bu butona tıklamak sizi, file:/home'a götürür.</qt>

source: Click this button to move backwards one step in the browsing history.
es: Pulse este botón para retroceder un paso en el histórico de navegación.
it: Fai clic su questo pulsante per spostarti un passo indietro nella cronologia della navigazione.
ja: このボタンをクリックしてブラウズ履歴の一つ前に移動します。
nl: Druk op deze knop om een stap terug te gaan in de bladergeschiedenis.
pt: Carregue neste botão para recuar um passo no histórico de navegação.
sr: Кликните на ово дугме да бисте се вратили један корак уназад у историјату прегледања.
sr@latn: Kliknite na ovo dugme da biste se vratili jedan korak unazad u istorijatu pregledanja.
sv: Klicka på den här knappen för att gå bakåt ett steg i bläddringshistoriken.
tr: Gezdiğiniz geçmişte, bir adım geriye gitmek için bu düğmeye tıklayın.

source: Click this button to move forward one step in the browsing history.
es: Pulse este botón para avanzar un paso en el histórico de navegación.
it: Fai clic su questo pulsante per spostarti un passo avanti nella cronologia della navigazione.
ja: このボタンをクリックしてブラウズ履歴の一つ後に移動します。
nl: Druk op deze knop om een stap verder te gaan in de bladergeschiedenis.
pt: Carregue neste botão para avançar um passo no histórico de navegação.
sr: Кликните на ово дугме да бисте отишли један корак унапред у историјату прегледања.
sr@latn: Kliknite na ovo dugme da biste otišli jedan korak unapred u istorijatu pregledanja.
sv: Klicka på den här knappen för att gå framåt ett steg i bläddringshistoriken.
tr: Gezdiğiniz geçmişte, bir adım ileriye gitmek için bu düğmeye tıklayın.

source: Click this button to reload the contents of the current location.
es: Pulse este botón para recargar el contenido de la ubicación actual.
it: Fai clic su questo pulsante per ricaricare i contenuti della posizione attuale.
ja: このボタンをクリックして現在の場所の内容を再読み込みします。
nl: Druk op deze knop om de inhoud van de huidige locatie opnieuw te laden.
pt: Carregue neste botão para reler o conteúdo da localização actual.
sr: Кликните на ово дугме да бисте поново учитали садржај текуће локације.
sr@latn: Kliknite na ovo dugme da biste ponovo učitali sadržaj tekuće lokacije.
sv: Klicka på den här knappen för att ladda om innehållet på den aktuella platsen.
tr: Şu anki konumun içeriğini yenilemek için bu düğmeye tıklayın.

source: Click this button to create a new folder.
es: Pulse este botón para crear una nueva carpeta.
it: Fai clic su questo pulsante per creare una nuova cartella.
ja: このボタンをクリックして新しいフォルダを作成します。
nl: Druk op deze knop om een nieuwe map aan te maken.
pt: Carregue neste botão para criar uma nova pasta.
sr: Кликните на ово дугме да бисте направили нову фасциклу.
sr@latn: Kliknite na ovo dugme da biste napravili novu fasciklu.
sv: Klicka på den här knappen för att skapa en ny katalog.
tr: Yeni dizin oluşturmak için bu düğmeye tıklayın.
