Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kdebluetooth-1.0~beta9~r769275/po/*/kdebluetooth.po
Languages: es, it, ja, nl, pt, sr, sr@latn, sv, tr

source: wants to act as Input Device
es: deseo que actúe como dispositivo de entrada
it: vuole fungere da dispositivo di inserimento
nl: wil zich gedragen als een invoerapparaat
pt: deseja actuar como Dispositivo de Entrada
sr: жели да се понаша као улазни уређај
sr@latn: želi da se ponaša kao ulazni uređaj
sv: vill agera som inenhet
tr: bir girdi aygıtı olarak çalışmak ister

source: Show the tray icon if it was disabled before.
es: Muestra el icono en la bandeja si había sido desactivado antes.
it: Mostra l'icona del vassoio di sistema se è stata disattivata in precedenza.
ja: 無効になっているトレイアイコンを表示します。
nl: Toon het systeemvakpictogram indien die was uitgeschakeld.
pt: Mostrar o ícone na bandeja se foi desactivado antes.
sr: Прикажи касетну икону ако је раније искључен.
sr@latn: Prikaži kasetnu ikonu ako je ranije isključen.
sv: Visa ikonen i systembrickan om den tidigare dolts.
tr: Eğer daha önce kapatılmış ise, sistem çekmecesi simgesini göster.

source: KBluetooth is already running.
es: KBluetoothD ya se está ejecutándo.
it: KBluetooth è già in esecuzione.
ja: KBluetooth は既に実行中です。
nl: KBluetooth draait al.
pt: O KBluetooth já está a correr.
sr: KBluetooth већ ради.
sr@latn: KBluetooth već radi.
sv: Kbluetooth kör redan.
tr: KBluetooth zaten çalışıyor.

source: Can't connect to DBus! Unable to start kbluetooth. Restart dbus and the bluetooth service
es: No es posible conectarse a DBus. No se puede iniciar kbluetooth. Reinicie dbus y el servicio bluetooth
it: Impossibile connettersi a DBus. Impossibile avviare kbluetooth. Riavvia DBus e il servizio Bluetooth
ja: D-Bus に接続できません。 kbluetooth を起動できません。 dbus と bluetooth サービスを再スタートしてください。
nl: Kan geen verbinding maken met DBUS! Kan kbluetooth niet starten. Herstart DBUS en de bluetooth-dienst
pt: Não é possível ligar ao DBus! Não se consegue assim lançar o kbluetooth. Reinicie o 'dbus' e o serviço de Bluetooth
sv: Kan inte ansluta till D-Bus. Kan inte starta Kbluetooth. Starta om D-Bus och Blåtandstjänsten.

source: &Send File...
es: &Enviar archivo...
it: &Invia file...
ja: ファイルを送信(&S)...
nl: Be&stand verzenden...
pt: &Enviar um Ficheiro...
sv: &Skicka fil...

source: &Configuration
es: &Configuración
it: &Configurazione
ja: 設定(&C)
nl: &Configuratie
pt: &Configuração
sr: &Подешавање
sr@latn: &Podešavanje
sv: &Inställning
tr: &Yapılandırma

source: &Input Devices...
es: D&ispositivos de entrada...
it: Dispositivi di &inserimento...
ja: 入力デバイス(&I)...
nl: &Invoerapparaten...
pt: D&ispositivos de Entrada...
sr: &Улазни уређаји...
sr@latn: &Ulazni uređaji...
sv: &Inenheter...
tr: &Girdi Aygıtları...

source: &Devices...
es: &Dispositivos...
it: &Dispositivi...
ja: デバイス(&P)...
nl: &Apparaten...
pt: &Dispositivos...
sr: У&ређаји...
sr@latn: U&ređaji...
sv: &Enheter...
tr: &Aygıtlar...

source: &Paired/Trusted Devices...
es: Dispositivos em&parejados/de confianza...
it: Dispositivi acco&ppiati/fidati...
ja: ペアリング済み/信頼されたデバイス(&P)...
nl: Ge&paarde/vertrouwde diensten...
pt: Dispositivos Em&parelhados/Fiáveis...
sv: &Ihopparade eller pålitliga enheter...

source: &Obex Server
es: Servidor &Obex
it: Server &Obex
ja: OBEX サーバ(&O)
pt: Servidor de &OBEX

source: KBluetooth will run in hidden mode now and only show up when there is a connection. To enable the permanent tray icon start KBluetooth again.
es: KBluetooth se ejecutará ahora en modo oculto y solo aparecerá cuando haya una conexión. Para habilitar el icono permanente en la bandeja del sistema inicie KBluetooth de nuevo.
it: KBluetooth rimarrà ora in esecuzione in modalità nascosta e apparirà solo quando ci sarà una connessione. Per attivare l'icona permanente del vassoio di sistema avvia di nuovo KBluetooth.
ja: KBluetooth はこれより非表示モードに入り、接続があるときにのみ現れます。トレイアイコンを常に表示させるには、KBluetooth を再起動してください。
nl: KBluetooth zal vanaf nu verborgen draaien en alleen naar voren komen als er een verbinding is. Start KBluetooth opnieuw om het programma in het systeemvak te plaatsen.
pt: O KBluetooth vai correr agora em modo escondido e só vai aparecer quando à uma ligação. Para activar o ícone de bandeja permanente inicie novamente o KBluetooth.
sr: KBluetooth ће радити у скривеном режиму и појављивати се само када се појави веза. Да бисте укључили сталну касетну икону, покрените KBluetooth поново.
sr@latn: KBluetooth će raditi u skrivenom režimu i pojavljivati se samo kada se pojavi veza. Da biste uključili stalnu kasetnu ikonu, pokrenite KBluetooth ponovo.
sv: Kbluetooth kör nu i dolt läge, och visas bara när det finns en anslutning. För att aktivera en permanent ikon i systembrickan starta Kbluetooth igen.
tr: KBluetooth şimdi gizli kipe geçecek ve sadece bir bağlantı olduğunda görünecek. Sistem çekmecesi simgesinin kalıcı olmasını istiyorsanız, KBluetooth'u yeniden başlatın.

source: Hidden Mode
es: Modo oculto
it: Modalità nascosta
ja: 非表示モード
nl: Verborgen
pt: Modo Escondido
sr: Скривени режим
sr@latn: Skriveni režim
sv: Dolt läge
tr: Gizli Kip

source: Not connected
es: Sin conexión
it: Non connesso
ja: 未接続
nl: Niet verbonden
pt: Desligado
sr: Није повезан
sr@latn: Nije povezan
sv: Inte ansluten
tr: Bağlı değil

source: Adapter: %1 Address: %2 Mode: %3 Connected to:
es: Adaptador: %1 Dirección: %2 Modo: %3 Conectado a:
it: Adattatore: %1 Indirizzo: %2 Modalità: %3 Connesso a:
ja: アダプタ: %1 アドレス: %2 モード: %3 接続先:
nl: Adapter: %1 Adres: %2 Modus: %3Verbonden met:
pt: Adaptador: %1 Endereço: %2 Modo: %3 Ligado a:
sv: Anslutning: %1 Adress: %2 Läge: %3 Ansluten till:

source: Could not execute the btpaired Control Center module.
es: No se ha podido ejecutar el módulo del Centro de control btpaired.
it: Impossibile eseguire il modulo btpaired del Centro di controllo.
ja: btpaired コントロールセンターモジュールを実行できませんでした。
nl: De configuratiemodule van btpaired kon niet worden opgestart.
pt: Não foi possível executar o módulo de centro de controlo btpaired.
sr: Нисам могао да покренем btpaired, модул за Контролни центар.
sr@latn: Nisam mogao da pokrenem btpaired, modul za Kontrolni centar.
sv: Kunde inte köra modulen btpaired i Inställningscentralen.
tr: btpaired Kontrol Merkezi modülü çalıştırılamıyor.

source: Could not execute kinputwizard.
es: No se pudo ejecutar kinputwizard.
it: Impossibile eseguire kinputwizard.
ja: kinputwizard を実行できませんでした。
nl: kinputwizard kon niet worden opgestart.
pt: Não foi possível executar o 'kinputwizard'.
sr: Не могу да извршим kinputwizard.
sr@latn: Ne mogu da izvršim kinputwizard.
sv: Kunde inte köra Kinputwizard.
tr: Kinputwizard çalıştırılamadı.

source: Could not execute KBlueMon.
es: No se pudo ejecutar KBlueMon.
it: Impossibile eseguire KBlueMon.
ja: KBlueMon を実行できませんでした。
nl: KBlueMon kon niet worden opgestart.
pt: Não foi possível executar o KBlueMon.
sr: Не могу да извршим KBlueMon.
sr@latn: Ne mogu da izvršim KBlueMon.
sv: Kunde inte köra Kbluemon.
tr: KBlueMon çalıştırılamadı.

source: Could not execute KBlueLock.
es: No se pudo ejecutar KBlueLock.
it: Impossibile eseguire KBlueLock.
ja: KBlueLock を実行できませんでした。
nl: KBlueLock kon niet worden opgestart.
pt: Não foi possível executar o KBlueLock.
sr: Не могу да извршим KBlueLock.
sr@latn: Ne mogu da izvršim KBlueLock.
sv: Kunde inte köra Kbluelock.
tr: KBlueLock çalıştırılamadı.

source: Could not execute KBtobexclient.
es: No se pudo ejecutar KBtobexclient.
it: Impossibile eseguire KBtobexclient.
ja: KBtobexclient を実行できませんでした。
nl: KBtobexclient kon niet worden opgestart.
pt: Não foi possível executar o KBtobexclient.
sv: Kunde inte köra KBtobexclient.

source: Should KBluetooth still be restarted when you login?
es: ¿Se debe reiniciar KBluetooth cuando se identifique?
it: Si dovrebbe riavviare KBluetooth all'accesso?
ja: ログイン時に KBluetooth を再起動しますか？
nl: Wilt u dat KBluetooth wordt gestart als u zich aanmeldt?
pt: O KBluetooth deve ser reiniciado quando se ligar?
sr: Да ли би KBluetooth и даље требало да се покреће када се пријавите?
sr@latn: Da li bi KBluetooth i dalje trebalo da se pokreće kada se prijavite?
sv: Ska Kbluetooth fortfarande startas om när du loggar in?
tr: KBluetooth, oturum açtığınızda başlatılsın mı?

source: Automatically Start KBluetooth?
es: ¿Iniciar KBluetooth automáticamente?
it: Avviare KBluetooth automaticamente?
ja: 自動的に KBluetooth を起動しますか？
nl: KBluetooth automatisch starten?
pt: Iniciar o KBluetooth Automaticamente?
sr: Аутоматски да покрећем KBluetooth?
sr@latn: Automatski da pokrećem KBluetooth?
sv: Starta Kbluetooth automatiskt?
tr: KBluetooth otomatik olarak başlatılsın mı?

source: Start
es: Iniciar
it: Avvia
ja: 開始する
nl: Starten
pt: Iniciar
sr: Покрени
sr@latn: Pokreni
sv: Starta
tr: Başlat

source: Do Not Start
es: No iniciar
it: Non avviare
ja: 開始しない
nl: Niet starten
pt: Não Iniciar
sr: Не покрећи
sr@latn: Ne pokreći
sv: Starta inte
tr: Başlatma

source: Connected to <b>%1</b><br/>(<b>%2</b>)
es: Conectado a <b>%1</b><br/>(<b>%2</b>)
it: Connesso a <b>%1</b><br/>(<b>%2</b>)
ja: <b>%1</b> に接続<br/>(<b>%2</b>)
nl: Verbonden met <b>%1</b><br/>(<b>%2</b>)
pt: Ligado a <b>%1</b><br/>(<b>%2</b>)
sv: Ansluten till <b>%1</b><br/>(<b>%2</b>)

source: <i>Bluetooth Monitor</i><br/> Problem connecting with <b>%1</b>:
es: <i>Monitor Bluetooth</i><br/>Problema al conectarse a <b>%1</b>:
it: <i>Monitor Bluetooth</i><br/> Problema di connessione con <b>%1</b>:
ja: Bluetooth モニタ<br/><b>%1</b> との接続に問題:
nl: <i>Bluetooth-monitor</i><br/> probleem bij het verbinden met <b>%1</b>:
pt: <i>Monitor Bluetooth</i><br/>Problema ao ligar a <b>%1</b>:
sr: <i>Bluetooth монитор</i><br/> Проблем при повезивању са <b>%1</b>:
sr@latn: <i>Bluetooth monitor</i><br/> Problem pri povezivanju sa <b>%1</b>:
sv: <i>Blåtandsmonitor</i><br/> Problem vid anslutning till <b>%1</b>:
tr: <i>Bluetooth İzleyicisi</i><br/> %1 ile bağlantıda sorun:

source: Failed to register an SDP record.
es: Fallo al registrar un registro SDP.
it: Registrazione di voce SDP non riuscita.
ja: SDP レコードの登録に失敗しました。
nl: Kon geen SDP-record registreren
pt: Não foi possível guardar um registo de SDP.
sv: Misslyckades registrera en SDP-post.

source: Please make sure that sdpd is running; without it, other devices will not be able to find out which services your computer offers. The error code returned by sdp_record_register() was %1
es: Asegúrese de que sdpd se está ejecutando, sin él, los demás dispositivos no sabrán qué servicios ofrece su equipo. El código de error devuelto por sdp_record_register() fue %1
it: Per piacere assicurati che sdpd sia in esecuzione; senza di esso gli altri dispositivi non potranno capire quali servizi offre il tuo computer. Il codice d'errore restituito dal sdp_record_register() è stato %1
ja: sdpd が実行されていることを確認してください。 それがないと、他のデバイスはあなたのコンピュータが 提供するサービスを発見できません。 sdp_record_register() からのエラーコード: %1
nl: Zorg er voor dat sdpd draait. Zonder sdpd kunnen andere apparaten niet ontdekken welke diensten uw computer aanbiedt. De foutcode die sdp_record_register() gaf is %1
pt: Certifique-se por favor que o 'sdpd' está em execução; sem este, os outros dispositivos não serão capazes de descobrir os serviços que o seu computador oferece. O código de erro devolvido pelo 'sdp_record_register()' foi %1
sv: Försäkra dig om att sdpd kör: utan det kan inte andra enheter ta reda på vilka tjänster datorn erbjuder. Felkoden returnerad av sdp_record_register() är %1

source: Failed to connect to the SDP server.
es: Fallo al conectarse al servidor SDP.
it: Connessione a server SDP non riuscita.
ja: SDP サーバに接続できませんでした。
nl: Kon geen verbinding maken met de SDP-server.
pt: Não foi possível ligar ao servidor de SDP.
sv: Misslyckades ansluta till SDP-server.

source: Please make sure that sdpd is running; without it, other devices will not be able to find out which services your computer offers.
es: Asegúrese de que sdpd se está ejecutando, sin él, los demás dispositivos no sabrán qué servicios ofrece su equipo.
it: Per piacere assicurati che sdpd sia in esecuzione: senza di esso, gli altri dispositivi non potranno capire quali servizi offre il tuo computer.
ja: sdpd が実行されていることを確認してください。 それがないと、他のデバイスはあなたのコンピュータが 提供するサービスを発見できません。
nl: Zorg er voor dat sdpd draait. Zonder sdpd kunnen andere apparaten niet ontdekken welke diensten uw computer aanbiedt.
pt: Certifique-se por favor que o 'sdpd' está em execução; sem este, os outros dispositivos não serão capazes de descobrir os serviços que o seu computador oferece.
sv: Försäkra dig om att sdpd kör: utan det kan inte andra enheter ta reda på vilka tjänster datorn erbjuder.

source: off
es: apagado
it: Spento
ja: オフ
nl: uit
pt: desligado
sr: искључено
sr@latn: isključeno
sv: av
tr: kapalı

source: connectable
es: conectable
it: Connessione possibile
ja: 接続可能
nl: verbindbaar
pt: disponível
sr: може се повезати
sr@latn: može se povezati
sv: anslutningsbar
tr: bağlanılabilir

source: discoverable
es: descubrible
it: Rilevabile
ja: 発見可能
nl: vindbaar
pt: público
sr: може се открити
sr@latn: može se otkriti
sv: upptäckningsbar
tr: bulunabilir

source: MAC Address: <b>%1</b>
es: Dirección MAC: <b>%1</b>
it: Indirizzo MAC: <b>%1</b>
ja: MAC アドレス: <b>%1</b>
nl: MAC-adres: <b>%1</b>
pt: Endereço MAC: <b>%1</b>
sr: MAC адреса: <b>%1</b>
sr@latn: MAC adresa: <b>%1</b>
sv: MAC-adress: <b>%1</b>
tr: MAC Adresi: <b>%1</b>

source: Version: <b>%1</b>
es: Versión: <b>%1</b>
it: Versione: <b>%1</b>
ja: バージョン: <b>%1</b>
nl: Versie: <b>%1</b>
pt: Versão: <b>%1</b>
sr: Верзија: <b>%1</b>
sr@latn: Verzija: <b>%1</b>
tr: Sürüm: <b>%1</b>

source: none
es: ninguno
it: Nessuno
ja: なし
nl: geen
pt: nenhuma
sr: ништа
sr@latn: ništa
sv: ingen
tr: hiçbiri

source: minutes
es: minutos
it: minuti
ja: 分
nl: minuten
pt: minutos
sr: минута
sr@latn: minuta
sv: minuter
tr: dakika

source: No Bluetooth device found!
es: ¡No se encontró dispositivo bluetooth!
it: Nessun dispositivo Bluetooth trovato.
ja: Bluetooth デバイスが見つかりません。
nl: Geen Bluetooth-apparaat gevonden.
pt: Não foi encontrado nenhum dispositivo Bluetooth!
sr: Bluetooth уређај није пронађен!
sr@latn: Bluetooth uređaj nije pronađen!
sv: Någon Blåtandsenhet hittades inte.
tr: Hiç Bluetooth adaptörü bulunamadı!

source: no device
es: sin dispositivo
it: Nessun dispositivo
ja: デバイスなし
nl: geen apparaat
pt: sem dispositivo
sr: нема уређаја
sr@latn: nema uređaja
sv: ingen enhet
tr: aygıt yok

source: Alt+O
pt: Alt+L
sr: Alt+О

source: Alt+S
it: Alt+C
pt: Alt+C
sr: Alt+П
sr@latn: Alt+P

source: Alt+D
pt: Alt+R

source: Alt+R
sr: Alt+У
sr@latn: Alt+U

source: Alt+A
sr: Alt+А

source: KInputWizard
sr: KInput чаробњак
sr@latn: KInput čarobnjak
