Repository: Randrianasulu/kde3-hacks-slackbuild
Catalog: kdebluetooth-1.0~beta9~r769275/po/*/kdebluetooth.po
Languages: es, it, ja, nl, pt, sr, sr@latn, sv, tr

source: <p align='center'>KBlueLock <b>ON</b></p> <p align='center'><i>%1</i></p>
es: <p align='center'>KBlueLock <b>ENCENDIDO</b></p> <p align='center'><i>%1</i></p>
it: <p align="center">KBlueLock <b>acceso</b></p> <p align="center"><i>%1</i></p>
ja: <p align='center'>KBlueLock <b>オン</b></p> <p align='center'>%1</p>
nl: <p align='center'>KBlueLock <b>AAN</b></p> <p align='center'><i>%1</i></p>
pt: <p align='center'>KBlueLock <b>LIGADO</b></p> <p align='center'><i>%1</i></p>
sr: <p align='center'>KBlueLock <b>УКЉУЧЕН</b></p> <p align='center'><i>%1</i></p>
sr@latn: <p align='center'>KBlueLock <b>UKLJUČEN</b></p> <p align='center'><i>%1</i></p>
sv: <p align='center'>Kbluelock <b>PÅ</b></p> <p align='center'><i>%1</i></p>
tr: <p align='center'>KBlueLock <b>AÇIK</b></p> <p align='center'><i>%1</i></p>

source: KBlueLock - No Device selectetd
es: KBlueLock - No hay dispositivo seleccionado
it: KBlueLock - Nessun dispositivo selezionato
ja: KBlueLock - デバイスが選択されていません
nl: KBlueLock - geen apparaat geselecteerd
pt: KBlueLock - Não está seleccionado nenhum dispositivo
sr: KBlueLock - Није изабран уређај
sr@latn: KBlueLock - Nije izabran uređaj
sv: Kbluelock - Ingen enhet vald
tr: KBlueLock - Atgıt seçilmedi

source: To enable KBlueLock you have to choose a Device.
es: Para activar KBlueLock debe elegir un dispositivo.
it: Per attivare KBlueLock devi scegliere un dispositivo.
ja: KBlueLock を有効にするには、デバイスを選択しなければなりません。
nl: Kies een apparaat zodat KBluelock kan worden geactiveerd.
pt: Para activar o KBlueLock, terá de escolher um dispositivo.
sr: Да би сте укључили KBlueLock морате изабрати уређај.
sr@latn: Da bi ste uključili KBlueLock morate izabrati uređaj.
sv: För att aktivera Kbluelock måste du välja en enhet.

source: <p align='center'>KBlueLock <b>OFF</b></p> <p align='center'><i>%1</i></p>
es: <p align='center'>KBlueLock <b>APAGADO</b></p> <p align='center'><i>%1</i></p>
it: <p align="center">KBlueLock <b>spento</b></p> <p align="center"><i>%1</i></p>
ja: <p align='center'>KBlueLock <b>オフ</b></p> <p align='center'>%1</p>
nl: <p align='center'>KBlueLock <b>UIT</b></p> <p align='center'><i>%1</i></p>
pt: <p align='center'>KBlueLock <b>DESLIGADO</b></p> <p align='center'><i>%1</i></p>
sr: <p align='center'>KBlueLock <b>ИСКЉУЧЕН</b></p> <p align='center'><i>%1</i></p>
sr@latn: <p align='center'>KBlueLock <b>ISKLJUČEN</b></p> <p align='center'><i>%1</i></p>
sv: <p align='center'>Kbluelock <b>AV</b></p> <p align='center'><i>%1</i></p>

source: &Disable
es: &Desactivar
it: &Disattiva
ja: 無効にする(&D)
nl: &Uitschakelen
pt: &Desactivar
sr: &Искључи
sr@latn: &Isključi
sv: &Inaktivera
tr: &Pasifleştir

source: &Enable
es: &Activar
it: &Attiva
ja: 有効にする(&E)
nl: &Inschakelen
pt: &Activar
sr: &Укључи
sr@latn: &Uključi
sv: Aktiv&era
tr: &Etkinleştir

source: KDE OBEX Push Server for Bluetooth
es: Servicio de envío OBEX de KDE para bluetooth
it: Server OBEX Push per Bluetooth di KDE
ja: Bluetooth のための KDE OBEX プッシュサーバ
nl: KDE OBEX Push Server voor Bluetooth
pt: Servidor de OBEX Push do KDE para Bluetooth
sv: KDE OBEX-utsändningsserver för Blåtand

source: kbtobexsrv will be called automatically by kbluetoothd when another device tries to send you some files. You don't have to run it manually.
es: kbluetoothd llamará automáticamente a kbtobexsrv cuando otros dispositivos intenten enviarle algunos archivos. No tiene que ejecutarlo manualmente.
it: kbtobexsrv sarà chiamato automaticamente da kbluetoothd quando un altro dispositivo cercherà di mandarti dei file. Non devi eseguirlo manualmente.
ja: kbtobexsrv は他のデバイスがあなたにファイルを送信しようとすると自動的に呼び出されます。手動で実行する必要はありません。
nl: kbtobexsrv zal automatisch worden aangeroepen door kbluetoothd als een andere dienst probeert bestanden naar u te sturen. U hoeft dit niet handmatig te starten.
pt: O 'kbtobexsrv' será invocado automaticamente pelo 'kbluetoothd' quando outro dispositivo lhe tentar enviar ficheiros. Não terá de o executar manualmente.
sr: kbtobexsrv ће бити позван аутоматски од kbluetoothd-а када други уређај покуша да вам пошаље неке фајлове. Не морате га покретати ручно.
sr@latn: kbtobexsrv će biti pozvan automatski od kbluetoothd-a kada drugi uređaj pokuša da vam pošalje neke fajlove. Ne morate ga pokretati ručno.
sv: Kbtobexsrv anropas automatiskt av Kbluetoothd när en annan enhet försöker skicka dig några filer. Du behöver inte köra det manuellt.

source: Receiving %1
es: Recibiendo %1
it: Ricezione di %1
ja: %1 を受信
nl: Ontvangt %1
pt: A receber o %1
sr: Примам %1
sr@latn: Primam %1
sv: Tar emot %1
tr: %1 alınıyor

source: Disconnected.
es: Desconectado.
it: Disconnesso.
ja: 切断しました。
nl: Niet verbonden.
pt: Desligado.
sr: Није повезан.
sr@latn: Nije povezan.
sv: Nerkopplad.
tr: Bağlantı kesildi.

source: The selected folder does not exist. Please select another folder.
es: La carpeta seleccionada no existe. Por favor, seleccione otra carpeta.
it: La cartella selezionata non esiste. Selezionane un'altra.
ja: 選択されたフォルダは存在しません。他のフォルダを選択してください。
nl: De geselecteerde map bestaat niet. Selecteer een andere map.
pt: A pasta seleccionada não existe. Seleccione por favor outra pasta.
sr: Изабрана фасцикла не постоји. Изаберите другу фасциклу.
sr@latn: Izabrana fascikla ne postoji. Izaberite drugu fasciklu.
sv: Den valda katalogen finns inte. Välj en annan katalog.
tr: Seçtiğiniz dizin yok. Lütfen başka bir dizin seçin.

source: Obex Server
es: Servidor Obex
it: Server OBEX
ja: OBEX サーバ
pt: Servidor de OBEX
sr: Obex сервер
tr: Obex Sunucu

source: %1 already exists. Do you want to use %2 as filename instead?
es: %1 ya existe ¿Desea utilizar %2 en lugar, como nombre de archivo?
it: %1 esiste già. Vuoi usare invece %2 come nome del file?
ja: %1 は既に存在します。代わりに %2 をファイル名として使いますか？
nl: %1 bestaat al. Wilt u in plaats daarvan %2 als bestandsnaam gebruiken?
pt: O %1 já existe. Deseja usar '%2' como nome alternativo?
sr: %1 већ постоји. Желите ли да користите %2 уместо тога?
sr@latn: %1 već postoji. Želite li da koristite %2 umesto toga?
sv: %1 finns redan. Vill du använda %2 som filnamn istället?
tr: %1 zaten var. Dosya adı olarak %2 kullanmak ister misiniz?

source: Rename
es: Renombrar
it: Rinomina
ja: 名前変更
nl: Hernoemen
pt: Mudar o Nome
sr: Преименуј
sr@latn: Preimenuj
sv: Byt namn
tr: Yeniden Adlandır

source: Overwrite
es: Sobreescribir
it: Sovrascrivi
ja: 上書き
nl: Overschrijven
pt: Sobrepor
sr: Пребриши
sr@latn: Prebriši
sv: Skriv över
tr: Üzerine Yaz

source: Error writing file %1.
es: Error escribiendo archivo %1.
it: Errore nella scrittura del file %1.
ja: ファイル %1 の書き込みエラー。
nl: Fout bij schrijven van bestand %1.
pt: Erro ao gravar o ficheiro %1.
sr: Грешка при писању фајла %1.
sr@latn: Greška pri pisanju fajla %1.
sv: Fel när filen %1 skulle skrivas.
tr: %1 dosyasına yazarken bir hata oluştu.

source: The following files already existed in the target folder and were not saved again with a different name:
es: Ya existen los siguientes archivos en la carpeta de destino y no se grabaron con otro nombre:
it: I file seguenti esistevano già nella cartella di destinazione e non sono stati salvati con un nome diverso:
ja: 以下のファイルは行き先フォルダに既に存在しました。別名で再保存していません:
nl: De volgende bestanden bevonden zich al in de doelmap en zijn niet opgeslagen onder een andere naam:
pt: Já existem os seguintes ficheiros na pasta de destino e não foram gravados de novo com outro nome:
sr: Следећи фајлови већ постоје у циљној фасцикли и неће бити поново снимљени са другим именом:
sr@latn: Sledeći fajlovi već postoje u ciljnoj fascikli i neće biti ponovo snimljeni sa drugim imenom:
sv: Följande filer fanns redan i målkatalogen, och har inte sparats igen med ett annat namn:

source: Could not create a socket for service %1.
es: No se pudo crear una conexión para el servicio %1.
it: Impossibile creare un socket per il servizio %1.
ja: サービス %1 のためのソケットを作成できませんでした。
nl: Kon geen socket aanmaken voor dienst %1.
pt: Não foi possível criar um 'socket' para o serviço %1.
sv: Kunde inte skapa ett uttag för tjänsten %1.

source: <p>KBluetooth was unable to create a socket for the service %1. The error message was <i>%2</i> (Error code %3).<p>Make sure that BlueZ is installed correctly and all modules are loaded (bluez, l2cap, rfcomm..).
es: <p>KBluetooth no pudo crear una conexión para el servicio %1. El mensaje de error fue <i>%2</i> (código de error %3).<p>Asegúrese de que BlueZ está instalado correctamente y que todos los módulos están cargados (bluez, l2cap, rfcomm..).
it: <p>KBluetooth non è riuscito a creare un socket per il servizio %1. Il messaggio d'errore è stato <i>%2</i> (Codice d'errore %3).<p>Assicurati che BlueZ sia installato correttamente e che tutti i moduli siano caricati (bluez, l2cap, rfcomm, ...).
ja: <p>KBluetooth はサービス %1 のためのソケットを作成できませんでした。<br/>エラーメッセージ: %2 (エラーコード %3)<p>BlueZ が正しくインストールされていて、すべてのモジュール (bluez, l2cap, rfcomm..) がロードされていることを確認してください。
nl: <p>KBluetooth kon geen socket aanmaken voor apparaat %1. De foutmelding was <i>%2</i> (foutcode %3). <p>Zorg er voor dat het pakket BlueZ correct is geïnstalleerd en dat alle modules zijn geladen (bluez, l2cap, rfcomm..).
pt: <p>O KBluetooth não conseguiu criar um 'socket' para o serviço %1. A mensagem de erro foi <i>%2</i> (Código de erro %3).<p>Certifique-se que o BlueZ está instalado correctamente e que todos os módulos estão carregados (bluez, l2cap, rfcomm..).
sv: <p>Kbluetooth kunde inte skapa ett uttag för tjänsten %1. Felmeddelandet är <i>%2</i> (Felkod %3).<p>Försäkra dig om att BlueZ är riktigt installerat och att alla moduler är laddade (bluez, l2cap, rfcomm..).

source: <p>Could not enable security features for <b>%1</b>.The service will not be started.</p>
es: <p>No se pudieron activar características de seguridad para <b>%1</b>. El servicio no se iniciará.</p>
it: <p>Impossibile abilitare le funzionalità di sicurezza di <b>%1</b>. Il servizio non sarà avviato.</p>
ja: <p><b>%1</b> のためにセキュリティ機能を有効にできませんでした。サービスは開始されません。</p>
nl: <p>Kon de beveiligingsfuncties voor <b>%1</b> niet activeren. De dienst zal niet worden opgestart.</p>
pt: <p>Não foi possível activar as funcionalidades de segurança de <b>%1</b>. O serviço não será iniciado.</p>
sv: <p>Kunde inte aktivera säkerhetsfunktioner för <b>%1</b>. Tjänsten kommer inte att startas.</p>

source: <p>KBluetoothD was unable to enable authentication and/or encryption for the service %1, so this service will not be started.</p><p> The error code returned by setsockopt() was %3 (<i>%2</i>)</p><p>To use encryption/authentication for selected services, you need a Linux kernel >= 2.6.10-mh3. For older kernels you have to disable encryption and authentication for this service.<br/> <i>Be careful with allowing unconfirmed connections in that case, since the peer address could be faked.</i></p>
es: <p>KBluetoothD no pudo activar la autentificación y/o el cifrado para el servicio %1, por ello no se iniciará este servicio.</p><p> El código de error devuelto por setsockopt() fue %3 (<i>%2</i>)</p><p>Para utilizar cifrado/autentificación para los servicios seleccionados, necesita una versión del núcleo de Linux >= 2.6.10-mh3. Para núcleos antiguos debe desactivar el cifrado y la autentificación para este servicio.<br/> <i>Tenga cuidado al permitir conexiones sin confirmar, ya que es posible que la dirección de la pareja pueda estar falseada.</i></p>
it: <p>KBluetoothD non è stato in grado di abilitare l'autenticazione o la cifratura del servizio %1, perciò questo servizio non ha potuto essere avviato.</p><p>Il codice di errore restituito da setsockopt() è stato %3 (<i>%2</i>)</p><p>Per usare la cifratura o l'autenticazione per i servizi selezionati, ti serve un kernel Linux >= 2.6.10-mh3. Per i kernel precedenti devi disabilitare la cifratura e l'autenticazione per questo servizio.<br/> <i>In tal caso, fai attenzione a permettere connessioni non confermate, perché l'indirizzo potrebbe essere falsato.</i></p>
ja: <p>KBluetoothD はサービス %1 のために認証と暗号化の両方またはいずれかを有効にできませんでした。したがって、このサービスは開始されません。</p><p>setsockopt() からのエラーコード: %3 (%2)</p><p>選択されたサービスに認証/暗号化を使用するには、Linux カーネル >= 2.6.10-mh3 が必要です。これより古いカーネルでは、このサービスのための認証と暗号化は無効にしなければなりません。<br/>その場合、確認されていない接続を許可する際には注意してください。ピアのアドレスは偽造されたものかもしれません。</p>
nl: <p>KBluetoothD kon de authenticatie en/of versleuteling voor dienst %1 niet activeren. De dienst wordt daarom niet opgestart.</p> <p>De foutcode die setsockopt() gaf is %3 (<i>%2</i>)</p> <p>Om versleuteling/authenticatie voor geselecteerde apparaten te kunnen gebruiken heeft u Linux-kernel 2.6.10-mh3 of nieuwer nodig. Voor oudere kernels dient u versleuteling en authenticatie voor deze dienst uit te schakelen. <br/><i>Wees in zo'n geval voorzichtig met het toestaan van niet-bevestigde verbindingen, omdat het adres van de andere partij nep kan zijn.</i></p>
pt: <p>O KBluetoothD não conseguiu activar a autenticação e/ou a encriptação do serviço %1; como tal, este serviço não será iniciado.</p><p> O código de erro devolvido pelo 'setsockopt()' foi %3 (<i>%2</i>)</p><p>Para usar a encriptação/autenticação para os serviços seleccionados, precisa de um 'kernel' do Linux >= 2.6.10-mh3. Para os 'kernels' anteriores, terá de desactivar a encriptação e autenticação deste serviço.<br/> <i>Tenha cuidado ao permitir as ligações sem confirmação nesse caso, dado que o endereço do outro dispositivo poderá ser falsificado.</i></p>
sv: <p>Kbluetoothd kunde inte aktivera behörighetskontroll och/eller kryptering för tjänsten %1, alltså kommer tjänsten inte att startas.</p><p>Felkoden som returnerades av setsockopt() är %3 (<i>%2</i>)</p><p>En Linux kärna ≥2.6.10-mh3 behövs för att använda kryptering och behörighetskontroll för valda tjänster. Med äldre kärnor måste du inaktivera kryptering och behörighetskontroll för tjänsten.<br/> <i>Var försiktig med att tillåta obekräftade anslutningar i detta fall, eftersom motpartens adress kan vara förfalskad.</i></p>

source: Could not listen to a socket for service %1.
es: No se pudo establecer una conexión para el servicio %1.
it: Impossibile ascoltare un socket per il servizio %1.
ja: サービス %1 のためのソケットをリッスンできませんでした。
nl: Kon niet luisteren naar een socket voor dienst %1.
pt: Não foi possível atender num 'socket' para o serviço %1.
sv: Kunde inte lyssna på ett uttag för tjänsten %1.

source: <p>KBluetoothD was unable to listen to a socket for the service %1. The error message was <i>%2</i> (Error code %3).<p>Make sure that BlueZ is installed correctly and all modules are loaded (bluez, l2cap, rfcomm..).
es: <p>KBluetoothD no pudo establecer una conexión para el servicio %1. El mensaje de error fue <i>%2</i> (código de error %3).<p>Asegúrese de que BlueZ está instalado correctamente y que todos los módulos están cargados (bluez, l2cap, rfcomm..).
it: <p>KBluetooth non è riuscito ad ascoltare un socket per il servizio %1. Il messaggio d'errore è stato <i>%2</i> (Codice d'errore %3).<p>Assicurati che BlueZ sia installato correttamente e che tutti i moduli siano caricati (bluez, l2cap, rfcomm, ...).
ja: <p>BluetoothD はサービス %1 のためのソケットをリッスンできませんでした。<br/>エラーメッセージ: %2 (エラーコード %3)<p>BlueZ が正しくインストールされていて、すべてのモジュール (bluez, l2cap, rfcomm..) がロードされていることを確認してください。
nl: <p>KBluetoothD kon niet naar een socket luisteren voor dienst %1. De foutmelding was <i>%2</i> (foutcode %3). <p>Zorg er voor dat het pakket BlueZ is geïnstalleerd en dat alle modules zijn geladen (bluez, l2cap, rfcomm..).
pt: <p>O KBluetoothD não conseguiu atender pedidos num 'socket' para o serviço %1. A mensagem de erro foi <i>%2</i> (Código de erro %3).<p>Certifique-se que o BlueZ está instalado correctamente e que todos os módulos estão carregados (bluez, l2cap, rfcomm..).
sv: <p>Kbluetooth kunde inte lyssna på ett uttag för tjänsten %1. Felmeddelandet är <i>%2</i> (Felkod %3).<p>Försäkra dig om att BlueZ är riktigt installerat och att alla moduler är laddade (bluez, l2cap, rfcomm..).

source: Could not bind to a socket for service %1.
es: No se pudo establecer una conexión para el servicio %1.
it: Impossibile legare un socket al servizio %1.
ja: サービス %1 のためのソケットにバインドできませんでした。
nl: Kon geen verbinding maken met een socket voor dienst %1.
pt: Não foi possível associar a um 'socket' para o serviço %1.
sv: Kunde inte binda till ett uttag för tjänsten %1.

source: <p>KBluetoothD was unable to bind to a socket for the service %1 on channel %2. The error message was <i>%3</i> (Error code %4).<p>Make sure that BlueZ is installed correctly.
es: <p>KBluetoothD no pudo establecer una conexión para el servicio %1 en el canal %2. El mensaje de error fue <i>%3</i> (código de error %4).<p>Asegúrese de que BlueZ está instalado correctamente.
it: <p>KBluetooth non è riuscito a legare un socket al servizio %1 sul canale %2. Il messaggio d'errore è stato <i>%3</i> (Codice d'errore %4).<p>Assicurati che BlueZ sia installato correttamente.
ja: <p>BluetoothD は %2 チャネルのサービス %1 のためのソケットにバインドできませんでした。<br/>エラーメッセージ: %3 (エラーコード %4)<p>BlueZ が正しくインストールされていることを確認してください。
nl: <p>KbluetoothD kon geen verbinding maken met een socket voor de dienst %1 op kanaal %2. De foutmelding was <i>%3</i> (foutcode %4). <p>Zorg er voor dat het pakket BlueZ correct is geïnstalleerd.
pt: <p>O KBluetoothD não conseguiu associar-se a um 'socket' para o serviço %1 no canal %2. A mensagem de erro foi <i>%3</i> (Código de erro %4).<p>Certifique-se que o BlueZ está instalado correctamente.
sv: <p>Kbluetooth kunde inte binda till ett uttag för tjänsten %1 på kanal %2. Felmeddelandet är <i>%3</i> (Felkod %4).<p>Försäkra dig om att BlueZ är riktigt installerat.

source: Could not assign a channel to service %1.
es: No se pudo asignar un canal al servicio %1.
it: Impossibile assegnare un canale al servizio %1.
ja: サービス %1 にチャネルを割り当てられませんでした。
nl: Kon geen kanaal toewijzen voor dienst %1.
pt: Não foi possível atribuir um canal ao serviço %1.
sv: Kunde inte tilldela en kanal till tjänsten %1.

source: <p>KBluetoothD was unable to find an unused Rfcomm channel for the service %1, so other devices will not be able to access that service.</p><p>Possible reasons:<br/> <ul> <li>Several services are configured to use the same channel.</li> <li>Other Bluetooth services are blocking the ports. </li> </ul> Checklist: <ul> <li>%2 will try to use channels form %3 to %4 - are they all used by other services?<li>Does <i>/proc/bluetooth/rfcomm</i> show more listening sockets than the Bluetooth services tab in the Control Center? </ul> </p>
es: <p>KBluetoothD no pudo encontrar un canal Rfcomm sin usar para el servicio %1, por ello otros dispositivos tampoco podrán acceder a este servicio.</p><p>Posibles razones:<br/> <ul> <li>Varios servicios están configurados para utilizar el mismo canal.</li> <li>Otros servicios bluetooth bloquearon los puertos. </li> </ul> Lista de comprobación: <ul> <li>%2 intentará utilizar otros canales de %3 a %4 ¿están todos utilizados por otros servicios?<li><i>¿/proc/bluetooth/rfcomm</i> mostró más conexiones que la pestaña de servicios bluetooth en el centro de control? </ul> </p>
it: <p>KBluetooth non è stato in grado di trovare un canale Rfcomm inutilizzato per il servizio %1, quindi altri dispositivi non potranno accedere a quel servizio.</p><p>Possibili ragioni:<br/><ul><li>Diversi servizi sono configurati per usare lo stesso canale.</li><li>Altri servizi Bluetooth stanno bloccando le porte.</li></ul> Lista di controllo:<ul><li>%2 cercherà di usare i canali da %3 a %4 - sono tutti usati da altri servizi?<li><i>/proc/bluetooth/rfcomm</i> fa vedere più socket in ascolto che la scheda servizi di Bluetooth nel Centro di controllo?</ul></p>
ja: <p>KBluetoothD はサービス %1 のために未使用の Rfcomm チャネルを見つけられませんでした。したがって、他のデバイスはそのサービスにアクセスできません。</p><p>考えられる理由:<br/> <ul> <li>いくつかのサービスが同じチャネルを使用するように設定されている。</li> <li>他の Bluetooth サービスがポートをブロックしている。</li> </ul> チェックポイント: <ul> <li>%2 は %3 から %4 までのチャネルを使用しようとします。それらすべてが他のサービスによって使用されていませんか？<li>/proc/bluetooth/rfcomm に、コントロールセンターの Bluetooth サービスのタブにないリスニングソケットがありますか？</ul> </p>
nl: <p>KBluetoothD kon geen ongebruikt Rfcomm-kanaal vinden voor de dienst %1, waardoor andere apparaten geen toegang kunnen krijgen tot die dienst.</p> <p>Mogelijke redenen: <br/> <ul> <li>Verschillende diensten zijn ingesteld om hetzelfde kanaal te gebruiken.</li> <li>Andere Bluetooth-diensten blokkeren de poorten.</li></ul>Controlelijst: <ul> <li>%2 zal proberen de kanalen van %3 to %4 te gebruiken - worden ze allemaal gebruikt door andere diensten? <li>Toont <i>/proc/bluetooth/rfcomm</i> meer luistersockets dan tabblad 'Bluetooth-diensten' in het configuratiecentrum?</ul></p>
pt: <p>O KBluetoothD não conseguiu encontrar um canal RFCOMM livre para o serviço %1; por isso, os outros dispositivos não serão capazes de aceder a esse serviço.</p><p>Razões possíveis:<br/> <ul> <li>Existem diversos serviços configurados para usar o mesmo canal.</li> <li>Existem outros serviços Bluetooth a bloquear os portos.</li> </ul> Lista de verificações: <ul> <li>O %2 irá tentar usar os canais de %3 a %4 - estão todos em uso por outros serviços?<li>Será que o <i>/proc/bluetooth/rfcomm</i> mostra mais 'sockets' em espera que a página de serviços Bluetooth do Centro de Controlo? </ul> </p>
sv: <p>Kbluetoothd kunde inte hitta en oanvänd Rfcomm-kanal för tjänsten %1, alltså kommer inte andra enheter att kunna komma åt tjänsten.</p><p>Möjliga orsaker:<br/> <ul> <li>Flera tjänster är inställda att använda samma kanal.</li> <li>Andra Blåtandstjänster blockerar portarna. </li> </ul> Checklista: <ul> <li>%2 försöker använda kanaler från %3 till %4 - används de alla av andra tjänster?<li>Visar <i>/proc/bluetooth/rfcomm</i> fler lyssnande uttag än fliken med Blåtandstjänster i inställningscentralen? </ul> </p>

source: Connection from <b>%1</b><br/>to channel %3 (<b>%2</b>)
es: Conexión de <b>%1</b><br/>al canal %3 (<b>%2</b>)
it: Connessione da <b>%1</b><br/>al canale %3 (<b>%2</b>)
ja: <b>%1</b> からの<br/>チャネル %3 (<b>%2</b>) への接続
nl: Verbinding van <b>%1</b><br/>naar kanaal %3 (<b>%2</b>)
pt: Ligação de <b>%1</b><br/>ao canal %3 (<b>%2</b>)
sv: Anslutning från <b>%1</b><br/>till kanal %3 (<b>%2</b>)

source: Call "%1" failed
es: Falló la llamada «%1»
it: Chiamata "%1" non riuscita
ja: "%1" の呼び出し失敗
nl: Aanroep "%1" is mislukt
pt: A chamada "%1" falhou
sv: Anrop "%1" misslyckades

source: Kbluetoothd: access to %1 from %2: ALLOW
es: Kbluetoothd: acceso a %1 desde %2: PERMITIDO
it: Kbluetoothd: accesso a %1 da %2: PERMETTI
ja: Kbluetoothd: %2 から %1 へのアクセス: 許可する
nl: Kbluetoothd: toegang tot %1 van %2: TOESTAAN
pt: Kbluetoothd: acesso a %1 de %2: PERMITIR
sv: Kbluetoothd: åtkomst till %1 från %2: TILLÅT

source: Kbluetoothd: access to %1 from %2: DENY
es: Kbluetoothd: acceso a %1 desde %2: DENEGADO
it: Kbluetoothd: accesso a %1 da %2: NEGA
ja: Kbluetoothd: %2 から %1 へのアクセス: 拒否する
nl: Kbluetoothd: toegang tot %1 van %2: WEIGEREN
pt: Kbluetoothd: acesso a %1 de %2: PROIBIR
sv: Kbluetoothd: åtkomst till %1 från %2: NEKA

source: Kbluetoothd: access to %1 from %2: ASK
es: Kbluetoothd: acceso a %1 desde %2: PREGUNTAR
it: Kbluetoothd: accesso a %1 da %2: CHIEDI
ja: Kbluetoothd: %2 から %1 へのアクセス: 確認する
nl: Kbluetoothd: toegang tot %1 van %2: VRAGEN
pt: Kbluetoothd: acesso a %1 de %2: PERGUNTAR
sv: Kbluetoothd: åtkomst till %1 från %2: FRÅGA

source: Unchanged
es: Sin cambios
it: Immutato
ja: 変更なし
nl: Ongewijzigd
pt: Inalterado
sv: Oförändrad

source: Accept
es: Aceptar
it: Accetta
ja: 受け入れる
nl: Accepteren
pt: Aceitar
sr: Прихвати
sr@latn: Prihvati
sv: Acceptera
tr: Kabul Et

source: Reject
es: Rechazar
it: Rifiuta
ja: 拒否する
nl: Verwerpen
pt: Rejeitar
sr: Одбиј
sr@latn: Odbij
sv: Avslå
tr: Reddet

source: Always Accept
es: Aceptar siempre
it: Accetta sempre
ja: 常に受け入れる
nl: Altijd accepteren
pt: Aceitar Sempre
sr: Увек прихвати
sr@latn: Uvek prihvati
sv: Acceptera alltid
tr: Her Zaman Kabul Et
